{
  "title": "Mishnah Tahorot",
  "categories": [
    "Mishnah",
    "Seder Tahorot"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Tahorot_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 341,
      "length": 341,
      "text": "שלשה עשר דבר בנבלת העוף הטהור. צריכה מחשבה, ואינה צריכה הכשר, ומטמא טמאת אכלין בכביצה, וכזית בבית הבליעה, והאוכלה טעון הערב שמש. וחיבים עליה על ביאת המקדש, ושורפין עליה את התרומה. והאוכל אבר מן החי ממנה סופג את הארבעים. שחיטתה ומליקתה מטהרות את טרפתה, דברי רבי מאיר. רבי יהודה אומר, אינן מטהרות. רבי יוסי אומר, שחיטתה מטהרת, אבל לא מליקתה:  "
    },
    {
      "uid": "Mishnah_Tahorot_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 342,
      "end_char": 525,
      "length": 184,
      "text": "הכנפים והנוצה, מטמאות ומטמאות ולא מצטרפות. רבי ישמעאל אומר, הנוצה מצטרפת. החרטום והצפרנים מטמאין ומטמאין ומצטרפים. רבי יוסי אומר, אף ראשי אגפים וראש הזנב מצטרפים, שכן מניחים בפטומות:  "
    },
    {
      "uid": "Mishnah_Tahorot_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 526,
      "end_char": 868,
      "length": 343,
      "text": "נבלת העוף הטמא צריכה מחשבה והכשר, ומטמאה טמאת אכלין בכביצה, וכחצי פרס לפסל את הגויה, ואין בה כזית בבית הבליעה, והאוכלה אין טעון הערב שמש, ואין חיבין עליה על ביאת מקדש. אבל שורפין עליה את התרומה, והאוכל אבר מן החי ממנה אינו סופג את הארבעים, ואין שחיטתה מטהרתה. הכנפים והנוצה, מטמאות ומטמאות ומצטרפות. החרטום והצפרנים, מטמאין ומטמאים ומצטרפין:  "
    },
    {
      "uid": "Mishnah_Tahorot_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 869,
      "end_char": 1136,
      "length": 268,
      "text": "ובבהמה, העור והרטב והקפה והאלל והעצמות והגידים והקרנים והטלפים, מצטרפין לטמא טמאת אכלין, אבל לא טמאת נבלות. כיוצא בו, השוחט בהמה טמאה לנכרי והיא מפרכסת, מטמאה טמאת אכלין, אבל לא טמאת נבלות, עד שתמות או עד שיתיז את ראשה. רבה לטמא טמאת אכלין, ממה שרבה לטמא טמאת נבלות:  "
    },
    {
      "uid": "Mishnah_Tahorot_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 1137,
      "end_char": 1487,
      "length": 351,
      "text": "האכל שנטמא באב הטמאה ושנטמא בולד הטמאה, מצטרפין זה עם זה לטמא כקל שבשניהן. כיצד. כחצי ביצה אכל ראשון וכחצי ביצה אכל שני שבללן זה בזה, שני. כחצי ביצה אכל שני וכחצי ביצה אכל שלישי שבללן זה בזה, שלישי. כביצה אכל ראשון וכביצה אכל שני שבללן זה בזה, ראשון. חלקן, זה שני וזה שני. נפל זה לעצמו וזה לעצמו על ככר של תרומה, פסלוהו. נפלו שניהן כאחת, עשאוהו שני:  "
    },
    {
      "uid": "Mishnah_Tahorot_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 1488,
      "end_char": 1986,
      "length": 499,
      "text": "כביצה אכל שני וכביצה אכל שלישי שבללן זה בזה, שני. חלקן, זה שלישי וזה שלישי. נפל זה לעצמו וזה לעצמו על ככר של תרומה, לא פסלוהו. נפלו שניהן כאחת, עשאוהו שלישי. כביצה אכל ראשון וכביצה אכל שלישי שבללן זה בזה, ראשון. חלקן, זה שני וזה שני, שאף השלישי שנגע בראשון נעשה שני. כשתי ביצים אכל ראשון כשתי ביצים אכל שני שבללן זה בזה, ראשון. חלקן, זה ראשון וזה ראשון. לשלשה או לארבעה, הרי אלו שני. כשתי ביצים אכל שני וכשתי ביצים אכל שלישי שבללן זה בזה, שני. חלקן, זה שני וזה שני. לשלשה או לארבעה, הרי אלו שלישי:  "
    },
    {
      "uid": "Mishnah_Tahorot_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1987,
      "end_char": 2152,
      "length": 166,
      "text": "מקרצות נושכות זו בזו, וככרים נושכין זה בזה, נטמאת אחת מהן בשרץ, כלן תחלה. פרשו, כלן תחלה. במשקין, כלן שניות. פרשו, כלן שניות. בידים, כלן שלישיות. פרשו, כלן שלישיות:  "
    },
    {
      "uid": "Mishnah_Tahorot_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 2153,
      "end_char": 2365,
      "length": 213,
      "text": "מקרצת שהיתה תחלה והשיך לה אחרות, כלן תחלה. פרשו, היא תחלה וכלן שניות. היתה שניה והשיך לה אחרות, כלן שניות. פרשו, היא שניה וכלן שלישיות. היתה שלישית והשיך לה אחרות, היא שלישית וכלן טהורות, בין שפרשו בין שלא פרשו:  "
    },
    {
      "uid": "Mishnah_Tahorot_9",
      "chapter_number": 1,
      "verse_number": 9,
      "start_char": 2366,
      "end_char": 2507,
      "length": 142,
      "text": "ככרות הקדש שבתוך גמותיהם מים מקדשים, נטמאת אחת מהן בשרץ, כלן טמאות. בתרומה, מטמא שנים ופוסל אחד. אם יש ביניהם משקה טופח, אף בתרומה, הכל טמא:  "
    },
    {
      "uid": "Mishnah_Tahorot_10",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 2508,
      "end_char": 2949,
      "length": 442,
      "text": "האשה שהיתה כובשת ירק בקדרה ונגעה בעלה חוץ לקדרה במקום הנגוב, אף על פי שיש בו כביצה, הוא טמא והכל טהור. נגעה במקום המשקה, אם יש בו כביצה, הכל טמא. אין בו כביצה, הוא טמא והכל טהור. חזר לקדרה, הכל טמא. היתה מגע טמא מת ונגעה, בין במקום המשקה בין במקום הנגוב, אם יש בו כביצה, הכל טמא. אין בו כביצה, הוא טמא והכל טהור. היתה טבולת יום מנערת את הקדרה בידים מסאבות, וראתה משקין על ידיה, ספק מן הקדרה נתזו, ספק שהקלח נגע בידיה, הירק פסול והקדרה טהורה: "
    },
    {
      "uid": "Mishnah_Tahorot_11",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 2950,
      "end_char": 3126,
      "length": 177,
      "text": "רבי אליעזר אומר, האוכל אכל ראשון, ראשון. אכל שני, שני. אכל שלישי, שלישי. רבי יהושע אומר, האוכל אכל ראשון ואכל שני, שני. שלישי, שני לקדש ולא שני לתרומה, בחלין שנעשו לטהרת תרומה: "
    },
    {
      "uid": "Mishnah_Tahorot_12",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 3127,
      "end_char": 3197,
      "length": 71,
      "text": "הראשון שבחלין, טמא ומטמא. השני פוסל ולא מטמא. והשלישי נאכל בנזיד הדמע: "
    },
    {
      "uid": "Mishnah_Tahorot_13",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 3198,
      "end_char": 3282,
      "length": 85,
      "text": "הראשון והשני שבתרומה טמאין ומטמאין. השלישי, פוסל ולא מטמא. והרביעי, נאכל בנזיד הקדש: "
    },
    {
      "uid": "Mishnah_Tahorot_14",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 3283,
      "end_char": 3374,
      "length": 92,
      "text": "הראשון והשני והשלישי שבקדש, טמאין ומטמאין. הרביעי, פוסל ולא מטמא. והחמישי, נאכל בנזיד הקדש: "
    },
    {
      "uid": "Mishnah_Tahorot_15",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 3375,
      "end_char": 3538,
      "length": 164,
      "text": "השני שבחלין, מטמא משקה חלין, ופוסל לאכלי תרומה. השלישי שבתרומה, מטמא משקה קדש, ופוסל לאכלי קדש שנעשו לטהרת הקדש. אבל אם נעשו לטהרת תרומה, מטמא שנים ופוסל אחד בקדש: "
    },
    {
      "uid": "Mishnah_Tahorot_16",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 3539,
      "end_char": 3783,
      "length": 245,
      "text": "רבי אליעזר אומר, שלשתן שוין. האחד שבקדש ושבתרומה ושבחלין, מטמא שנים ופוסל אחד בקדש, מטמא אחד ופוסל אחד בתרומה, ופוסל את החלין. השני שבכלן, מטמא אחד ופוסל אחד בקדש, ומטמא משקה חלין, ופוסל לאכלי תרומה. השלישי שבכלן, מטמא משקה קדש ופוסל לאכלי קדש: "
    },
    {
      "uid": "Mishnah_Tahorot_17",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 3784,
      "end_char": 3919,
      "length": 136,
      "text": "האוכל אכל שני, לא יעשה בבית הבד. וחלין שנעשו על גב קדש, הרי אלו כחלין. רבי אלעזר בר רבי צדוק אומר, הרי אלו כתרומה, לטמא שנים ולפסל אחד: "
    },
    {
      "uid": "Mishnah_Tahorot_18",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3920,
      "end_char": 4082,
      "length": 163,
      "text": "הרטב והגריסים והחלב, בזמן שהן משקה טופח, הרי אלו תחלה. קרשו, הרי אלו שניים. חזרו ונמחו, כביצה מכון, טהור. יותר מכביצה, טמא, שכיון שיצאה טפה הראשונה, נטמאת בכביצה: "
    },
    {
      "uid": "Mishnah_Tahorot_19",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 4083,
      "end_char": 4309,
      "length": 227,
      "text": "רבי מאיר אומר, השמן תחלה לעולם. וחכמים אומרים, אף הדבש. רבי שמעון שזורי אומר, אף היין. וגוש של זיתים שנפל לתנור והסק, כביצה מכון, טהור. יותר מכביצה, טמא, שכיון שיצאת טפה הראשונה, נטמאת בכביצה. אם היו פרודין, אפלו הן סאה, טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_20",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 4310,
      "end_char": 4577,
      "length": 268,
      "text": "טמא מת שסחט זיתים וענבים, כביצה מכון, טהור, ובלבד שלא יגע במקום המשקה. יותר מכביצה, טמא, שכיון שיצאה טפה הראשונה, נטמאת בכביצה. אם היה זב או זבה, אפלו גרגר יחידי, טמא, שכיון שיצאה טפה הראשונה, נטמאת במשא. זב שחלב את העז, החלב טמא, שכיון שיצאה טפה הראשונה, נטמאת במשא: "
    },
    {
      "uid": "Mishnah_Tahorot_21",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4578,
      "end_char": 4809,
      "length": 232,
      "text": "כביצה אכלין שהניחן בחמה ונתמעטו, וכן כזית מן המת, וכזית מן הנבלה, וכעדשה מן השרץ, כזית פגול, כזית נותר, כזית חלב, הרי אלו טהורים, ואין חיבין עליהן משום פגול, נותר וטמא. הניחן בגשמים ונתפחו, טמאין, וחיבין עליהם משום פגול, נותר וטמא: "
    },
    {
      "uid": "Mishnah_Tahorot_22",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 4810,
      "end_char": 4967,
      "length": 158,
      "text": "כל הטמאות, כשעת מציאתן. אם טמאות, טמאות. ואם טהורות, טהורות. אם מכסות, מכסות. אם מגלות, מגלות. מחט שנמצאת מלאה חלדה או שבורה, טהורה, שכל הטמאות, כשעת מציאתן: "
    },
    {
      "uid": "Mishnah_Tahorot_23",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4968,
      "end_char": 5083,
      "length": 116,
      "text": "חרש שוטה וקטן שנמצאו במבוי שיש בו טמאה, הרי אלו בחזקת טהרה. וכל הפקח, בחזקת טמאה. וכל שאין בו דעת להשאל, ספקו טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_24",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 5084,
      "end_char": 5224,
      "length": 141,
      "text": "תינוק שנמצא בצד בית הקברות והשושנים בידו, ואין השושנים אלא במקום הטמאה, טהור, שאני אומר, אחר לקטן ונתן לו. וכן חמור בין הקברות, כליו טהורין: "
    },
    {
      "uid": "Mishnah_Tahorot_25",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 5225,
      "end_char": 5558,
      "length": 334,
      "text": "תינוק שנמצא בצד העסה והבצק בידו, רבי מאיר מטהר. וחכמים מטמאים, שדרך התינוק לטפח. בצק שיש בו נקירת תרנגולים, ומשקין טמאין בתוך הבית, אם יש בין משקין לככרות כדי שינגבו את פיהם בארץ, הרי אלו טהורין. ובפרה ובכלב, כדי שילחכו את לשונם. ושאר כל הבהמה, כדי שיתנגב. רבי אליעזר בן יעקב מטהר בכלב, שהוא פקח, שאין דרכו להניח את המזון ולילך למים: "
    },
    {
      "uid": "Mishnah_Tahorot_26",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5559,
      "end_char": 5687,
      "length": 129,
      "text": "הזורק טמאה ממקום למקום, ככר לבין המפתחות, מפתח לבין הככרות, טהור. רבי יהודה אומר, ככר לבין המפתחות, טמא. מפתח לבין הככרות, טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_27",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 5688,
      "end_char": 5763,
      "length": 76,
      "text": "השרץ בפי החלדה ומהלכת על גבי ככרות של תרומה, ספק נגע ספק לא נגע, ספקו טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_28",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 5764,
      "end_char": 5981,
      "length": 218,
      "text": "השרץ בפי החלדה, והנבלה בפי הכלב, ועברו בין הטהורים, או שעברו טהורים ביניהן, ספקן טהור, מפני שאין לטמאה מקום. היו מנקרין בהן על הארץ ואמר, הלכתי למקום הלז ואיני יודע אם נגעתי אם לא נגעתי, ספקו טמא, מפני שיש לטמאה מקום: "
    },
    {
      "uid": "Mishnah_Tahorot_29",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 5982,
      "end_char": 6181,
      "length": 200,
      "text": "כזית מן המת בפי העורב, ספק האהיל על האדם ועל הכלים ברשות היחיד, ספק אדם, טמא, ספק כלים, טהור. הממלא בעשרה דליים ונמצא שרץ באחד מהן, הוא טמא וכלן טהורין. המערה מכלי לכלי ונמצא שרץ בתחתון, העליון טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_30",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 6182,
      "end_char": 6508,
      "length": 327,
      "text": "על ששה ספקות שורפין את התרומה. על ספק בית הפרס, ועל ספק עפר הבא מארץ העמים, על ספק בגדי עם הארץ, על ספק כלים הנמצאין, על ספק הרקין הנמצאין, על ספק מי רגלי אדם שהן כנגד מי רגלי בהמה. על ודאי מגען שהוא ספק טמאתן, שורפין את התרומה. רבי יוסי אומר, אף על ספק מגען ברשות היחיד. וחכמים אומרים, ברשות היחיד, תולין. וברשות הרבים, טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_31",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 6509,
      "end_char": 6746,
      "length": 238,
      "text": "שני רקין, אחד טמא ואחד טהור, תולין על מגען ועל משאן ועל הסטן ברשות היחיד, ועל מגען ברשות הרבים בזמן שהן לחין, ועל משאן בין לחין ובין יבשין. היה רק יחידי ונגע בו ונשאו והסיטו ברשות הרבים, שורפין עליו את התרומה, ואין צריך לומר ברשות היחיד: "
    },
    {
      "uid": "Mishnah_Tahorot_32",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 6747,
      "end_char": 6989,
      "length": 243,
      "text": "אלו ספקות שטהרו חכמים. ספק מים שאובים למקוה. ספק טמאה צפה על פני המים. ספק משקין, לטמא, טמא, ולטמא, טהור. ספק ידים, לטמא ולטמא ולטהר, טהור. ספק רשות הרבים. ספק דברי סופרים. ספק החלין. ספק שרצים. ספק נגעים. ספק נזירות. ספק בכורות. וספק קרבנות: "
    },
    {
      "uid": "Mishnah_Tahorot_33",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 6990,
      "end_char": 7181,
      "length": 192,
      "text": "ספק טמאה צפה על פני המים, בין בכלים בין בקרקע. רבי שמעון אומר, בכלים, טמא. ובקרקע, טהור. רבי יהודה אומר, ספק ירידתו, טמא. וספק עליתו, טהור. רבי יוסי אומר, אפלו אין שם אלא מלא אדם וטמאה, טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_34",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 7182,
      "end_char": 7456,
      "length": 275,
      "text": "ספק משקין לטמא, טמא. כיצד. טמא שפשט את רגלו לבין משקין טהורין, ספק נגע ספק לא נגע, ספקו טמא. היתה ככר טמאה בידו וזרקה לבין משקין טהורין, ספק נגע ספק לא נגע, ספקו טמא. ולטמא, טהור. כיצד. היתה מקל בידו ובראשה משקין טמאין וזרקה לבין ככרות טהורין, ספק נגע ספק לא נגע, ספקו טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_35",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 7457,
      "end_char": 7644,
      "length": 188,
      "text": "רבי יוסי אומר, ספק משקין, לאכלים, טמא, ולכלים, טהור. כיצד. שתי חביות, אחת טמאה ואחת טהורה, ועשה עסה מאחת מהן, ספק מן הטמאה עשה, ספק מן הטהורה עשה, זה הוא ספק משקין לאכלין טמא ולכלים טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_36",
      "chapter_number": 4,
      "verse_number": 11,
      "start_char": 7645,
      "end_char": 7882,
      "length": 238,
      "text": "ספק ידים לטמא ולטמא ולטהר, טהור. ספק רשות הרבים, טהור. ספק דברי סופרים, אכל אכלים טמאים, שתה משקים טמאים, בא ראשו ורבו במים שאובין, או שנפלו על ראשו ורבו שלשה לגין מים שאובים, ספקו טהור. אבל דבר שהוא אב הטמאה והוא מדברי סופרים, ספקו טמא: "
    },
    {
      "uid": "Mishnah_Tahorot_37",
      "chapter_number": 4,
      "verse_number": 12,
      "start_char": 7883,
      "end_char": 8105,
      "length": 223,
      "text": "ספק החלין, זו טהרת פרישות. ספק שרצים, כשעת מציאתן. ספק נגעים, בתחלה טהור, עד שלא נזקק לטמאה. משנזקק לטמאה, ספקו טמא. ספק נזירות, מתר. ספק בכורות, אחד בכורי אדם ואחד בכורי בהמה, בין טמאה בין טהורה, שהמוציא מחברו עליו הראיה: "
    },
    {
      "uid": "Mishnah_Tahorot_38",
      "chapter_number": 4,
      "verse_number": 13,
      "start_char": 8106,
      "end_char": 8213,
      "length": 108,
      "text": "ספק קרבנות, האשה שיש עליה ספק חמש לידות וספק חמש זיבות, מביאה קרבן אחד, ואוכלת בזבחים, ואין השאר עליה חובה: "
    },
    {
      "uid": "Mishnah_Tahorot_39",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 8214,
      "end_char": 8549,
      "length": 336,
      "text": "השרץ והצפרדע ברשות הרבים, וכן כזית מן המת וכזית מן הנבלה, ועצם מן המת ועצם מן הנבלה, וגוש מארץ טהורה וגוש מבית הפרס, גוש מארץ טהורה וגוש מארץ העמים, שני שבילין, אחד טמא ואחד טהור, הלך באחד מהם ואין ידוע באיזה מהן הלך, האהיל על אחד מהם ואין ידוע על איזה מהן האהיל, הסיט את אחד מהם ואין ידוע איזה מהם הסיט, רבי עקיבא מטמא, וחכמים מטהרים: "
    },
    {
      "uid": "Mishnah_Tahorot_40",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 8550,
      "end_char": 8739,
      "length": 190,
      "text": "אחד שאמר, נגעתי בזה ואיני יודע אם הוא טמא ואם הוא טהור, נגעתי ואיני יודע באיזה משניהם נגעתי, רבי עקיבא מטמא, וחכמים מטהרים. רבי יוסי מטמא בכלן, ומטהר בשביל, שדרך בני אדם להלך ואין דרכם לגע: "
    },
    {
      "uid": "Mishnah_Tahorot_41",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 8740,
      "end_char": 8945,
      "length": 206,
      "text": "שני שבילים, אחד טמא ואחד טהור, הלך באחד מהם ועשה טהרות ונאכלו, הזה ושנה וטבל וטהר, והלך בשני ועשה טהרות, הרי אלו טהורות. אם קימות הראשונות, אלו ואלו תלויות. אם לא טהר בינתים, הראשונות תלויות והשניות ישרפו: "
    },
    {
      "uid": "Mishnah_Tahorot_42",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 8946,
      "end_char": 9130,
      "length": 185,
      "text": "השרץ והצפרדע ברשות הרבים, נגע באחד מהם ועשה טהרות ונאכלו, טבל, נגע בשני ועשה טהרות, הרי אלו טהורות. אם קימות הראשונות, אלו ואלו תלויות. אם לא טבל בינתים, הראשונות תלויות והשניות ישרפו: "
    },
    {
      "uid": "Mishnah_Tahorot_43",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 9131,
      "end_char": 9345,
      "length": 215,
      "text": "שני שבילין, אחד טמא ואחד טהור, הלך באחד מהן ועשה טהרות, ובא חברו והלך בשני ועשה טהרות, רבי יהודה אומר, אם נשאלו זה בפני עצמו וזה בפני עצמו, טהורין. ואם נשאלו שניהם כאחד, טמאים. רבי יוסי אומר, בין כך ובין כך, טמאים: "
    },
    {
      "uid": "Mishnah_Tahorot_44",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 9346,
      "end_char": 9563,
      "length": 218,
      "text": "שני ככרים, אחד טמא ואחד טהור, אכל את אחד מהם ועשה טהרות ובא חברו ואכל את השני ועשה טהרות, רבי יהודה אומר, אם נשאלו זה בפני עצמו וזה בפני עצמו, טהורין. ואם נשאלו שניהן כאחת, טמאים. רבי יוסי אומר, בין כך ובין כך, טמאים: "
    },
    {
      "uid": "Mishnah_Tahorot_45",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 9564,
      "end_char": 9858,
      "length": 295,
      "text": "מי שישב ברשות הרבים ובא אחד ודרס על בגדיו, או שרקק ונגע ברקו, על רקו שורפים את התרומה, ועל בגדיו הולכין אחר הרב. ישן ברשות הרבים ועמד, כליו טמאים מדרס, דברי רבי מאיר. וחכמים מטהרין. נגע באחד בלילה, ואין ידוע אם חי אם מת, ובשחר עמד ומצאו מת, רבי מאיר מטהר. וחכמים מטמאים, שכל הטמאות כשעת מציאתן: "
    },
    {
      "uid": "Mishnah_Tahorot_46",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 9859,
      "end_char": 10017,
      "length": 159,
      "text": "שוטה אחת בעיר, או נכרית, או כותית, כל הרקים שבעיר טמאין. מי שדרסה אשה על בגדיו, או שישבה עמו בספינה, אם מכירתו שהוא אוכל בתרומה, כליו טהורין. ואם לאו, ישאלנה: "
    },
    {
      "uid": "Mishnah_Tahorot_47",
      "chapter_number": 5,
      "verse_number": 9,
      "start_char": 10018,
      "end_char": 10402,
      "length": 385,
      "text": "עד אומר נטמא, והוא אומר לא נטמאתי, טהור. שנים אומרים נטמאת, והוא אומר לא נטמאתי, רבי מאיר מטמא. וחכמים אומרים, הוא נאמן על ידי עצמו. עד אומר נטמא, ושנים אומרים לא נטמא, בין ברשות היחיד בין ברשות הרבים, טהור. שנים אומרים נטמא, ועד אומר לא נטמא, בין ברשות היחיד בין ברשות הרבים, טמא. עד אומר נטמא ועד אומר לא נטמא, אשה אומרת נטמא ואשה אומרת לא נטמא, ברשות היחיד, טמא. ברשות הרבים, טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_48",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 10403,
      "end_char": 10677,
      "length": 275,
      "text": "מקום שהיה רשות היחיד ונעשה רשות הרבים, חזר ונעשה רשות היחיד, כשהוא רשות היחיד, ספקו טמא. כשהוא רשות הרבים, ספקו טהור. המסכן ברשות היחיד והוציאוהו לרשות הרבים, והחזירוהו לרשות היחיד, כשהוא ברשות היחיד, ספקו טמא. כשהוא ברשות הרבים, ספקו טהור. רבי שמעון אומר, רשות הרבים מפסקת: "
    },
    {
      "uid": "Mishnah_Tahorot_49",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 10678,
      "end_char": 10941,
      "length": 264,
      "text": "ארבעה ספקות רבי יהושע מטמא וחכמים מטהרין. כיצד. הטמא עומד והטהור עובר, הטהור עומד והטמא עובר, הטמאה ברשות היחיד וטהרה ברשות הרבים, טהרה ברשות היחיד וטמאה ברשות הרבים, ספק נגע ספק לא נגע, ספק האהיל ספק לא האהיל, ספק הסיט ספק לא הסיט, רבי יהושע מטמא, וחכמים מטהרין: "
    },
    {
      "uid": "Mishnah_Tahorot_50",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 10942,
      "end_char": 11263,
      "length": 322,
      "text": "אילן שהוא עומד ברשות הרבים והטמאה בתוכו, עלה לראשו, ספק נגע ספק לא נגע, ספקו טמא. הכניס ידו לחור שיש בו טמאה, ספק נגע ספק לא נגע, ספקו טמא. חנות שהוא טמא ופתוח לרשות הרבים, ספק נכנס ספק לא נכנס, ספקו טהור. ספק נגע ספק לא נגע, ספקו טהור. שתי חניות, אחד טמא ואחד טהור, נכנס לאחד מהן, ספק לטמא נכנס ספק לטהור נכנס, ספקו טמא: "
    },
    {
      "uid": "Mishnah_Tahorot_51",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 11264,
      "end_char": 11639,
      "length": 376,
      "text": "כל שאתה יכול לרבות ספקות וספק ספקות, ברשות היחיד, טמא. ברשות הרבים, טהור. כיצד, נכנס למבוי והטמאה בחצר, ספק נכנס ספק לא נכנס, טמאה בבית, ספק נכנס ספק לא נכנס, ואפלו נכנס, ספק היתה שם ספק לא היתה שם, ואפלו היתה שם, ספק שיש בה כשעור ספק שאין בה כשעור, ואפלו שיש בה, ספק טמאה ספק טהרה, ואפלו טמאה, ספק נגע ספק לא נגע, ספקו טמא. רבי אלעזר אומר, ספק ביאה, טהור. ספק מגע טמאה, טמא: "
    },
    {
      "uid": "Mishnah_Tahorot_52",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 11640,
      "end_char": 11783,
      "length": 144,
      "text": "נכנס לבקעה בימות הגשמים, וטמאה בשדה פלונית, ואמר, הלכתי למקום הלז ואיני יודע אם נכנסתי לאותו השדה ואם לא נכנסתי, רבי אלעזר מטהר, וחכמים מטמאין: "
    },
    {
      "uid": "Mishnah_Tahorot_53",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 11784,
      "end_char": 12101,
      "length": 318,
      "text": "ספק רשות היחיד, טמא, עד שיאמר לא נגעתי. ספק רשות הרבים טהור, עד שיאמר נגעתי. איזו היא רשות הרבים. שבילי בית גלגול, וכן כיוצא בהן, רשות היחיד לשבת, ורשות הרבים לטמאה. אמר רבי אלעזר, לא הזכרו שבילי בית גלגול, אלא שהם רשות היחיד לכך ולכך. השבילים המפלשים לבורות ולשיחים ולמערות ולגתות, רשות היחיד לשבת ורשות הרבים לטמאה: "
    },
    {
      "uid": "Mishnah_Tahorot_54",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 12102,
      "end_char": 12191,
      "length": 90,
      "text": "הבקעה, בימות החמה, רשות היחיד לשבת ורשות הרבים לטמאה. ובימות הגשמים, רשות היחיד לכך ולכך: "
    },
    {
      "uid": "Mishnah_Tahorot_55",
      "chapter_number": 6,
      "verse_number": 8,
      "start_char": 12192,
      "end_char": 12375,
      "length": 184,
      "text": "בסילקי, רשות היחיד לשבת ורשות הרבים לטמאה. רבי יהודה אומר, אם עומד הוא בפתח הזה ורואה את הנכנסין ואת היוצאין בפתח הלז, רשות היחיד לכך ולכך. ואם לאו, רשות היחיד לשבת ורשות הרבים לטמאה: "
    },
    {
      "uid": "Mishnah_Tahorot_56",
      "chapter_number": 6,
      "verse_number": 9,
      "start_char": 12376,
      "end_char": 12472,
      "length": 97,
      "text": "הפרן, רשות היחיד לשבת ורשות הרבים לטמאה. וכן הצדדין. רבי מאיר אומר, הצדדין, רשות היחיד לכך ולכך: "
    },
    {
      "uid": "Mishnah_Tahorot_57",
      "chapter_number": 6,
      "verse_number": 10,
      "start_char": 12473,
      "end_char": 12587,
      "length": 115,
      "text": "האסטונית, רשות היחיד לשבת ורשות הרבים לטמאה. חצר שהרבים נכנסים בזו ויוצאים בזו, רשות היחיד לשבת ורשות הרבים לטמאה: "
    },
    {
      "uid": "Mishnah_Tahorot_58",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 12588,
      "end_char": 12779,
      "length": 192,
      "text": "הקדר שהניח את קדרותיו וירד לשתות, הפנימיות טהורות, והחיצונות טמאות. אמר רבי יוסי, במה דברים אמורים, במתרות. אבל באגודות, הכל טהור. המוסר מפתחו לעם הארץ, הבית טהור, שלא מסר לו אלא שמירת המפתח: "
    },
    {
      "uid": "Mishnah_Tahorot_59",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 12780,
      "end_char": 12958,
      "length": 179,
      "text": "המניח עם הארץ בתוך ביתו ער ומצאו ער, ישן ומצאו ישן, ער ומצאו ישן, הבית טהור, ישן ומצאו ער, הבית טמא, דברי רבי מאיר. וחכמים אומרים, אין טמא אלא עד מקום שהוא יכול לפשט את ידו ולגע: "
    },
    {
      "uid": "Mishnah_Tahorot_60",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 12959,
      "end_char": 13070,
      "length": 112,
      "text": "המניח אמנים בתוך ביתו, הבית טמא, דברי רבי מאיר. וחכמים אומרים, אין טמא אלא עד מקום שהן יכולין לפשט את ידם ולגע: "
    },
    {
      "uid": "Mishnah_Tahorot_61",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 13071,
      "end_char": 13339,
      "length": 269,
      "text": "אשת חבר שהניחה לאשת עם הארץ טוחנת בתוך ביתה, פסקה הרחים, הבית טמא. לא פסקה הרחים, אין טמא אלא עד מקום שהיא יכולה לפשט את ידה ולגע. היו שתים, בין כך ובין כך, הבית טמא, שאחת טוחנת ואחת משמשת, דברי רבי מאיר. וחכמים אומרים, אין טמא אלא עד מקום שהן יכולין לפשט את ידן ולגע: "
    },
    {
      "uid": "Mishnah_Tahorot_62",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 13340,
      "end_char": 13580,
      "length": 241,
      "text": "המניח עם הארץ בתוך ביתו לשמרו, בזמן שהוא רואה את הנכנסין ואת היוצאין, האכלים והמשקים וכלי חרס הפתוחים, טמאים. אבל המשכבות והמושבות וכלי חרס המקפין צמיד פתיל, טהורין. ואם אינו רואה לא את הנכנסין ולא את היוצאין, אפלו מובל, אפלו כפות, הכל טמא: "
    },
    {
      "uid": "Mishnah_Tahorot_63",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 13581,
      "end_char": 13887,
      "length": 307,
      "text": "הגבאים שנכנסו לתוך הבית, הבית טמא. אם יש עמהן גוי, נאמנים לומר לא נכנסנו, אבל אין נאמנים לומר נכנסנו אבל לא נגענו. הגנבים שנכנסו לתוך הבית, אין טמא אלא מקום רגלי הגנבים. ומה הן מטמאין. האכלים והמשקים וכלי חרס הפתוחין. אבל המשכבות והמושבות וכלי חרס המקפין צמיד פתיל, טהורים. אם יש עמהן נכרי או אשה, הכל טמא: "
    },
    {
      "uid": "Mishnah_Tahorot_64",
      "chapter_number": 7,
      "verse_number": 7,
      "start_char": 13888,
      "end_char": 14084,
      "length": 197,
      "text": "המניח את כליו בחלון של אודיארין, רבי אלעזר בן עזריה מטהר. וחכמים אומרים, עד שיתן לו את המפתח או חותם או עד שיעשה סימן. המניח את כליו מגת זו לגת הבאה, כליו טהורין. ובישראל, עד שיאמר בלבי היה לשמרם: "
    },
    {
      "uid": "Mishnah_Tahorot_65",
      "chapter_number": 7,
      "verse_number": 8,
      "start_char": 14085,
      "end_char": 14275,
      "length": 191,
      "text": "מי שהיה טהור, והסיע את לבו מלאכל, רבי יהודה מטהר, שדרך טמאין פורשין ממנו. וחכמים מטמאים. היו ידיו טהורות והסיע את לבו מלאכל, אף על פי שאמר יודע אני שלא נטמאו ידי, ידיו טמאות, שהידים עסקניות: "
    },
    {
      "uid": "Mishnah_Tahorot_66",
      "chapter_number": 7,
      "verse_number": 9,
      "start_char": 14276,
      "end_char": 14577,
      "length": 302,
      "text": "האשה שנכנסה להוציא פת לעני, ויצאת ומצאתו עומד בצד ככרות של תרומה, וכן האשה שיצאת ומצאת את חברתה חותה גחלים תחת קדרה של תרומה, רבי עקיבא מטמא, וחכמים מטהרין. אמר רבי אלעזר בן פילא, וכי מפני מה רבי עקיבא מטמא וחכמים מטהרין. מפני שהנשים גרגרניות הן, שהיא חשודה לגלות את הקדרה של חברתה, לידע מה היא מבשלת: "
    },
    {
      "uid": "Mishnah_Tahorot_67",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 14578,
      "end_char": 14789,
      "length": 212,
      "text": "הדר עם עם הארץ בחצר, ושכח כלים בחצר, אפלו חביות מקפות צמיד פתיל, או תנור מקף צמיד פתיל, הרי אלו טמאין. רבי יהודה מטהר בתנור בזמן שהוא מקף צמיד פתיל. רבי יוסי אומר, אף התנור טמא, עד שיעשה לו מחצה גבוה עשרה טפחים: "
    },
    {
      "uid": "Mishnah_Tahorot_68",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 14790,
      "end_char": 15023,
      "length": 234,
      "text": "המפקיד כלים אצל עם הארץ, טמאים טמא מת וטמאין מדרס. אם מכירו שהוא אוכל בתרומה, טהורין מטמא מת, אבל טמאין מדרס. רבי יוסי אומר, אם מסר לו תבה מלאה בגדים, בזמן שהיא רוצצת, טמאין מדרס. אם אינה רוצצת, טמאין מדף, אף על פי שהמפתח ביד הבעלים: "
    },
    {
      "uid": "Mishnah_Tahorot_69",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 15024,
      "end_char": 15350,
      "length": 327,
      "text": "המאבד ביום ומצא ביום, טהור. ביום ומצא בלילה, בלילה ומצא ביום, ביום ומצא ביום שלאחריו, טמא. זה הכלל, כל שיעבר עליו הלילה או מקצתו, טמא. השוטח כלים, ברשות הרבים, טהורין. וברשות היחיד, טמאין. ואם היה משמרן, טהורים. נפלו והלך להביאן, טמאים. נפל דליו לתוך בורו של עם הארץ והלך להביא במה יעלנו, טמא, מפני שהנח ברשות עם הארץ שעה אחת: "
    },
    {
      "uid": "Mishnah_Tahorot_70",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 15351,
      "end_char": 15497,
      "length": 147,
      "text": "המניח את ביתו פתוח ומצאו פתוח, נעול ומצאו נעול, פתוח ומצאו נעול, טהור. נעול ומצאו פתוח, רבי מאיר מטמא, וחכמים מטהרין, שהיו גנבים ונמלכו והלכו להן: "
    },
    {
      "uid": "Mishnah_Tahorot_71",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 15498,
      "end_char": 15595,
      "length": 98,
      "text": "אשת עם הארץ שנכנסה לתוך ביתו של חבר להוציא בנו או בתו או בהמתו, הבית טהור, מפני שנכנסה שלא ברשות: "
    },
    {
      "uid": "Mishnah_Tahorot_72",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 15596,
      "end_char": 15865,
      "length": 270,
      "text": "כלל אמרו בטהרות, כל המיחד לאכל אדם, טמא, עד שיפסל מאכל הכלב. וכל שאינו מיחד לאכל אדם, טהור, עד שייחדנו לאדם. כיצד. גוזל שנפל לגת וחשב עליו להעלותו לנכרי, טמא. לכלב, טהור. רבי יוחנן בן נורי מטמא. חשב עליו חרש, שוטה וקטן, טהור. אם העלהו, טמא, שיש להן מעשה ואין להן מחשבה: "
    },
    {
      "uid": "Mishnah_Tahorot_73",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 15866,
      "end_char": 16135,
      "length": 270,
      "text": "אחורי כלים שנטמאו במשקים, רבי אליעזר אומר, מטמאין את המשקין ואין פוסלין את האכלין. רבי יהושע אומר, מטמאין את המשקין ופוסלין את האכלין. שמעון אחי עזריה אומר, לא כך ולא כך, אלא משקין שנטמאו באחורי הכלים, מטמאין אחד ופוסלין אחד. הרי זה אומר, מטמאיך לא טמאוני, ואתה טמאתני: "
    },
    {
      "uid": "Mishnah_Tahorot_74",
      "chapter_number": 8,
      "verse_number": 8,
      "start_char": 16136,
      "end_char": 16375,
      "length": 240,
      "text": "ערבה שהיא קטפרס, והבצק מלמעלן ומשקה טופח מלמטן, שלש חתיכות בכביצה, אינן מצטרפות. ושתים, מצטרפות. רבי יוסי אומר, אף שתים אינן מצטרפות, אלא אם כן היו רוצצות משקה. ואם היה משקה עומד, אפלו כעין החרדל, מצטרף. רבי דוסא אומר, אכל פרוד אינו מצטרף: "
    },
    {
      "uid": "Mishnah_Tahorot_75",
      "chapter_number": 8,
      "verse_number": 9,
      "start_char": 16376,
      "end_char": 16561,
      "length": 186,
      "text": "מקל שהיא מלאה משקין טמאין, כיון שהשיקה למקוה, טהורה, דברי רבי יהושע. וחכמים אומרים, עד שיטביל את כלה. הנצוק והקטפרס ומשקה טופח, אינן חבור לא לטמאה ולא לטהרה. והאשברן, חבור לטמאה ולטהרה: "
    },
    {
      "uid": "Mishnah_Tahorot_76",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 16562,
      "end_char": 16767,
      "length": 206,
      "text": "זיתים מאימתי מקבלין טמאה. משיזיעו זעת המעטן, אבל לא זעת הקפה, כדברי בית שמאי. רבי שמעון אומר, שעור זעה שלשה ימים. בית הלל אומרים, משיתחברו שלשה זה לזה. רבן גמליאל אומר, משתגמר מלאכתן. וחכמים אומרים כדבריו: "
    },
    {
      "uid": "Mishnah_Tahorot_77",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 16768,
      "end_char": 16950,
      "length": 183,
      "text": "גמר מלמסק אבל עתיד לקח, גמר מלקח אבל עתיד ללוות, ארעו אבל, או משתה, או אנס, אפלו זבים וזבות מהלכים עליהן, טהורין. נפלו עליהן משקין טמאין, אין טמא אלא מקום מגען, והמחל היוצא מהן טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_78",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 16951,
      "end_char": 17178,
      "length": 228,
      "text": "נגמרה מלאכתן, הרי אלו מכשרין. נפלו עליהן משקין, טמאין. המחל היוצא מהן, רבי אליעזר מטהר, וחכמים מטמאין. אמר רבי שמעון, לא נחלקו על המחל היוצא מן הזיתים, שהוא טהור. ועל מה נחלקו. על היוצא מן הבור, שרבי אליעזר מטהר, וחכמים מטמאין: "
    },
    {
      "uid": "Mishnah_Tahorot_79",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 17179,
      "end_char": 17300,
      "length": 122,
      "text": "הגומר את זיתיו ושיר קפה אחת, יתננה לעני הכהן, דברי רבי מאיר. רבי יהודה אומר, יוליך את המפתח מיד. רבי שמעון אומר, מעת לעת: "
    },
    {
      "uid": "Mishnah_Tahorot_80",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 17301,
      "end_char": 17459,
      "length": 159,
      "text": "המניח זיתים בכותש שימתנו שיהו נוחין לכתש, הרי אלו מכשרים. שימתנו שימלחם, בית שמאי אומרים, מכשרים. ובית הלל אומרים, אינן מכשרים. הפוצע זיתים בידים טמאות, טמאן: "
    },
    {
      "uid": "Mishnah_Tahorot_81",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 17460,
      "end_char": 17654,
      "length": 195,
      "text": "המניח זיתיו בגג לגרגרם, אפלו הן רום אמה, אינן מכשרים. נתנן בבית שילקו ועתיד להעלותם לגג, נתנן בגג שילקו או שיפתחם, הרי אלו מכשרין. נתנן בבית עד שישמר את גגו או עד שיוליכם למקום אחר, אינן מכשרין: "
    },
    {
      "uid": "Mishnah_Tahorot_82",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 17655,
      "end_char": 17817,
      "length": 163,
      "text": "רצה לטל מהן בד אחד או שני בדין, בית שמאי אומרים, קוצה בטמאה ומחפה בטהרה. בית הלל אומרים, אף מחפה בטמאה. רבי יוסי אומר, חופר בקרדמות של מתכת ומוליך לבית הבד בטמאה: "
    },
    {
      "uid": "Mishnah_Tahorot_83",
      "chapter_number": 9,
      "verse_number": 8,
      "start_char": 17818,
      "end_char": 17967,
      "length": 150,
      "text": "השרץ שנמצא ברחים, אין טמא אלא מקום מגעו. אם היה משקה מהלך, הכל טמא. נמצא על גבי העלים, ישאלו הבדדים לומר לא נגענו. אם היה נוגע באום, אפלו בשערה, טמא: "
    },
    {
      "uid": "Mishnah_Tahorot_84",
      "chapter_number": 9,
      "verse_number": 9,
      "start_char": 17968,
      "end_char": 18221,
      "length": 254,
      "text": "נמצא על גבי פרודים, והוא נוגע בכביצה, טמא. פרודים על גבי פרודים, אף על פי שהוא נוגע בכביצה, אין טמא אלא מקום מגעו. נמצא בין כתל לזיתים, טהור. נמצא בגג, המעטן טהור. נמצא במעטן, הגג טמא. נמצא שרוף על הזיתים, וכן מטלית מהוהא, טהורה, שכל הטמאות כשעת מציאתן: "
    },
    {
      "uid": "Mishnah_Tahorot_85",
      "chapter_number": 10,
      "verse_number": 1,
      "start_char": 18222,
      "end_char": 18468,
      "length": 247,
      "text": "הנועל בית הבד מפני הבדדין והיו לשם כלים טמאין מדרס, רבי מאיר אומר, בית הבד טמא. רבי יהודה אומר, בית הבד טהור. רבי שמעון אומר, אם טהורין להן, בית הבד טמא. ואם טמאין להן, בית הבד טהור. אמר רבי יוסי, וכי מפני מה טמאות, אלא שאין עמי הארץ בקיאין בהסט: "
    },
    {
      "uid": "Mishnah_Tahorot_86",
      "chapter_number": 10,
      "verse_number": 2,
      "start_char": 18469,
      "end_char": 18771,
      "length": 303,
      "text": "הבדדין שהיו נכנסין ויוצאין, ומשקין טמאין בתוך בית הבד, אם יש בין משקין לזיתים כדי שינגבו את רגליהם בארץ, הרי אלו טהורין. הבדדין והבוצרין שנמצאת טמאה לפניהם, נאמנין לומר לא נגענו. וכן התינוקות שביניהם, יוצאים חוץ לפתח בית הבד ופונין לאחורי הגדר, והן טהורין. עד כמה ירחיקו ויהיו טהורין, עד כדי שיהא רואן: "
    },
    {
      "uid": "Mishnah_Tahorot_87",
      "chapter_number": 10,
      "verse_number": 3,
      "start_char": 18772,
      "end_char": 18980,
      "length": 209,
      "text": "הבדדין והבוצרין, כיון שהכניסן לרשות המערה, דיו, דברי רבי מאיר. רבי יוסי אומר, צריך לעמד עליהן עד שיטבלו. רבי שמעון אומר, אם טהורין להן, צריך לעמד עליהם עד שיטבלו. אם טמאים להן, אינו צריך לעמד עליהם עד שיטבלו: "
    },
    {
      "uid": "Mishnah_Tahorot_88",
      "chapter_number": 10,
      "verse_number": 4,
      "start_char": 18981,
      "end_char": 19219,
      "length": 239,
      "text": "הנותן מן הסלים ומן המשטח של אדמה, בית שמאי אומרים, נותן בידים טהורות. ואם נתן בידים טמאות, טמאן. בית הלל אומרים, נותן בידים טמאות, ומפריש תרומתו בטהרה. מן העבט ומן המשטח של עלים, הכל שוים שהוא נותן בידים טהורות. ואם נתן בידים טמאות, טמאן: "
    },
    {
      "uid": "Mishnah_Tahorot_89",
      "chapter_number": 10,
      "verse_number": 5,
      "start_char": 19220,
      "end_char": 19498,
      "length": 279,
      "text": "האוכל מן הסלים ומן המשטח של אדמה, אף על פי שמבקעות ומנטפות לגת, הרי הגת טהורה. מן העבט ומן המשטח של עלים ונפל ממנו גרגר יחידי, אם יש לו חותם, טהור. אם אין לו חותם, טמא. נפלו ממנו ענבים ודרכן במקום המפנה, כביצה מכון, טהור. יותר מכביצה, טמא, שכיון שיצאת טפה הראשונה, נטמאת בכביצה: "
    },
    {
      "uid": "Mishnah_Tahorot_90",
      "chapter_number": 10,
      "verse_number": 6,
      "start_char": 19499,
      "end_char": 19587,
      "length": 89,
      "text": "מי שהיה עומד ומדבר על שפת הבור ונתזה צנורא מפיו, ספק הגיעה לבור ספק לא הגיעה, ספקו טהור: "
    },
    {
      "uid": "Mishnah_Tahorot_91",
      "chapter_number": 10,
      "verse_number": 7,
      "start_char": 19588,
      "end_char": 19876,
      "length": 289,
      "text": "הזולף את הבור, נמצא שרץ בראשונה, כלן טמאות. באחרונה, היא טמאה וכלן טהורות. אימתי, בזמן שהוא זולף בכל אחת ואחת. אבל אם היה זולף במחץ, נמצא שרץ באחת מהן, היא טמאה בלבד. אימתי, בזמן שהוא בודק ולא מכסה או מכסה ולא בודק. היה בודק ומכסה, ונמצא שרץ, בחבית, הכל טמא. בבור, הכל טמא. במחץ, הכל טמא: "
    },
    {
      "uid": "Mishnah_Tahorot_92",
      "chapter_number": 10,
      "verse_number": 8,
      "start_char": 19877,
      "end_char": 20166,
      "length": 290,
      "text": "בין העגולים לזגין, רשות הרבים. כרם שלפני הבוצרים, רשות היחיד. שלאחר הבוצרים, רשות הרבים. אימתי, בזמן שהרבים נכנסים בזו ויוצאים בזו. כלי בית הבד, ושל גת, והעקל, בזמן שהן של עץ, מנגבן והן טהורין. בזמן שהן של גמי, מישנן כל שנים עשר חדש, או חולטן בחמים. רבי יוסי אומר, אם נתנן בשבלת הנהר, דיו: "
    }
  ]
}