{
  "title": "Mishnah Ta'anit",
  "categories": [
    "Mishnah",
    "Seder Moed"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Ta'anit_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 289,
      "length": 289,
      "text": "מאימתי מזכירין גבורות גשמים. רבי אליעזר אומר, מיום טוב הראשון של חג. רבי יהושע אומר, מיום טוב האחרון של חג. אמר לו רבי יהושע. הואיל ואין הגשמים אלא סימן קללה בחג, למה מזכיר. אמר לו רבי אליעזר, אף אני לא אמרתי לשאול, אלא להזכיר משיב הרוח ומוריד הגשם בעונתו. אמר לו, אם כן, לעולם יהא מזכיר: "
    },
    {
      "uid": "Mishnah_Ta'anit_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 290,
      "end_char": 609,
      "length": 320,
      "text": "אין שואלין את הגשמים אלא סמוך לגשמים. רבי יהודה אומר, העובר לפני התבה ביום טוב האחרון של חג, האחרון מזכיר, הראשון אינו מזכיר. ביום טוב הראשון של פסח, הראשון מזכיר, האחרון אינו מזכיר. עד אימתי שואלין את הגשמים, רבי יהודה אומר, עד שיעבר הפסח. רבי מאיר אומר, עד שיצא ניסן, שנאמר (יואל ב) ויורד לכם גשם, מורה ומלקוש בראשון: "
    },
    {
      "uid": "Mishnah_Ta'anit_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 610,
      "end_char": 724,
      "length": 115,
      "text": "בשלשה במרחשון שואלין את הגשמים. רבן גמליאל אומר, בשבעה בו, חמשה עשר יום אחר החג, כדי שיגיע אחרון שבישראל לנהר פרת: "
    },
    {
      "uid": "Mishnah_Ta'anit_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 725,
      "end_char": 875,
      "length": 151,
      "text": "הגיע שבעה עשר במרחשון ולא ירדו גשמים, התחילו היחידים מתענין שלש תעניות. אוכלין ושותין משחשכה, ומתרין במלאכה וברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה: "
    },
    {
      "uid": "Mishnah_Ta'anit_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 876,
      "end_char": 1024,
      "length": 149,
      "text": "הגיע ראש חדש כסלו ולא ירדו גשמים, בית דין גוזרין שלש תעניות על הצבור. אוכלין ושותין משחשכה, ומתרין במלאכה וברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה: "
    },
    {
      "uid": "Mishnah_Ta'anit_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 1025,
      "end_char": 1378,
      "length": 354,
      "text": "עברו אלו ולא נענו, בית דין גוזרין שלש תעניות אחרות על הצבור. אוכלין ושותין מבעוד יום, ואסורין במלאכה וברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה, ונועלין את המרחצאות. עברו אלו ולא נענו, בית דין גוזרין עליהם עוד שבע, שהן שלש עשרה תעניות על הצבור. הרי אלו יתרות על הראשונות, שבאלו מתריעין ונועלין את החנויות, בשני מטין עם חשכה, ובחמישי מתרין מפני כבוד השבת: "
    },
    {
      "uid": "Mishnah_Ta'anit_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1379,
      "end_char": 1617,
      "length": 239,
      "text": "עברו אלו ולא נענו, ממעטין במשא ומתן, בבנין ובנטיעה, בארוסין ובנשואין ובשאלת שלום בין אדם לחברו, כבני אדם הנזופין למקום. היחידים חוזרים ומתענים עד שיצא ניסן. יצא ניסן ולא ירדו גשמים, סימן קללה, שנאמר (שמואל א יב) הלוא קציר חטים היום, וגו': "
    },
    {
      "uid": "Mishnah_Ta'anit_8",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1618,
      "end_char": 1949,
      "length": 332,
      "text": "סדר תעניות כיצד, מוציאין את התבה לרחובה של עיר, ונותנין אפר מקלה על גבי התבה, ובראש הנשיא ובראש אב בית דין, וכל אחד ואחד נותן בראשו. הזקן שבהן אומר לפניהן דברי כבושין, אחינו, לא נאמר באנשי נינוה, וירא האלהים את שקם ואת תעניתם, אלא (יונה ג) וירא האלהים את מעשיהם, כי שבו מדרכם הרעה. ובקבלה הוא אומר (יואל ב) וקרעו לבבכם ואל בגדיכם:  "
    },
    {
      "uid": "Mishnah_Ta'anit_9",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1950,
      "end_char": 2113,
      "length": 164,
      "text": "עמדו בתפלה, מורידין לפני התבה זקן ורגיל, ויש לו בנים, וביתו ריקם, כדי שיהא לבו שלם בתפלה, ואומר לפניהם עשרים וארבע ברכות, שמנה עשרה שבכל יום, ומוסיף עליהן עוד שש:  "
    },
    {
      "uid": "Mishnah_Ta'anit_10",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2114,
      "end_char": 2461,
      "length": 348,
      "text": "ואלו הן, זכרונות, ושופרות, אל ה' בצרתה לי קראתי ויענני (תהילים ק״כ:א׳), אשא עיני אל ההרים וגו' (שם קכא), ממעמקים קראתיך ה' (שם קל), תפלה לעני כי יעטף (שם קב). רבי יהודה אומר, לא היה צריך לומר זכרונות ושופרות, אלא אומר תחתיהן, רעב כי יהיה בארץ (מלכים א ח׳, ל\"ז), דבר כי יהיה וגו', אשר היה דבר ה' אל ירמיהו על דברי הבצרות (ירמיה יד). ואומר חותמיהן:  "
    },
    {
      "uid": "Mishnah_Ta'anit_11",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2462,
      "end_char": 3271,
      "length": 810,
      "text": "על הראשונה הוא אומר, מי שענה את אברהם בהר המוריה, הוא יענה אתכם וישמע בקול צעקתכם היום הזה, ברוך אתה ה' גואל ישראל. על השניה הוא אומר, מי שענה את אבותינו על ים סוף, הוא יענה אתכם וישמע קול צעקתכם היום הזה, ברוך אתה ה' זוכר הנשכחות. על השלישית הוא אומר, מי שענה את יהושע בגלגל, הוא יענה אתכם וישמע קול צעקתכם היום הזה, ברוך אתה ה' שומע תרועה. על הרביעית הוא אומר, מי שענה את שמואל במצפה, הוא יענה אתכם וישמע בקול צעקתכם היום הזה, ברוך אתה ה' שומע צעקה. על החמישית הוא אומר, מי שענה את אליהו בהר הכרמל, הוא יענה אתכם וישמע בקול צעקתכם היום הזה, ברוך אתה ה' שומע תפלה. על הששית הוא אומר, מי שענה את יונה ממעי הדגה, הוא יענה אתכם וישמע בקול צעקתכם היום הזה, ברוך אתה ה' העונה בעת צרה. על השביעית הוא אומר, מי שענה את דוד ואת שלמה בנו בירושלים, הוא יענה אתכם וישמע בקול צעקתכם היום הזה, ברוך אתה ה' המרחם על הארץ:  "
    },
    {
      "uid": "Mishnah_Ta'anit_12",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 3272,
      "end_char": 3630,
      "length": 359,
      "text": "מעשה בימי רבי חלפתא ורבי חנניה בן תרדיון, שעבר אחד לפני התבה וגמר את הברכה כלה, ולא ענו אחריו אמן. תקעו הכהנים תקעו. מי שענה את אברהם אבינו בהר המוריה הוא יענה אתכם וישמע בקול צעקתכם היום הזה. הריעו בני אהרן הריעו. מי שענה את אבותינו על ים סוף, הוא יענה אתכם וישמע בקול צעקתכם היום הזה. וכשבא דבר אצל חכמים, אמרו, לא היינו נוהגין כן אלא בשער מזרח ובהר הבית:  "
    },
    {
      "uid": "Mishnah_Ta'anit_13",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 3631,
      "end_char": 4050,
      "length": 420,
      "text": "שלש תעניות הראשונות, אנשי משמר מתענין ולא משלימין, ואנשי בית אב לא היו מתענין כלל. שלש שניות, אנשי משמר מתענין ומשלימין, ואנשי בית אב מתענין ולא משלימין. שבע אחרונות, אלו ואלו מתענין ומשלימין, דברי רבי יהושע. וחכמים אומרים, שלש תעניות הראשונות, אלו ואלו לא היו מתענין כלל. שלש שניות, אנשי משמר מתענין ולא משלימין, ואנשי בית אב לא היו מתענין כלל. שבע אחרונות, אנשי משמר מתענין ומשלימין, ואנשי בית אב מתענין ולא משלימין:  "
    },
    {
      "uid": "Mishnah_Ta'anit_14",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 4051,
      "end_char": 4204,
      "length": 154,
      "text": "אנשי משמר מתרים לשתות יין בלילות, אבל לא בימים. ואנשי בית אב, לא ביום ולא בלילה. אנשי משמר ואנשי מעמד אסורין מלספר ומלכבס, ובחמישי מתרין מפני כבוד השבת:  "
    },
    {
      "uid": "Mishnah_Ta'anit_15",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 4205,
      "end_char": 4372,
      "length": 168,
      "text": "כל הכתוב במגלת תענית דלא למספד, לפניו אסור, לאחריו מתר. רבי יוסי אומר, לפניו ולאחריו אסור. דלא להתענאה בהון, לפניו ולאחריו מתר. רבי יוסי אומר, לפניו אסור, לאחריו מתר:  "
    },
    {
      "uid": "Mishnah_Ta'anit_16",
      "chapter_number": 2,
      "verse_number": 9,
      "start_char": 4373,
      "end_char": 4568,
      "length": 196,
      "text": "אין גוזרין תענית על הצבור בתחלה בחמישי, שלא להפקיע השערים, אלא שלש תעניות הראשונות שני וחמישי ושני, ושלש שניות חמישי שני וחמישי. רבי יוסי אומר, כשם שאין הראשונות בחמישי, כך לא שניות ולא אחרונות:  "
    },
    {
      "uid": "Mishnah_Ta'anit_17",
      "chapter_number": 2,
      "verse_number": 10,
      "start_char": 4569,
      "end_char": 4770,
      "length": 202,
      "text": "אין גוזרין תענית על הצבור בראש חדש, בחנכה ובפורים, ואם התחילו, אין מפסיקין, דברי רבן גמליאל. אמר רבי מאיר, אף על פי שאמר רבן גמליאל אין מפסיקין, מודה היה שאין משלימין. וכן תשעה באב שחל להיות בערב שבת:  "
    },
    {
      "uid": "Mishnah_Ta'anit_18",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 4771,
      "end_char": 4922,
      "length": 152,
      "text": "סדר תעניות אלו האמור, ברביעה ראשונה. אבל צמחים ששנו, מתריעין עליהם מיד. וכן שפסקו גשמים בין גשם לגשם ארבעים יום, מתריעין עליהם מיד, מפני שהיא מכת בצרת: "
    },
    {
      "uid": "Mishnah_Ta'anit_19",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 4923,
      "end_char": 5029,
      "length": 107,
      "text": "ירדו לצמחין אבל לא ירדו לאילן, לאילן ולא לצמחים, לזה ולזה אבל לא לבורות לשיחין ולמערות, מתריעין עליהן מיד: "
    },
    {
      "uid": "Mishnah_Ta'anit_20",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 5030,
      "end_char": 5228,
      "length": 199,
      "text": "וכן עיר שלא ירדו עליה גשמים, דכתיב (עמוס ד) והמטרתי על עיר אחת ועל עיר אחת לא אמטיר, חלקה אחת תמטר וגו', אותה העיר מתענה ומתרעת, וכל סביבותיה, מתענות ולא מתריעות. רבי עקיבא אומר, מתריעות ולא מתענות: "
    },
    {
      "uid": "Mishnah_Ta'anit_21",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 5229,
      "end_char": 5465,
      "length": 237,
      "text": "וכן עיר שיש בה דבר או מפלת, אותה העיר מתענה ומתרעת, וכל סביבותיה מתענות ולא מתריעות. רבי עקיבא אומר, מתריעות ולא מתענות. איזהו דבר, עיר המוציאה חמש מאות רגלי, ויצאו ממנה שלשה מתים בשלשה ימים זה אחר זה, הרי זה דבר. פחות מכאן, אין זה דבר: "
    },
    {
      "uid": "Mishnah_Ta'anit_22",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 5466,
      "end_char": 5590,
      "length": 125,
      "text": "על אלו מתריעין בכל מקום, על השדפון ועל הירקון, על הארבה ועל החסיל, ועל החיה רעה ועל החרב, מתריעין עליה, מפני שהיא מכה מהלכת: "
    },
    {
      "uid": "Mishnah_Ta'anit_23",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 5591,
      "end_char": 5770,
      "length": 180,
      "text": "מעשה שירדו זקנים מירושלים לעריהם, וגזרו תענית על שנראה כמלא פי תנור שדפון באשקלון. ועוד גזרו תענית על שאכלו זאבים שני תינוקות בעבר הירדן. רבי יוסי אומר, לא על שאכלו, אלא על שנראה: "
    },
    {
      "uid": "Mishnah_Ta'anit_24",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 5771,
      "end_char": 5923,
      "length": 153,
      "text": "על אלו מתריעין בשבת, על עיר שהקיפוה גוים או נהר, ועל הספינה המטרפת בים. רבי יוסי אומר, לעזרה ולא לצעקה. שמעון התמני אומר, אף על הדבר, ולא הודו לו חכמים: "
    },
    {
      "uid": "Mishnah_Ta'anit_25",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 5924,
      "end_char": 6738,
      "length": 815,
      "text": "על כל צרה שלא תבא על הצבור, מתריעין עליהן, חוץ מרוב גשמים. מעשה שאמרו לו לחוני המעגל, התפלל שירדו גשמים. אמר להם, צאו והכניסו תנורי פסחים, בשביל שלא ימוקו. התפלל, ולא ירדו גשמים. מה עשה, עג עוגה ועמד בתוכה, ואמר לפניו, רבונו של עולם, בניך שמו פניהם עלי, שאני כבן בית לפניך. נשבע אני בשמך הגדול שאיני זז מכאן, עד שתרחם על בניך. התחילו גשמים מנטפין. אמר, לא כך שאלתי, אלא גשמי בורות שיחין ומערות. התחילו לירד בזעף. אמר, לא כך שאלתי, אלא גשמי רצון, ברכה ונדבה. ירדו כתקנן, עד שיצאו ישראל מירושלים להר הבית מפני הגשמים. באו ואמרו לו, כשם שהתפללת עליהם שירדו כך התפלל שילכו להן. אמר להן, צאו וראו אם נמחת אבן הטועים. שלח לו שמעון בן שטח, אלמלא חוני אתה, גוזרני עליך נדוי. אבל מה אעשה לך, שאתה מתחטא לפני המקום ועושה לך רצונך כבן שהוא מתחטא על אביו ועושה לו רצונו. ועליך הכתוב אומר (משלי כג), ישמח אביך ואמך ותגל יולדתך: "
    },
    {
      "uid": "Mishnah_Ta'anit_26",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 6739,
      "end_char": 7029,
      "length": 291,
      "text": "היו מתענין וירדו להם גשמים קדם הנץ החמה, לא ישלימו. לאחר הנץ החמה, ישלימו. רבי אליעזר אומר, קדם חצות לא ישלימו, לאחר חצות ישלימו. מעשה שגזרו תענית בלוד, וירדו להם גשמים קדם חצות. אמר להם רבי טרפון, צאו ואכלו ושתו ועשו יום טוב. ויצאו ואכלו ושתו ועשו יום טוב, ובאו בין הערבים וקראו הלל הגדול: "
    },
    {
      "uid": "Mishnah_Ta'anit_27",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 7030,
      "end_char": 7153,
      "length": 124,
      "text": "בשלשה פרקים בשנה כהנים נושאין את כפיהן ארבע פעמים ביום, בשחרית, במוסף ובמנחה ובנעילת שערים, בתעניות ובמעמדות וביום הכפורים: "
    },
    {
      "uid": "Mishnah_Ta'anit_28",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 7154,
      "end_char": 7499,
      "length": 346,
      "text": "אלו הן מעמדות, לפי שנאמר (במדבר כח), צו את בני ישראל ואמרת אלהם את קרבני לחמי, וכי היאך קרבנו של אדם קרב, והוא אינו עומד על גביו, התקינו נביאים הראשונים עשרים וארבע משמרות. על כל משמר ומשמר היה מעמד בירושלים של כהנים, של לוים, ושל ישראלים. הגיע זמן המשמר לעלות, כהנים ולוים עולים לירושלים, וישראל שבאותו משמר מתכנסין לעריהן וקוראין במעשה בראשית: "
    },
    {
      "uid": "Mishnah_Ta'anit_29",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 7500,
      "end_char": 7998,
      "length": 499,
      "text": "ואנשי המעמד היו מתענין ארבעה ימים בשבוע, מיום שני ועד יום חמישי. ולא היו מתענין ערב שבת, מפני כבוד השבת. ולא באחד בשבת, כדי שלא יצאו ממנוחה וענג ליגיעה ותענית וימותו. ביום הראשון, בראשית, ויהי רקיע. בשני, יהי רקיע, ויקוו המים. בשלישי, יקוו המים, ויהי מארת. ברביעי, יהי מארת, וישרצו המים. בחמישי, ישרצו המים, ותוצא הארץ. בששי, תוצא הארץ, ויכלו השמים. פרשה גדולה, קורין אותה בשנים, והקטנה ביחיד, בשחרית ובמוסף. ובמנחה נכנסין וקורין על פיהן, כקורין את שמע. ערב שבת במנחה לא היו נכנסין, מפני כבוד השבת: "
    },
    {
      "uid": "Mishnah_Ta'anit_30",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 7999,
      "end_char": 8229,
      "length": 231,
      "text": "כל יום שיש בו הלל, אין בו מעמד בשחרית. קרבן מוסף, אין בו בנעילה. קרבן עצים, אין בו במנחה, דברי רבי עקיבא. אמר לו בן עזאי, כך היה רבי יהושע שונה, קרבן מוסף, אין בו במנחה. קרבן עצים, אין בו בנעילה. חזר רבי עקיבא להיות שונה כבן עזאי: "
    },
    {
      "uid": "Mishnah_Ta'anit_31",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 8230,
      "end_char": 8665,
      "length": 436,
      "text": "זמן עצי כהנים והעם, תשעה. באחד בניסן, בני ארח בן יהודה. בעשרים בתמוז, בני דוד בן יהודה. בחמשה באב, בני פרעש בן יהודה. בשבעה בו, בני יונדב בן רכב. בעשרה בו, בני סנאה בן בנימין. בחמשה עשר בו, בני זתוא בן יהודה, ועמהם כהנים ולוים וכל מי שטעה בשבטו, ובני גונבי עלי בני קוצעי קציעות. בעשרים בו, בני פחת מואב בן יהודה. בעשרים באלול, בני עדין בן יהודה. באחד בטבת שבו בני פרעש שניה. באחד בטבת לא היה בו מעמד, שהיה בו הלל וקרבן מוסף וקרבן עצים: "
    },
    {
      "uid": "Mishnah_Ta'anit_32",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 8666,
      "end_char": 8942,
      "length": 277,
      "text": "חמשה דברים ארעו את אבותינו בשבעה עשר בתמוז וחמשה בתשעה באב. בשבעה עשר בתמוז נשתברו הלוחות, ובטל התמיד, והבקעה העיר, ושרף אפוסטמוס את התורה, והעמיד צלם בהיכל. בתשעה באב נגזר על אבותינו שלא יכנסו לארץ, וחרב הבית בראשונה ובשניה, ונלכדה ביתר, ונחרשה העיר. משנכנס אב, ממעטין בשמחה: "
    },
    {
      "uid": "Mishnah_Ta'anit_33",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 8943,
      "end_char": 9163,
      "length": 221,
      "text": "שבת שחל תשעה באב להיות בתוכה, אסור מלספר ומלכבס, ובחמישי מתרין מפני כבוד השבת. ערב תשעה באב לא יאכל אדם שני תבשילין, לא יאכל בשר ולא ישתה יין. רבן שמעון בן גמליאל אומר, ישנה. רבי יהודה מחיב בכפית המטה, ולא הודו לו חכמים: "
    },
    {
      "uid": "Mishnah_Ta'anit_34",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 9164,
      "end_char": 9751,
      "length": 588,
      "text": "אמר רבן שמעון בן גמליאל, לא היו ימים טובים לישראל כחמשה עשר באב וכיום הכפורים, שבהן בנות ירושלים יוצאות בכלי לבן שאולין, שלא לביש את מי שאין לו. כל הכלים טעונין טבילה. ובנות ירושלים יוצאות וחולות בכרמים. ומה היו אומרות, בחור, שא נא עיניך וראה, מה אתה בורר לך. אל תתן עיניך בנוי, תן עיניך במשפחה. שקר החן והבל היפי, אשה יראת ה' היא תתהלל (משלי לא). ואומר, תנו לה מפרי ידיה, ויהללוה בשערים מעשיה. וכן הוא אומר, צאינה וראינה בנות ציון במלך שלמה בעטרה שעטרה לו אמו ביום חתנתו וביום שמחת לבו (שיר השירים ג). ביום חתנתו, זה מתן תורה. וביום שמחת לבו, זה בנין בית המקדש, שיבנה במהרה בימינו. אמן: "
    }
  ]
}