{
  "title": "Mishnah Avodah Zarah",
  "categories": [
    "Mishnah",
    "Seder Nezikin"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Avodah_Zarah_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 202,
      "length": 202,
      "text": "לפני אידיהן של גוים שלשה ימים אסור לשאת ולתת עמהן, להשאילן ולשאל מהן, להלותן וללות מהן, לפרען ולפרע מהן. רבי יהודה אומר, נפרעין מהן מפני שהוא מצר לו. אמרו לו, אף על פי שמצר הוא עכשיו, שמח הוא לאחר זמן: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 203,
      "end_char": 312,
      "length": 110,
      "text": "רבי ישמעאל אומר, שלשה ימים לפניהם ושלשה ימים לאחריהם, אסור. וחכמים אומרים, לפני אידיהן אסור, לאחר אידיהן מתר: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 313,
      "end_char": 639,
      "length": 327,
      "text": "ואלו אידיהן של גוים, קלנדא, וסטרנורא, וקרטסים, ויום גנסיא של מלכים, ויום הלידה, ויום המיתה, דברי רבי מאיר. וחכמים אומרים, כל מיתה שיש בה שרפה, יש בה עבודה זרה. ושאין בה שרפה, אין בה עבודה זרה. יום תגלחת זקנו ובלוריתו, יום שעלה בו מן הים, ויום שיצא בו מבית האסורים, וגוי שעשה משתה לבנו, אינו אסור אלא אותו היום ואותו האיש בלבד: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 640,
      "end_char": 921,
      "length": 282,
      "text": "עיר שיש בה עבודה זרה, חוצה לה מתר. היה חוצה לה עבודה זרה, תוכה מתר. מהו לילך לשם. בזמן שהדרך מיחדת לאותו מקום, אסור. ואם היה יכול להלך בה למקום אחר, מתר. עיר שיש בה עבודה זרה והיו בה חניות מעטרות ושאינן מעטרות, זה היה מעשה בבית שאן, ואמרו חכמים, המעטרות אסורות ושאינן מעטרות מתרות: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 922,
      "end_char": 1235,
      "length": 314,
      "text": "אלו דברים אסורים למכר לגוים, אצטרובלין, ובנות שוח ופטוטרותיהן, ולבונה, ותרנגול הלבן. רבי יהודה אומר, מתר למכור לו תרנגול לבן בין התרנגולין. ובזמן שהוא בפני עצמו, קוטע את אצבעו ומוכרו לו, לפי שאין מקריבין חסר לעבודה זרה. ושאר כל הדברים, סתמן מתר, ופרושן אסור. רבי מאיר אומר, אף דקל טב וחצב ונקליבם אסור למכר לגוים: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 1236,
      "end_char": 1416,
      "length": 181,
      "text": "מקום שנהגו למכר בהמה דקה לגוים, מוכרין. מקום שנהגו שלא למכר, אין מוכרין. ובכל מקום אין מוכרין להם בהמה גסה, עגלים וסיחים, שלמים ושבורין. רבי יהודה מתיר בשבורה. ובן בתירה מתיר בסוס: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1417,
      "end_char": 1600,
      "length": 184,
      "text": "אין מוכרין להם דבין ואריות וכל דבר שיש בו נזק לרבים. אין בונין עמהם בסילקי, גרדום, ואצטדיא, ובימה. אבל בונים עמהם בימוסיאות ובית מרחצאות. הגיעו לכפה שמעמידין בה עבודה זרה, אסור לבנות: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1601,
      "end_char": 2041,
      "length": 441,
      "text": "ואין עושין תכשיטין לעבודה זרה, קטלאות ונזמים וטבעות. רבי אליעזר אומר, בשכר מתר. אין מוכרין להם במחבר לקרקע, אבל מוכר הוא משיקצץ. רבי יהודה אומר, מוכר הוא לו על מנת לקוץ. אין משכירין להם בתים בארץ ישראל, ואין צריך לומר שדות. ובסוריא משכירין להם בתים, אבל לא שדות. ובחוץ לארץ מוכרין להם בתים ומשכירין שדות, דברי רבי מאיר. רבי יוסי אומר, בארץ ישראל משכירין להם בתים, אבל לא שדות. ובסוריא מוכרין בתים ומשכירין שדות. ובחוצה לארץ מוכרין אלו ואלו: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_9",
      "chapter_number": 1,
      "verse_number": 9,
      "start_char": 2042,
      "end_char": 2211,
      "length": 170,
      "text": "אף במקום שאמרו להשכיר, לא לבית דירה אמרו, מפני שהוא מכניס לתוכו עבודה זרה, שנאמר (דברים ז) ולא תביא תועבה אל ביתך. ובכל מקום לא ישכיר לו את המרחץ, מפני שהוא נקרא על שמו: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_10",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 2212,
      "end_char": 2513,
      "length": 302,
      "text": "אין מעמידין בהמה בפנדקאות של גוים, מפני שחשודין על הרביעה. ולא תתיחד אשה עמהן, מפני שחשודין על העריות. ולא יתיחד אדם עמהן, מפני שחשודין על שפיכת דמים. בת ישראל לא תילד את הנכרית, מפני שמילדת בן לעבודה זרה. אבל נכרית מילדת בת ישראל. בת ישראל לא תניק בנה של נכרית, אבל נכרית מניקה בנה של ישראלית ברשותה: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_11",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 2514,
      "end_char": 2648,
      "length": 135,
      "text": "מתרפאין מהן רפוי ממון, אבל לא רפוי נפשות. ואין מסתפרין מהן בכל מקום, דברי רבי מאיר. וחכמים אומרים, ברשות הרבים מתר, אבל לא בינו לבינו: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_12",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2649,
      "end_char": 2951,
      "length": 303,
      "text": "אלו דברים של גוים אסורין ואסורן אסור הנאה. היין, והחמץ של גוים שהיה מתחלתו יין, וחרס הדריני, ועורות לבובין. רבן שמעון בן גמליאל אומר, בזמן שהקרע שלו עגול, אסור. משוך, מתר. בשר הנכנס לעבודה זרה, מתר. והיוצא, אסור, מפני שהוא כזבחי מתים, דברי רבי עקיבא. ההולכין לתרפות, אסור לשאת ולתת עמהם. והבאין, מתרין: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_13",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2952,
      "end_char": 3289,
      "length": 338,
      "text": "נודות הגוים וקנקניהן ויין של ישראל כנוס בהן, אסורין, ואסורן אסור הנאה, דברי רבי מאיר. וחכמים אומרים, אין אסורן אסור הנאה. החרצנים והזגין של גוים אסורין, ואסורן אסור הנאה, דברי רבי מאיר. וחכמים אומרים, לחין, אסורין, יבשין, מתרין. המריס וגבינות בית אניקי של גוים אסורין, ואסורן אסור הנאה, דברי רבי מאיר. וחכמים אומרים, אין אסורן אסור הנאה: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_14",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 3290,
      "end_char": 3820,
      "length": 531,
      "text": "אמר רבי יהודה, שאל רבי ישמעאל את רבי יהושע, כשהיו מהלכין בדרך. אמר לו, מפני מה אסרו גבינות הגוים. אמר לו, מפני שמעמידין אותה בקבה של נבלה. אמר לו, והלא קבת עולה חמורה מקבת נבלה, ואמרו, כהן שדעתו יפה, שורפה חיה. ולא הודו לו, אבל אמרו, אין נהנין ולא מועלין. חזר, אמר לו, מפני שמעמידין אותה בקבת עגלי עבודה זרה. אמר לו, אם כן, למה לא אסרוה בהנאה. השיאו לדבר אחר, אמר לו, ישמעאל אחי, היאך אתה קורא (שיר השירים א), כי טובים דדיך מיין, או כי טובים דדיך. אמר לו, כי טובים דדיך. אמר לו, אין הדבר כן, שהרי חברו מלמד עליו, לריח שמניך טובים: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_15",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 3821,
      "end_char": 4104,
      "length": 284,
      "text": "אלו דברים של גוים אסורין ואין אסורן אסור הנאה. חלב שחלבו גוי ואין ישראל רואהו, והפת, והשמן שלהן. רבי ובית דינו התירו בשמן. ושלקות, וכבשין שדרכן לתת לתוכן יין וחמץ, וטרית טרופה, וציר שאין בה דגה כלבית שוטטת בו, והחלק, וקרט של חלתית, ומלח סלקונטית, הרי אלו אסורין ואין אסורן אסור הנאה: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_16",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 4105,
      "end_char": 4415,
      "length": 311,
      "text": "אלו מתרין באכילה. חלב שחלבו גוי וישראל רואהו. והדבש. והדבדניות אף על פי שמנטפין, אין בהם משום הכשר משקה. וכבשין שאין דרכן לתת לתוכן יין וחמץ. וטרית שאינה טרופה. וציר שיש בה דגה. ועלה של חלתית. וזיתים גלסקאות המגלגלין. רבי יוסי אומר, השלוחין, אסורין. החגבים הבאים מן הסלולה, אסורין. מן ההפתק, מתרין. וכן לתרומה: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_17",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 4416,
      "end_char": 4587,
      "length": 172,
      "text": "כל הצלמים אסורים, מפני שהן נעבדין פעם אחת בשנה, דברי רבי מאיר. וחכמים אומרים, אינו אסור אלא כל שיש בידו מקל או צפור או כדור. רבן שמעון בן גמליאל אומר, כל שיש בידו כל דבר:  "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_18",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 4588,
      "end_char": 4686,
      "length": 99,
      "text": "המוצא שברי צלמים, הרי אלו מתרים. מצא תבנית יד או תבנית רגל, הרי אלו אסורים, מפני שכיוצא בהן נעבד:  "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_19",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 4687,
      "end_char": 4937,
      "length": 251,
      "text": "המוצא כלים ועליהם צורת חמה, צורת לבנה, צורת דרקון, יוליכם לים המלח. רבן שמעון בן גמליאל אומר, שעל המכבדין, אסורים. שעל המבזין, מתרין. רבי יוסי אומר, שוחק וזורה לרוח או מטיל לים. אמרו לו, אף הוא נעשה זבל, שנאמר (דברים יג) ולא ידבק בידך מאומה מן החרם:  "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_20",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4938,
      "end_char": 5464,
      "length": 527,
      "text": "שאל פרוקלוס בן פלוספוס את רבן גמליאל בעכו, שהיה רוחץ במרחץ של אפרודיטי, אמר לו, כתוב בתורתכם, ולא ידבק בידך מאומה מן החרם. מפני מה אתה רוחץ במרחץ של אפרודיטי. אמר לו, אין משיבין במרחץ. וכשיצא אמר לו, אני לא באתי בגבולה, היא באתה בגבולי, אין אומרים, נעשה מרחץ לאפרודיטי נוי, אלא אומרים, נעשה אפרודיטי נוי למרחץ. דבר אחר, אם נותנין לך ממון הרבה, אי אתה נכנס לעבודה זרה שלך ערום ובעל קרי ומשתין בפניה, וזו עומדת על פי הביב וכל העם משתינין לפניה. לא נאמר אלא אלהיהם. את שנוהג בו משום אלוה, אסור. ואת שאינו נוהג בו משום אלוה, מתר:  "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_21",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 5465,
      "end_char": 5860,
      "length": 396,
      "text": "הגוים העובדים את ההרים ואת הגבעות, הן מתרין ומה שעליהם אסורים, שנאמר (דברים ז) לא תחמד כסף וזהב עליהם ולקחת. רבי יוסי הגלילי אומר, (שם יב) אלהיהם על ההרים, ולא ההרים אלהיהם. אלהיהם על הגבעות, ולא הגבעות אלהיהם. ומפני מה אשרה אסורה, מפני שיש בה תפיסת יד אדם, וכל שיש בה תפיסת ידי אדם אסור. אמר רבי עקיבא, אני אובין ואדון לפניך. כל מקום שאתה מוצא הר גבוה וגבעה נשאה ועץ רענן, דע שיש שם עבודה זרה:  "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_22",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 5861,
      "end_char": 6160,
      "length": 300,
      "text": "מי שהיה ביתו סמוך לעבודה זרה ונפל, אסור לבנותו. כיצד יעשה, כונס בתוך שלו ארבע אמות ובונה. היה שלו ושל עבודה זרה, נדון מחצה על מחצה. אבניו עציו ועפרו, מטמאין כשרץ, שנאמר (דברים ז) שקץ תשקצנו. רבי עקיבא אומר, כנדה, שנאמר (ישעיה ל) תזרם כמו דוה, צא תאמר לו, מה נדה מטמאה במשא, אף עבודה זרה מטמאה במשא:  "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_23",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 6161,
      "end_char": 6823,
      "length": 663,
      "text": "שלשה בתים הן. בית שבנוי מתחלה לעבודה זרה, הרי זה אסור. סידו וכירו לעבודה זרה וחדש, נוטל מה שחדש. הכניס לתוכה עבודה זרה והוציאה, הרי זה מתר. שלש אבנים הן. אבן שחצבה מתחלה לבימוס, הרי זו אסורה. סידה וכירה לשם עבודה זרה וחדש, נוטל מה שחדש. העמיד עליה עבודה זרה וסלקה, הרי זו מתרת. שלש אשרות הן. אילן שנטעו מתחלה לשם עבודה זרה, הרי זה אסור. גדעו ופסלו לשם עבודה זרה והחליף, נוטל מה שהחליף. העמיד תחתיה עבודה זרה ובטלה, הרי זה מתר. איזו היא אשרה, כל שיש תחתיה עבודה זרה. רבי שמעון אומר, כל שעובדין אותה. ומעשה בצידן באילן שהיו עובדין אותו, ומצאו תחתיו גל. אמר להן רבי שמעון, בדקו את הגל הזה, ובדקוהו ומצאו בו צורה. אמר להן, הואיל ולצורה הן עובדין, נתיר להן את האילן:  "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_24",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 6824,
      "end_char": 7094,
      "length": 271,
      "text": "לא ישב בצלה. ואם ישב, טהור. ולא יעבר תחתיה. ואם עבר, טמא. היתה גוזלת את הרבים, ועבר תחתיה, טהור. וזורעין תחתיה ירקות בימות הגשמים אבל לא בימות החמה. והחזרין, לא בימות החמה ולא בימות הגשמים. רבי יוסי אומר, אף לא ירקות בימות הגשמים, מפני שהנמיה נושרת עליהן והוה להן לזבל:  "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_25",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 7095,
      "end_char": 7476,
      "length": 382,
      "text": "נטל ממנה עצים, אסורים בהנאה. הסיק בהן את התנור, אם חדש, יתץ. ואם ישן, יצן. אפה בו את הפת, אסורה בהנאה. נתערבה באחרות, כלן אסורות בהנאה. רבי אליעזר אומר, יוליך הנאה לים המלח. אמרו לו, אין פדיון לעבודה זרה. נטל הימנה כרכר, אסור בהנאה. ארג בו את הבגד, הבגד אסור בהנאה. נתערב באחרים ואחרים באחרים, כלן אסורין בהנאה. רבי אליעזר אומר, יוליך הנאה לים המלח. אמרו לו, אין פדיון לעבודה זרה:  "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_26",
      "chapter_number": 3,
      "verse_number": 10,
      "start_char": 7477,
      "end_char": 7583,
      "length": 107,
      "text": "כיצד מבטלה. קרסם, וזרד, נטל ממנה מקל או שרביט, אפלו עלה, הרי זו בטלה. שפיה לצרכה, אסורה. שלא לצרכה, מתרת:  "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_27",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 7584,
      "end_char": 7714,
      "length": 131,
      "text": "רבי ישמעאל אומר, שלש אבנים זו בצד זו בצד מרקוליס, אסורות. ושתים, מתרות. וחכמים אומרים, שנראות עמו, אסורות. ושאין נראות עמו, מתרות: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_28",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 7715,
      "end_char": 7851,
      "length": 137,
      "text": "מצא בראשו מעות, כסות או כלים, הרי אלו מתרין. פרכילי ענבים ועטרות של שבלים ויינות ושמנים וסלתות וכל דבר שכיוצא בו קרב על גבי המזבח, אסור: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_29",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 7852,
      "end_char": 7979,
      "length": 128,
      "text": "עבודה זרה שהיה לה גנה או מרחץ, נהנין מהן שלא בטובה ואין נהנין מהן בטובה. היה שלה ושל אחרים, נהנין מהן בין בטובה ובין שלא בטובה: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_30",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 7980,
      "end_char": 8176,
      "length": 197,
      "text": "עבודה זרה של נכרי, אסורה מיד. ושל ישראל, אין אסורה עד שתעבד. נכרי מבטל עבודה זרה שלו ושל חברו, וישראל אינו מבטל עבודה זרה של נכרי. המבטל עבודה זרה, בטל משמשיה. בטל משמשיה, משמשיה מתרין והיא אסורה: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_31",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 8177,
      "end_char": 8372,
      "length": 196,
      "text": "כיצד מבטלה, קטע ראש אזנה, ראש חטמה, ראש אצבעה, פחסה אף על פי שלא חסרה, בטלה. רקק בפניה, השתין בפניה, גררה, וזרק בה את הצואה, הרי זו אינה בטלה. מכרה או משכנה, רבי אומר, בטל. וחכמים אומרים, לא בטל: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_32",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 8373,
      "end_char": 8508,
      "length": 136,
      "text": "עבודה זרה שהניחוה עובדיה בשעת שלום, מתרת. בשעת מלחמה, אסורה. בימוסיאות של מלכים, הרי אלו מתרות, מפני שמעמידין אותם בשעה שהמלכים עוברים: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_33",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 8509,
      "end_char": 8856,
      "length": 348,
      "text": "שאלו את הזקנים ברומי, אם אין רצונו בעבודה זרה, למה אינו מבטלה. אמרו להן, אלו לדבר שאין צרך לעולם בו היו עובדין, היה מבטלו. הרי הן עובדין לחמה וללבנה ולכוכבים ולמזלות. יאבד עולמו מפני השוטים. אמרו להן, אם כן, יאבד דבר שאין צרך לעולם בו ויניח דבר שצרך העולם בו. אמרו להן, אף אנו מחזיקין ידי עובדיהם של אלו, שאומרים, תדעו שהן אלוהות, שהרי הן לא בטלו: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_34",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 8857,
      "end_char": 8987,
      "length": 131,
      "text": "לוקחין גת בעוטה מן הגוי אף על פי שהוא נוטל בידו ונותן לתפוח. ואינו נעשה יין נסך, עד שירד לבור. ירד לבור, מה שבבור אסור, והשאר מתר: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_35",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 8988,
      "end_char": 9195,
      "length": 208,
      "text": "דורכין עם הגוי בגת, אבל לא בוצרין עמו. ישראל שהוא עושה בטמאה, לא דורכין ולא בוצרין עמו, אבל מוליכין עמו חביות לגת, ומביאין עמו מן הגת. נחתום שהוא עושה בטמאה, לא לשין ולא עורכין עמו, אבל מוליכין עמו פת לפלטר: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_36",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 9196,
      "end_char": 9452,
      "length": 257,
      "text": "גוי שנמצא עומד בצד הבור של יין, אם יש לו עליו מלוה, אסור. אין לו עליו מלוה, מתר. נפל לבור ועלה, ומדדו בקנה, התיז את הצרעה בקנה או שהיה מטפח על פי חבית מרתחת, בכל אלו היה מעשה, ואמרו ימכר. ורבי שמעון מתיר. נטל את החבית וזרקה בחמתו לבור, זה היה מעשה והכשירו: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_37",
      "chapter_number": 4,
      "verse_number": 11,
      "start_char": 9453,
      "end_char": 9691,
      "length": 239,
      "text": "המטהר יינו של נכרי ונותנו ברשותו בבית הפתוח לרשות הרבים, בעיר שיש בה גוים וישראלים, מתר. בעיר שכלה גוים, אסור, עד שיושיב שומר. ואין השומר צריך להיות יושב ומשמר. אף על פי שהוא יוצא ונכנס, מתר. רבי שמעון בן אלעזר אומר, כל רשות גוים אחת היא: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_38",
      "chapter_number": 4,
      "verse_number": 12,
      "start_char": 9692,
      "end_char": 9857,
      "length": 166,
      "text": "המטהר יינו של נכרי ונותנו ברשותו, והלה כותב לו, התקבלתי ממך מעות, מתר. אבל אם ירצה ישראל להוציאו ואינו מניחו עד שיתן לו את מעותיו, זה היה מעשה בבית שאן, ואסרו חכמים: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_39",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 9858,
      "end_char": 10098,
      "length": 241,
      "text": "השוכר את הפועל לעשות עמו ביין נסך, שכרו אסור. שכרו לעשות עמו מלאכה אחרת, אף על פי שאמר לו העבר לי חבית של יין נסך ממקום למקום, שכרו מתר. השוכר את החמור להביא עליה יין נסך, שכרה אסור. שכרה לישב עליה, אף על פי שהניח הגוי לגינו עליה, שכרה מתר: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_40",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 10099,
      "end_char": 10426,
      "length": 328,
      "text": "יין נסך שנפל על גבי ענבים, ידיחן והן מתרות. ואם היו מבקעות, אסורות. נפל על גבי תאנים או על גבי תמרים, אם יש בהן בנותן טעם, אסור. מעשה בביתוס בן זונן שהביא גרוגרות בספינה, ונשתברה חבית של יין נסך ונפל על גביהן, ושאל לחכמים והתירום. זה הכלל, כל שבהנאתו בנותן טעם, אסור. כל שאין בהנאתו בנותן טעם, מתר, כגון חמץ שנפל על גבי גריסין: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_41",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 10427,
      "end_char": 10590,
      "length": 164,
      "text": "נכרי שהיה מעביר עם ישראל כדי יין ממקום למקום, אם היה בחזקת המשתמר, מתר. אם הודיעו שהוא מפליג, כדי שישתם ויסתם ויגב. רבן שמעון בן גמליאל אומר, כדי שיפתח ויגוף ותגב: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_42",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 10591,
      "end_char": 10892,
      "length": 302,
      "text": "המניח יינו בקרון או בספינה והלך לו בקפנדריא, נכנס למדינה ורחץ, מתר. אם הודיעו שהוא מפליג, כדי שישתם ויסתם ויגב. רבן שמעון בן גמליאל אומר, כדי שיפתח ויגוף ותגב. המניח נכרי בחנות, אף על פי שהוא יוצא ונכנס, מתר. ואם הודיעו שהוא מפליג, כדי שישתם ויסתם ויגב. רבן שמעון בן גמליאל אומר, כדי שיפתח ויגוף ותגב: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_43",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 10893,
      "end_char": 11107,
      "length": 215,
      "text": "היה אוכל עמו על השלחן והניח לגינה על השלחן, ולגינה על הדלבקי, והניחו ויצא, מה שעל השלחן, אסור. ומה שעל הדלבקי, מתר. ואם אמר לו הוי מוזג ושותה, אף שעל הדלבקי אסור. חביות פתוחות, אסורות. סתומות, כדי שיפתח ויגוף ותגב: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_44",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 11108,
      "end_char": 11225,
      "length": 118,
      "text": "בלשת גוים שנכנסה לעיר בשעת שלום, חביות פתוחות, אסורות. סתומות, מתרות. בשעת מלחמה, אלו ואלו מתרות, לפי שאין פנאי לנסך: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_45",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 11226,
      "end_char": 11566,
      "length": 341,
      "text": "אמנין של ישראל ששלח להם נכרי חבית של יין נסך בשכרן, מתרים לומר לו תן לנו את דמיה. ואם משנכנסה לרשותן, אסור. המוכר יינו לנכרי, פסק עד שלא מדד, דמיו מתרין. מדד עד שלא פסק, דמיו אסורין. נטל את המשפך ומדד לתוך צלוחיתו של נכרי, וחזר ומדד לתוך צלוחיתו של ישראל, אם יש בו עכבת יין, אסור. המערה מכלי אל כלי, את שערה ממנו, מתר. ואת שערה לתוכו, אסור: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_46",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 11567,
      "end_char": 11707,
      "length": 141,
      "text": "יין נסך אסור, ואוסר בכל שהוא. יין ביין ומים במים, בכל שהוא. יין במים ומים ביין, בנותן טעם. זה הכלל, מין במינו, במשהו. ושלא במינו, בנותן טעם: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_47",
      "chapter_number": 5,
      "verse_number": 9,
      "start_char": 11708,
      "end_char": 11908,
      "length": 201,
      "text": "אלו אסורין, ואוסרין בכל שהן. יין נסך, ועבודה זרה, ועורות לבובין, ושור הנסקל, ועגלה ערופה, וצפרי מצרע, ושער נזיר, ופטר חמור, ובשר בחלב, ושעיר המשתלח, וחלין שנשחטו בעזרה, הרי אלו אסורין ואוסרין בכל שהן: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_48",
      "chapter_number": 5,
      "verse_number": 10,
      "start_char": 11909,
      "end_char": 12007,
      "length": 99,
      "text": "יין נסך שנפל לבור, כלו אסור בהנאה. רבן שמעון בן גמליאל אומר, ימכר כלו לנכרי, חוץ מדמי יין נסך שבו: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_49",
      "chapter_number": 5,
      "verse_number": 11,
      "start_char": 12008,
      "end_char": 12145,
      "length": 138,
      "text": "גת של אבן שזפתה גוי, מנגבה והיא טהורה. ושל עץ, רבי אומר, ינגב. וחכמים אומרים, יקלף את הזפת. ושל חרס, אף על פי שקלף את הזפת, הרי זו אסורה: "
    },
    {
      "uid": "Mishnah_Avodah_Zarah_50",
      "chapter_number": 5,
      "verse_number": 12,
      "start_char": 12146,
      "end_char": 12281,
      "length": 136,
      "text": "הלוקח כלי תשמיש מן הגוי, את שדרכו להטביל, יטביל. להגעיל, יגעיל. ללבן באור, ילבן באור. השפוד והאסכלה, מלבנן באור. הסכין, שפה והיא טהורה: "
    }
  ]
}