{
  "title": "Mishnah Gittin",
  "categories": [
    "Mishnah",
    "Seder Nashim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Gittin_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 337,
      "length": 337,
      "text": "המביא גט ממדינת הים, צריך שיאמר, בפני נכתב ובפני נחתם. רבן גמליאל אומר, אף המביא מן הרקם ומן החגר. רבי אליעזר אומר, אפלו מכפר לודים ללוד. וחכמים אומרים, אינו צריך שיאמר בפני נכתב ובפני נחתם, אלא המביא ממדינת הים והמוליך. והמביא ממדינה למדינה במדינת הים, צריך שיאמר בפני נכתב ובפני נחתם. רבן שמעון בן גמליאל אומר, אפלו מהגמוניא להגמוניא: "
    },
    {
      "uid": "Mishnah_Gittin_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 338,
      "end_char": 468,
      "length": 131,
      "text": "רבי יהודה אומר, מרקם למזרח, ורקם כמזרח. מאשקלון לדרום, ואשקלון כדרום. מעכו לצפון, ועכו כצפון. רבי מאיר אומר, עכו כארץ ישראל לגטין: "
    },
    {
      "uid": "Mishnah_Gittin_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 469,
      "end_char": 651,
      "length": 183,
      "text": "המביא גט בארץ ישראל, אינו צריך שיאמר בפני נכתב ובפני נחתם. אם יש עליו עוררים, יתקים בחותמיו. המביא גט ממדינת הים ואינו יכול לומר בפני נכתב ובפני נחתם, אם יש עליו עדים, יתקים בחותמיו: "
    },
    {
      "uid": "Mishnah_Gittin_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 652,
      "end_char": 749,
      "length": 98,
      "text": "אחד גטי נשים ואחד שחרורי עבדים, שוו למוליך ולמביא. וזו אחד מן הדרכים ששוו גטי נשים לשחרורי עבדים: "
    },
    {
      "uid": "Mishnah_Gittin_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 750,
      "end_char": 1041,
      "length": 292,
      "text": "כל גט שיש עליו עד כותי, פסול, חוץ מגטי נשים ושחרורי עבדים. מעשה, שהביאו לפני רבן גמליאל לכפר עותנאי גט אשה והיו עדיו עדי כותים, והכשיר. כל השטרות העולים בערכאות של גוים, אף על פי שחותמיהם גוים, כשרים, חוץ מגטי נשים ושחרורי עבדים. רבי שמעון אומר, אף אלו כשרין, לא הזכרו אלא בזמן שנעשו בהדיוט: "
    },
    {
      "uid": "Mishnah_Gittin_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 1042,
      "end_char": 1485,
      "length": 444,
      "text": "האומר, תן גט זה לאשתי ושטר שחרור זה לעבדי, אם רצה לחזר בשניהן, יחזר, דברי רבי מאיר. וחכמים אומרים, בגטי נשים, אבל לא בשחרורי עבדים, לפי שזכין לאדם שלא בפניו ואין חבין לו אלא בפניו. שאם ירצה שלא לזון את עבדו, רשאי. ושלא לזון את אשתו, אינו רשאי. אמר להם, והרי הוא פוסל את עבדו מן התרומה כשם שהוא פוסל את אשתו. אמרו לו, מפני שהוא קנינו. האומר, תנו גט זה לאשתי, ושטר שחרור זה לעבדי, ומת, לא יתנו לאחר מיתה. תנו מנה לאיש פלוני, ומת, יתנו לאחר מיתה: "
    },
    {
      "uid": "Mishnah_Gittin_7",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1486,
      "end_char": 1803,
      "length": 318,
      "text": "המביא גט ממדינת הים ואמר, בפני נכתב אבל לא בפני נחתם, בפני נחתם אבל לא בפני נכתב, בפני נכתב כלו ובפני נחתם חציו, בפני נכתב חציו ובפני נחתם כלו, פסול. אחד אומר בפני נכתב, ואחד אומר בפני נחתם, פסול. שנים אומרים בפנינו נכתב, ואחד אומר בפני נחתם, פסול. ורבי יהודה מכשיר. אחד אומר בפני נכתב, ושנים אומרים בפנינו נחתם, כשר: "
    },
    {
      "uid": "Mishnah_Gittin_8",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1804,
      "end_char": 1987,
      "length": 184,
      "text": "נכתב ביום ונחתם ביום, בלילה ונחתם בלילה, בלילה ונחתם ביום, כשר. ביום ונחתם בלילה, פסול. רבי שמעון מכשיר, שהיה רבי שמעון אומר, כל הגטין שנכתבו ביום ונחתמו בלילה, פסולין, חוץ מגטי נשים: "
    },
    {
      "uid": "Mishnah_Gittin_9",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 1988,
      "end_char": 2294,
      "length": 307,
      "text": "בכל כותבין, בדיו, בסם, בסקרא, ובקומוס, ובקנקנתום, ובכל דבר שהוא של קימא. אין כותבין לא במשקים, ולא במי פרות, ולא בכל דבר שאינו מתקים. על הכל כותבין, על העלה של זית, ועל הקרן של פרה, ונותן לה את הפרה, על יד של עבד, ונותן לה את העבד. רבי יוסי הגלילי אומר, אין כותבין לא על דבר שיש בו רוח חיים, ולא על האכלין: "
    },
    {
      "uid": "Mishnah_Gittin_10",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2295,
      "end_char": 2509,
      "length": 215,
      "text": "אין כותבין במחבר לקרקע. כתבו במחבר, תלשו וחתמו ונתנו לה, כשר. רבי יהודה פוסל, עד שתהא כתיבתו וחתימתו בתלוש. רבי יהודה בן בתירא אומר, אין כותבין לא על הניר המחוק ולא על הדפתרא, מפני שהוא יכול להזדיף. וחכמים מכשירין: "
    },
    {
      "uid": "Mishnah_Gittin_11",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2510,
      "end_char": 2677,
      "length": 168,
      "text": "הכל כשרין לכתב את הגט, אפלו חרש, שוטה וקטן. האשה כותבת את גטה, והאיש כותב את שוברו, שאין קיום הגט אלא בחותמיו. הכל כשרין להביא את הגט, חוץ מחרש, שוטה וקטן וסומא ונכרי: "
    },
    {
      "uid": "Mishnah_Gittin_12",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 2678,
      "end_char": 2870,
      "length": 193,
      "text": "קבל הקטן והגדיל, חרש ונתפקח, סומא ונתפתח, שוטה ונשתפה, נכרי ונתגיר, פסול. אבל פקח ונתחרש וחזר ונתפקח, פתוח ונסתמא וחזר ונתפתח, שפוי ונשתטה וחזר ונשתפה, כשר. זה הכלל, כל שתחלתו וסופו בדעת, כשר: "
    },
    {
      "uid": "Mishnah_Gittin_13",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 2871,
      "end_char": 3065,
      "length": 195,
      "text": "אף הנשים שאינן נאמנות לומר מת בעלה, נאמנות להביא את גטה, חמותה ובת חמותה וצרתה ויבמתה ובת בעלה. מה בין גט למיתה, שהכתב מוכיח. האשה עצמה מביאה את גטה, ובלבד שהיא צריכה לומר, בפני נכתב ובפני נחתם: "
    },
    {
      "uid": "Mishnah_Gittin_14",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3066,
      "end_char": 3458,
      "length": 393,
      "text": "כל גט שנכתב שלא לשום אשה, פסול. כיצד. היה עובר בשוק ושמע קול סופרים מקרין, איש פלוני מגרש את פלונית ממקום פלוני, ואמר, זה שמי וזה שם אשתי, פסול לגרש בו. יתר מכן, כתב לגרש בו את אשתו ונמלך, מצאו בן עירו ואמר לו, שמי כשמך ושם אשתי כשם אשתך, פסול לגרש בו. יתר מכן, היו לו שתי נשים ושמותיהן שוות, כתב לגרש בו את הגדולה, לא יגרש בו את הקטנה. יתר מכן, אמר ללבלר, כתב לאיזו שארצה אגרש, פסול לגרש בו: "
    },
    {
      "uid": "Mishnah_Gittin_15",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3459,
      "end_char": 3768,
      "length": 310,
      "text": "הכותב טפסי גטין, צריך שיניח מקום האיש ומקום האשה ומקום הזמן. שטרי מלוה, צריך שיניח מקום המלוה, מקום הלוה, מקום המעות ומקום הזמן. שטרי מקח, צריך שיניח מקום הלוקח ומקום המוכר ומקום המעות ומקום השדה ומקום הזמן, מפני התקנה. רבי יהודה פוסל בכלן. רבי אלעזר מכשיר בכלן, חוץ מגטי נשים, שנאמר (דברים כד) וכתב לה, לשמה: "
    },
    {
      "uid": "Mishnah_Gittin_16",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3769,
      "end_char": 4039,
      "length": 271,
      "text": "המביא גט ואבד הימנו, מצאו לאלתר, כשר. ואם לאו, פסול. מצאו בחפיסה או בדלסקמא, אם מכירו, כשר. המביא גט והניחו זקן או חולה, נותנו לה בחזקת שהוא קים. בת ישראל הנשואה לכהן והלך בעלה למדינת הים, אוכלת בתרומה בחזקת שהוא קים. השולח חטאתו ממדינת הים, מקריבין אותה בחזקת שהוא קים: "
    },
    {
      "uid": "Mishnah_Gittin_17",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4040,
      "end_char": 4310,
      "length": 271,
      "text": "שלשה דברים אמר רבי אלעזר בן פרטא לפני חכמים וקימו את דבריו. על עיר שהקיפה כרקום, ועל הספינה המטרפת בים, ועל היוצא לדון, שהן בחזקת קימין. אבל עיר שכבשה כרקום, וספינה שאבדה בים, והיוצא להרג, נותנין עליהן חמרי חיים וחמרי מתים, בת ישראל לכהן, ובת כהן לישראל, לא תאכל בתרומה: "
    },
    {
      "uid": "Mishnah_Gittin_18",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 4311,
      "end_char": 4443,
      "length": 133,
      "text": "המביא גט בארץ ישראל וחלה, הרי זה משלחו ביד אחר. ואם אמר לו טל לי הימנה חפץ פלוני, לא ישלחנו ביד אחר, שאין רצונו שיהא פקדונו ביד אחר: "
    },
    {
      "uid": "Mishnah_Gittin_19",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4444,
      "end_char": 4603,
      "length": 160,
      "text": "המביא גט ממדינת הים וחלה, עושה בית דין ומשלחו, ואומר לפניהם, בפני נכתב ובפני נחתם. ואין שליח אחרון צריך שיאמר בפני נכתב ובפני נחתם, אלא אומר, שליח בית דין אני: "
    },
    {
      "uid": "Mishnah_Gittin_20",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 4604,
      "end_char": 4824,
      "length": 221,
      "text": "המלוה מעות את הכהן ואת הלוי ואת העני להיות מפריש עליהן מחלקן, מפריש עליהן בחזקת שהן קימין, ואינו חושש שמא מת הכהן או הלוי או העשיר העני. מתו, צריך לטל רשות מן היורשין. אם הלון בפני בית דין, אינו צריך לטל רשות מן היורשים: "
    },
    {
      "uid": "Mishnah_Gittin_21",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 4825,
      "end_char": 5084,
      "length": 260,
      "text": "המניח פרות להיות מפריש עליהן תרומה ומעשרות, מעות להיות מפריש עליהן מעשר שני, מפריש עליהן בחזקת שהן קימין. אם אבדו, הרי זה חושש מעת לעת, דברי רבי אלעזר בן שמוע. רבי יהודה אומר, בשלשה פרקים בודקין את היין, בקדים של מוצאי החג, ובהוצאת סמדר, ובשעת כניסת מים בבסר: "
    },
    {
      "uid": "Mishnah_Gittin_22",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5085,
      "end_char": 5288,
      "length": 204,
      "text": "השולח גט לאשתו והגיע בשליח, או ששלח אחריו שליח ואמר לו, גט שנתתי לך בטל הוא, הרי זה בטל. קדם אצל אשתו או ששלח אצלה שליח ואמר לה, גט ששלחתי ליך בטל הוא, הרי זה בטל. אם משהגיע גט לידה, שוב אינו יכול לבטלו: "
    },
    {
      "uid": "Mishnah_Gittin_23",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 5289,
      "end_char": 5536,
      "length": 248,
      "text": "בראשונה היה עושה בית דין במקום אחר ומבטלו. התקין רבן גמליאל הזקן שלא יהו עושין כן, מפני תקון העולם. בראשונה היה משנה שמו ושמה, שם עירו ושם עירה. והתקין רבן גמליאל הזקן שיהא כותב, איש פלוני וכל שם שיש לו, אשה פלונית וכל שום שיש לה, מפני תקון העולם: "
    },
    {
      "uid": "Mishnah_Gittin_24",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 5537,
      "end_char": 5733,
      "length": 197,
      "text": "אין אלמנה נפרעת מנכסי יתומים אלא בשבועה. נמנעו מלהשביעה, התקין רבן גמליאל הזקן שתהא נודרת ליתומים כל מה שירצו, וגובה כתבתה. העדים חותמין על הגט, מפני תקון העולם. הלל התקין פרוזבול מפני תקון העולם: "
    },
    {
      "uid": "Mishnah_Gittin_25",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 5734,
      "end_char": 6039,
      "length": 306,
      "text": "עבד שנשבה ופדאוהו, אם לשום עבד, ישתעבד. אם לשום בן חורין, לא ישתעבד. רבן שמעון בן גמליאל אומר, בין כך ובין כך ישתעבד. עבד שעשאו רבו אפותיקי לאחרים ושחררו, שורת הדין, אין העבד חיב כלום. אלא מפני תקון העולם, כופין את רבו ועושה אותו בן חורין, וכותב שטר על דמיו. רבן שמעון בן גמליאל אומר, אינו כותב אלא משחרר: "
    },
    {
      "uid": "Mishnah_Gittin_26",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 6040,
      "end_char": 6442,
      "length": 403,
      "text": "מי שחציו עבד וחציו בן חורין, עובד את רבו יום אחד ואת עצמו יום אחד, דברי בית הלל. אמרו להם בית שמאי, תקנתם את רבו, ואת עצמו לא תקנתם. לשא שפחה אי אפשר, שכבר חציו בן חורין. בת חורין אי אפשר, שכבר חציו עבד. יבטל, והלא לא נברא העולם אלא לפריה ולרביה, שנאמר (ישעיה מה) לא תהו בראה, לשבת יצרה. אלא מפני תקון העולם, כופין את רבו ועושה אותו בן חורין, וכותב שטר על חצי דמיו. וחזרו בית הלל להורות כדברי בית שמאי: "
    },
    {
      "uid": "Mishnah_Gittin_27",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 6443,
      "end_char": 6709,
      "length": 267,
      "text": "המוכר עבדו לגוי או לחוצה לארץ, יצא בן חורין. אין פודין את השבויים יותר על כדי דמיהן, מפני תקון העולם. ואין מבריחין את השבויין, מפני תקון העולם. רבן שמעון בן גמליאל אומר, מפני תקנת השבויין. ואין לוקחים ספרים, תפלין ומזוזות מן הגוים יותר על כדי דמיהן, מפני תקון העולם: "
    },
    {
      "uid": "Mishnah_Gittin_28",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 6710,
      "end_char": 7082,
      "length": 373,
      "text": "המוציא את אשתו משום שם רע, לא יחזיר. משום נדר, לא יחזיר. רבי יהודה אומר, כל נדר שידעו בו רבים, לא יחזיר. ושלא ידעו בו רבים, יחזיר. רבי מאיר אומר, כל נדר שצריך חקירת חכם, לא יחזיר. ושאינו צריך חקירת חכם, יחזיר. אמר רבי אליעזר, לא אסרו זה אלא מפני זה. אמר רבי יוסי ברבי יהודה, מעשה בצידן באחד שאמר לאשתו, קונם אם איני מגרשך, וגרשה. והתירו לו חכמים שיחזירנה, מפני תקון העולם: "
    },
    {
      "uid": "Mishnah_Gittin_29",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 7083,
      "end_char": 7259,
      "length": 177,
      "text": "המוציא את אשתו משום אילונית, רבי יהודה אומר, לא יחזיר. וחכמים אומרים, יחזיר. נשאת לאחר והיו לה בנים הימנו, והיא תובעת כתבתה, אמר רבי יהודה, אומרים לה, שתיקותיך יפה ליך מדבוריך: "
    },
    {
      "uid": "Mishnah_Gittin_30",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 7260,
      "end_char": 7420,
      "length": 161,
      "text": "המוכר את עצמו ואת בניו לגוי, אין פודין אותו, אבל פודין את הבנים לאחר מיתת אביהן. המוכר שדהו לגוי וחזר ולקחה ממנו ישראל, הלוקח מביא ממנו בכורים, מפני תקון העולם: "
    },
    {
      "uid": "Mishnah_Gittin_31",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 7421,
      "end_char": 7517,
      "length": 97,
      "text": "הנזקין שמין להם בעדית ובעל חוב בבינונית, וכתבת אשה בזבורית. רבי מאיר אומר, אף כתבת אשה בבינונית: "
    },
    {
      "uid": "Mishnah_Gittin_32",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 7518,
      "end_char": 7628,
      "length": 111,
      "text": "אין נפרעין מנכסים משעבדים במקום שיש נכסים בני חורין, ואפלו הן זבורית. אין נפרעין מנכסי יתומים, אלא מן הזבורית: "
    },
    {
      "uid": "Mishnah_Gittin_33",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 7629,
      "end_char": 7757,
      "length": 129,
      "text": "אין מוציאין לאכילת פרות ולשבח קרקעות ולמזון האשה והבנות מנכסים משעבדים, מפני תקון העולם. והמוצא מציאה, לא ישבע, מפני תקון העולם: "
    },
    {
      "uid": "Mishnah_Gittin_34",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 7758,
      "end_char": 7994,
      "length": 237,
      "text": "יתומים שסמכו אצל בעל הבית או שמנה להן אביהן אפוטרופוס, חיב לעשר פרותיהן. אפוטרופוס שמנהו אבי יתומים, ישבע. מנהו בית דין, לא ישבע. אבא שאול אומר, חלוף הדברים. המטמא והמדמע והמנסך בשוגג, פטור. במזיד, חיב. הכהנים שפגלו במקדש מזידין, חיבין: "
    },
    {
      "uid": "Mishnah_Gittin_35",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 7995,
      "end_char": 8244,
      "length": 250,
      "text": "העיד רבי יוחנן בן גדגדה על החרשת שהשיאה אביה, שהיא יוצאה בגט. ועל קטנה בת ישראל שנשאת לכהן, שאוכלת בתרומה, ואם מתה, בעלה יורשה. ועל המריש הגזול שבנאו בבירה, שיטל את דמיו, מפני תקנת השבים. ועל חטאת הגזולה שלא נודעה לרבים, שהיא מכפרת, מפני תקון המזבח: "
    },
    {
      "uid": "Mishnah_Gittin_36",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 8245,
      "end_char": 8728,
      "length": 484,
      "text": "לא היה סיקריקון ביהודה בהרוגי מלחמה. מהרוגי מלחמה ואילך, יש בה סיקריקון. כיצד. לקח מסיקריקון וחזר ולקח מבעל הבית, מקחו בטל. מבעל הבית וחזר ולקח מסיקריקון, מקחו קים. לקח מן האיש וחזר ולקח מן האשה, מקחו בטל. מן האשה וחזר ולקח מן האיש, מקחו קים. זו משנה ראשונה. בית דין של אחריהם אמרו, הלוקח מסיקריקון נותן לבעלים רביע. אימתי, בזמן שאין בידן לקח. אבל יש בידן לקח, הן קודמין לכל אדם. רבי הושיב בית דין ונמנו, שאם שהתה בפני סיקריקון שנים עשר חדש, כל הקודם לקח, זוכה, אבל נותן לבעלים רביע: "
    },
    {
      "uid": "Mishnah_Gittin_37",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 8729,
      "end_char": 8823,
      "length": 95,
      "text": "חרש רומז ונרמז. ובן בתירא אומר, קופץ ונקפץ, במטלטלין. הפעוטות, מקחן מקח וממכרן ממכר, במטלטלין: "
    },
    {
      "uid": "Mishnah_Gittin_38",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 8824,
      "end_char": 9288,
      "length": 465,
      "text": "ואלו דברים אמרו מפני דרכי שלום. כהן קורא ראשון, ואחריו לוי ואחריו ישראל, מפני דרכי שלום. מערבין בבית ישן, מפני דרכי שלום. בור שהוא קרוב לאמה, מתמלא ראשון, מפני דרכי שלום. מצודות חיה ועופות ודגים יש בהם משום גזל, מפני דרכי שלום. רבי יוסי אומר, גזל גמור. מציאת חרש שוטה וקטן, יש בהן משום גזל, מפני דרכי שלום. רבי יוסי אומר, גזל גמור. עני המנקף בראש הזית, מה שתחתיו גזל, מפני דרכי שלום. רבי יוסי אומר, גזל גמור. אין ממחין ביד עניי גוים בלקט שכחה ופאה, מפני דרכי שלום: "
    },
    {
      "uid": "Mishnah_Gittin_39",
      "chapter_number": 5,
      "verse_number": 9,
      "start_char": 9289,
      "end_char": 9609,
      "length": 321,
      "text": "משאלת אשה לחברתה החשודה על השביעית, נפה וכברה ורחים ותנור, אבל לא תבר ולא תטחן עמה. אשת חבר משאלת לאשת עם הארץ, נפה וכברה, ובוררת וטוחנת ומרקדת עמה, אבל משתטיל המים, לא תגע עמה, לפי שאין מחזיקין ידי עוברי עברה. וכלן לא אמרו אלא מפני דרכי שלום. ומחזיקין ידי גוים בשביעית, אבל לא ידי ישראל, ושואלין בשלומן, מפני דרכי שלום: "
    },
    {
      "uid": "Mishnah_Gittin_40",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 9610,
      "end_char": 9866,
      "length": 257,
      "text": "האומר התקבל גט זה לאשתי או הולך גט זה לאשתי, אם רצה לחזר, יחזר. האשה שאמרה, התקבל לי גטי, אם רצה לחזר, לא יחזר. לפיכך, אם אמר לו הבעל, אי אפשי שתקבל לה אלא הולך ותן לה, אם רצה לחזר, יחזר. רבן שמעון בן גמליאל אומר, אף האומרת טל לי גטי, אם רצה לחזר, לא יחזר: "
    },
    {
      "uid": "Mishnah_Gittin_41",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 9867,
      "end_char": 10205,
      "length": 339,
      "text": "האשה שאמרה, התקבל לי גטי, צריכה שתי כתי עדים, שנים שאומרים בפנינו אמרה ושנים שאומרים בפנינו קבל וקרע, אפלו הן הראשונים והן האחרונים, או אחד מן הראשונים ואחד מן האחרונים ואחד מצטרף עמהן. נערה המארסה, היא ואביה מקבלין את גטה. אמר רבי יהודה, אין שתי ידים זוכות כאחת, אלא אביה מקבל את גטה בלבד. וכל שאינה יכולה לשמר את גטה, אינה יכולה להתגרש: "
    },
    {
      "uid": "Mishnah_Gittin_42",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 10206,
      "end_char": 10607,
      "length": 402,
      "text": "קטנה שאמרה התקבל לי גטי, אינו גט עד שיגיע גט לידה. לפיכך אם רצה הבעל לחזר, יחזר, שאין קטן עושה שליח. אבל אם אמר לו אביה, צא והתקבל לבתי גטה, אם רצה להחזיר, לא יחזיר. האומר תן גט זה לאשתי במקום פלוני, ונתנו לה במקום אחר, פסול. הרי היא במקום פלוני, ונתנו לה במקום אחר, כשר. האשה שאמרה התקבל לי גטי במקום פלוני, וקבלו לה במקום אחר, פסול. רבי אליעזר מכשיר. הבא לי גטי ממקום פלוני והביאו לה ממקום אחר, כשר: "
    },
    {
      "uid": "Mishnah_Gittin_43",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 10608,
      "end_char": 10771,
      "length": 164,
      "text": "הבא לי גטי, אוכלת בתרומה עד שיגיע גט לידה. התקבל לי גטי, אסורה לאכל בתרומה מיד. התקבל לי גטי במקום פלוני, אוכלת בתרומה עד שיגיע גט לאותו מקום. רבי אליעזר אוסר מיד: "
    },
    {
      "uid": "Mishnah_Gittin_44",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 10772,
      "end_char": 11041,
      "length": 270,
      "text": "האומר, כתבו גט ותנו לאשתי, גרשוה, כתבו אגרת ותנו לה, הרי אלו יכתבו ויתנו. פטרוה, פרנסוה, עשו לה כנמוס, עשו לה כראוי, לא אמר כלום. בראשונה היו אומרים, היוצא בקולר ואמר, כתבו גט לאשתי, הרי אלו יכתבו ויתנו. חזרו לומר, אף המפרש והיוצא בשירא. רבי שמעון שזורי אומר, אף המסכן: "
    },
    {
      "uid": "Mishnah_Gittin_45",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 11042,
      "end_char": 11304,
      "length": 263,
      "text": "מי שהיה משלך לבור ואמר, כל השומע את קולו יכתב גט לאשתו, הרי אלו יכתבו ויתנו. הבריא שאמר, כתבו גט לאשתי, רצה לשחק בה. מעשה בבריא אחד שאמר, כתבו גט לאשתי, ועלה לראש הגג ונפל ומת. אמר רבן שמעון בן גמליאל, אמרו חכמים, אם מעצמו נפל, הרי זה גט. אם הרוח דחאתו, אינו גט: "
    },
    {
      "uid": "Mishnah_Gittin_46",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 11305,
      "end_char": 11827,
      "length": 523,
      "text": "אמר לשנים, תנו גט לאשתי, או לשלשה, כתבו גט ותנו לאשתי, הרי אלו יכתבו ויתנו. אמר לשלשה, תנו גט לאשתי, הרי אלו יאמרו לאחרים ויכתבו, מפני שעשאן בית דין, דברי רבי מאיר. וזו הלכה העלה רבי חנינא איש אונו מבית האסורין, מקבל אני באומר לשלשה, תנו גט לאשתי, שיאמרו לאחרים ויכתבו, מפני שעשאן בית דין. אמר רבי יוסי, נומינו לשליח, אף אנו מקבלין, שאפלו אמר לבית דין הגדול שבירושלים, תנו גט לאשתי, שילמדו ויכתבו ויתנו. אמר לעשרה, כתבו גט לאשתי, אחד כותב ושנים חותמין. כלכם כתבו, אחד כותב וכלם חותמין. לפיכך, אם מת אחד מהן, הרי זה גט בטל: "
    },
    {
      "uid": "Mishnah_Gittin_47",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 11828,
      "end_char": 12079,
      "length": 252,
      "text": "מי שאחזו קרדיקוס, ואמר, כתבו גט לאשתי, לא אמר כלום. אמר, כתבו גט לאשתי, ואחזו קרדיקוס, וחזר ואמר, אל תכתבו, אין דבריו האחרונים כלום. נשתתק, ואמרו לו נכתב גט לאשתך, והרכין בראשו, בודקין אותו שלשה פעמים, אם אמר על לאו לאו ועל הן הן, הרי אלו יכתבו ויתנו: "
    },
    {
      "uid": "Mishnah_Gittin_48",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 12080,
      "end_char": 12245,
      "length": 166,
      "text": "אמרו לו, נכתב גט לאשתך, ואמר להם כתבו, אמרו לסופר וכתב, ולעדים וחתמו, אף על פי שכתבוהו וחתמוהו ונתנוהו לו וחזר ונתנו לה, הרי הגט בטל, עד שיאמר לסופר כתב ולעדים חתמו: "
    },
    {
      "uid": "Mishnah_Gittin_49",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 12246,
      "end_char": 12529,
      "length": 284,
      "text": "זה גטך אם מתי, זה גטך אם מתי מחלי זה, זה גטך לאחר מיתה, לא אמר כלום. מהיום אם מתי, מעכשיו אם מתי, הרי זה גט. מהיום ולאחר מיתה, גט ואינו גט. אם מת, חולצת ולא מתיבמת. זה גטך מהיום אם מתי מחלי זה, ועמד והלך בשוק וחלה ומת, אומדין אותו, אם מחמת חלי הראשון מת, הרי זה גט. ואם לאו, אינו גט: "
    },
    {
      "uid": "Mishnah_Gittin_50",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 12530,
      "end_char": 12704,
      "length": 175,
      "text": "לא תתיחד עמו אלא בפני עדים, אפלו עבד, אפלו שפחה, חוץ משפחתה, מפני שלבה גס בה בשפחתה. מה היא באותן הימים. רבי יהודה אומר, כאשת איש לכל דבריה. רבי יוסי אומר, מגרשת ואינה מגרשת: "
    },
    {
      "uid": "Mishnah_Gittin_51",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 12705,
      "end_char": 12986,
      "length": 282,
      "text": "הרי זה גטך על מנת שתתני לי מאתים זוז, הרי זו מגרשת, ותתן. על מנת שתתני לי מכאן ועד שלשים יום, אם נתנה לו בתוך שלשים יום, מגרשת, ואם לאו, אינה מגרשת. אמר רבן שמעון בן גמליאל, מעשה בצידן באחד שאמר לאשתו, הרי זה גטך על מנת שתתני לי אצטליתי, ואבדה אצטליתו, ואמרו חכמים, תתן לו את דמיה: "
    },
    {
      "uid": "Mishnah_Gittin_52",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 12987,
      "end_char": 13363,
      "length": 377,
      "text": "הרי זה גטך על מנת שתשמשי את אבא, על מנת שתניקי את בני, כמה היא מניקתו, שתי שנים. רבי יהודה אומר, שמנה עשר חדש. מת הבן או שמת האב, הרי זה גט. הרי זה גטך על מנת שתשמשי את אבא שתי שנים, על מנת שתניקי את בני שתי שנים, מת הבן או שמת האב או שאמר האב אי אפשי שתשמשני, שלא בהקפדה, אינו גט. רבן שמעון בן גמליאל אומר, כזה גט. כלל אמר רבן שמעון בן גמליאל, כל עכבה שאינה הימנה, הרי זה גט: "
    },
    {
      "uid": "Mishnah_Gittin_53",
      "chapter_number": 7,
      "verse_number": 7,
      "start_char": 13364,
      "end_char": 13750,
      "length": 387,
      "text": "הרי זה גטך אם לא באתי מכאן ועד שלשים יום, והיה הולך מיהודה לגליל, הגיע לאנטיפטרס וחזר, בטל תנאו. הרי זה גטך אם לא באתי מכאן עד שלשים יום, והיה הולך מגליל ליהודה, והגיע לכפר עותנאי וחזר, בטל תנאו. הרי זה גטך אם לא באתי מכאן עד שלשים יום, והיה הולך למדינת הים והגיע לעכו וחזר, בטל תנאו. הרי זה גטך כל זמן שאעבר מכנגד פניך שלשים יום, היה הולך ובא, הולך ובא, הואיל ולא נתיחד עמה, הרי זה גט: "
    },
    {
      "uid": "Mishnah_Gittin_54",
      "chapter_number": 7,
      "verse_number": 8,
      "start_char": 13751,
      "end_char": 13913,
      "length": 163,
      "text": "הרי זה גטך אם לא באתי מכאן ועד שנים עשר חדש, ומת בתוך שנים עשר חדש, אינו גט. הרי זה גטך מעכשיו אם לא באתי מכאן ועד שנים עשר חדש, ומת בתוך שנים עשר חדש, הרי זה גט: "
    },
    {
      "uid": "Mishnah_Gittin_55",
      "chapter_number": 7,
      "verse_number": 9,
      "start_char": 13914,
      "end_char": 14314,
      "length": 401,
      "text": "אם לא באתי מכאן עד שנים עשר חדש כתבו ותנו גט לאשתי, כתבו גט בתוך שנים עשר חדש ונתנו לאחר שנים עשר חדש, אינו גט. כתבו ותנו גט לאשתי אם לא באתי מכאן ועד שנים עשר חדש, כתבו בתוך שנים עשר חדש ונתנו לאחר שנים עשר חדש, אינו גט. רבי יוסי אומר, כזה גט. כתבו לאחר שנים עשר חדש ונתנו לאחר שנים עשר חדש ומת, אם הגט קדם למיתה, הרי זה גט. ואם מיתה קדמה לגט, אינו גט. ואם אין ידוע, זו היא שאמרו, מגרשת ואינה מגרשת: "
    },
    {
      "uid": "Mishnah_Gittin_56",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 14315,
      "end_char": 14473,
      "length": 159,
      "text": "הזורק גט לאשתו והיא בתוך ביתה או בתוך חצרה, הרי זו מגרשת. זרקו לה בתוך ביתו או בתוך חצרו, אפלו הוא עמה במטה, אינה מגרשת. לתוך חיקה או לתוך קלתה, הרי זו מגרשת: "
    },
    {
      "uid": "Mishnah_Gittin_57",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 14474,
      "end_char": 14749,
      "length": 276,
      "text": "אמר לה, כנסי שטר חוב זה, או שמצאתו מאחוריו, קוראה והרי הוא גטה, אינו גט, עד שיאמר לה, הא גטך. נתן בידה והיא ישנה, נעורה, קוראה והרי הוא גטה, אינו גט, עד שיאמר לה הא זה גטך. היתה עומדת ברשות הרבים וזרקו לה, קרוב לה, מגרשת. קרוב לו, אינה מגרשת. מחצה על מחצה, מגרשת ואינה מגרשת: "
    },
    {
      "uid": "Mishnah_Gittin_58",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 14750,
      "end_char": 15042,
      "length": 293,
      "text": "וכן לענין קדושין. וכן לענין החוב. אמר לו בעל חובו, זרק לי חובי, וזרקו לו, קרוב למלוה, זכה הלוה. קרוב ללוה, הלוה חיב. מחצה על מחצה, שניהם יחלקו. היתה עומדת על ראש הגג וזרקו לה, כיון שהגיע לאויר הגג, הרי זו מגרשת. הוא מלמעלה והיא מלמטה וזרקו לה, כיון שיצא מרשות הגג, נמחק או נשרף, הרי זו מגרשת: "
    },
    {
      "uid": "Mishnah_Gittin_59",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 15043,
      "end_char": 15145,
      "length": 103,
      "text": "בית שמאי אומרים, פוטר אדם את אשתו בגט ישן. ובית הלל אוסרין. ואיזהו גט ישן, כל שנתיחד עמה אחר שכתבו לה: "
    },
    {
      "uid": "Mishnah_Gittin_60",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 15146,
      "end_char": 15729,
      "length": 584,
      "text": "כתב לשום מלכות שאינה הוגנת, לשום מלכות מדי, לשום מלכות יון, לבנין הבית, לחרבן הבית, היה במזרח וכתב במערב, במערב וכתב במזרח, תצא מזה ומזה, וצריכה גט מזה ומזה, ואין לה לא כתבה ולא פרות ולא מזונות ולא בלאות, לא על זה ולא על זה. אם נטלה מזה ומזה, תחזיר. והולד ממזר מזה ומזה. ולא זה וזה מטמאין לה, ולא זה וזה זכאין לא במציאתה ולא במעשה ידיה ולא בהפרת נדריה. היתה בת ישראל, נפסלת מן הכהנה. בת לוי, מן המעשר. בת כהן, מן התרומה. ואין יורשיו של זה ויורשיו של זה יורשין כתבתה. ואם מתו, אחיו של זה ואחיו של זה חולצין ולא מיבמין. שנה שמו ושמה, שם עירו ושם עירה, תצא מזה ומזה, וכל הדרכים האלו בה: "
    },
    {
      "uid": "Mishnah_Gittin_61",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 15730,
      "end_char": 15837,
      "length": 108,
      "text": "כל העריות שאמרו צרותיהן מתרות, הלכו הצרות האלו ונשאו ונמצאו אלו אילוניות, תצא מזה ומזה, וכל הדרכים האלו בה: "
    },
    {
      "uid": "Mishnah_Gittin_62",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 15838,
      "end_char": 15932,
      "length": 95,
      "text": "הכונס את יבמתו והלכה צרתה ונשאת לאחר ונמצאה זאת שהיא אילונית, תצא מזה ומזה וכל הדרכים האלו בה: "
    },
    {
      "uid": "Mishnah_Gittin_63",
      "chapter_number": 8,
      "verse_number": 8,
      "start_char": 15933,
      "end_char": 16332,
      "length": 400,
      "text": "כתב סופר גט לאיש ושובר לאשה, וטעה ונתן גט לאשה ושובר לאיש, ונתנו זה לזה, ולאחר זמן הרי הגט יוצא מיד האיש, ושובר מיד האשה, תצא מזה ומזה, וכל הדרכים האלו בה. רבי אליעזר אומר, אם לאלתר יצא, אין זה גט. אם לאחר זמן יצא, הרי זה גט. לא כל הימנו מן הראשון לאבד זכותו של שני. כתב לגרש את אשתו ונמלך, בית שמאי אומרים, פסלה מן הכהנה. ובית הלל אומרים, אף על פי שנתנו לה על תנאי ולא נעשה התנאי, לא פסלה מן הכהנה: "
    },
    {
      "uid": "Mishnah_Gittin_64",
      "chapter_number": 8,
      "verse_number": 9,
      "start_char": 16333,
      "end_char": 16595,
      "length": 263,
      "text": "המגרש את אשתו ולנה עמו בפנדקי, בית שמאי אומרים, אינה צריכה הימנו גט שני. ובית הלל אומרים, צריכה הימנו גט שני. אימתי, בזמן שנתגרשה מן הנשואין. ומודים בנתגרשה מן הארוסין שאינה צריכה הימנו גט שני, מפני שאין לבו גס בה. כנסה בגט קרח, תצא מזה ומזה, וכל הדרכים האלו בה: "
    },
    {
      "uid": "Mishnah_Gittin_65",
      "chapter_number": 8,
      "verse_number": 10,
      "start_char": 16596,
      "end_char": 16741,
      "length": 146,
      "text": "גט קרח, הכל משלימין עליו, דברי בן ננס. רבי עקיבא אומר, אין משלימין עליו אלא קרובים הראויין להעיד במקום אחר. ואיזהו גט קרח. כל שקשריו מרבין מעדיו: "
    },
    {
      "uid": "Mishnah_Gittin_66",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 16742,
      "end_char": 16940,
      "length": 199,
      "text": "המגרש את אשתו ואמר לה, הרי את מתרת לכל אדם אלא לפלוני, רבי אליעזר מתיר, וחכמים אוסרין. כיצד יעשה. יטלנו הימנה ויחזר ויתננו לה ויאמר לה הרי את מתרת לכל אדם. ואם כתבו בתוכו, אף על פי שחזר ומחקו, פסול: "
    },
    {
      "uid": "Mishnah_Gittin_67",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 16941,
      "end_char": 17193,
      "length": 253,
      "text": "הרי את מתרת לכל אדם אלא לאבא ולאביך, לאחי ולאחיך, לעבד ולנכרי, ולכל מי שאין לה עליו קדושין, כשר. הרי את מתרת לכל אדם, אלא אלמנה לכהן גדול, גרושה וחלוצה לכהן הדיוט, ממזרת ונתינה לישראל, בת ישראל לממזר ולנתין, ולכל מי שיש לה עליו קדושין אפלו בעברה, פסול: "
    },
    {
      "uid": "Mishnah_Gittin_68",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 17194,
      "end_char": 17377,
      "length": 184,
      "text": "גופו של גט, הרי את מתרת לכל אדם. רבי יהודה אומר, ודין דיהוי ליכי מנאי ספר תרוכין ואגרת שבוקין וגט פטורין, למהך להתנסבא לכל גבר דתצבין. גופו של גט שחרור, הרי את בת חורין, הרי את לעצמך: "
    },
    {
      "uid": "Mishnah_Gittin_69",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 17378,
      "end_char": 17682,
      "length": 305,
      "text": "שלשה גטין פסולין, ואם נשאת, הולד כשר. כתב בכתב ידו ואין עליו עדים, יש עליו עדים ואין בו זמן, יש בו זמן ואין בו אלא עד אחד, הרי אלו שלשה גטין פסולין. ואם נשאת, הולד כשר. רבי אלעזר אומר, אף על פי שאין עליו עדים אלא שנתנו לה בפני עדים, כשר וגובה מנכסים משעבדים, שאין העדים חותמין על הגט אלא מפני תקון העולם: "
    },
    {
      "uid": "Mishnah_Gittin_70",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 17683,
      "end_char": 17951,
      "length": 269,
      "text": "שנים ששלחו שני גטין שוין ונתערבו, נותן שניהם לזו ושניהם לזו. לפיכך, אבד אחד מהן, הרי השני בטל. חמשה שכתבו כלל בתוך הגט, איש פלוני מגרש פלונית ופלוני פלונית, והעדים מלמטה, כלן כשרין, וינתן לכל אחת ואחת. היה כתוב טפס לכל אחת ואחת, והעדים מלמטה, את שהעדים נקרין עמו, כשר: "
    },
    {
      "uid": "Mishnah_Gittin_71",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 17952,
      "end_char": 18176,
      "length": 225,
      "text": "שני גטין שכתבן זה בצד זה ושנים עדים עברים באים מתחת זה לתחת זה ושנים עדים יונים באים מתחת זה לתחת זה, את שהעדים הראשונים נקראין עמו, כשר. עד אחד עברי ועד אחד יוני, עד אחד עברי ועד אחד יוני באין מתחת זה לתחת זה, שניהן פסולין: "
    },
    {
      "uid": "Mishnah_Gittin_72",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 18177,
      "end_char": 18474,
      "length": 298,
      "text": "שיר מקצת הגט וכתבו בדף השני, והעדים מלמטה, כשר. חתמו עדים בראש הדף, מן הצד, או מאחריו בגט פשוט, פסול. הקיף ראשו של זה בצד ראשו של זה, והעדים באמצע, שניהם פסולין. סופו של זה בצד סופו של זה, והעדים באמצע, את שהעדים נקרין עמו, כשר. ראשו של זה בצד סופו של זה, והעדים באמצע, את שהעדים נקרין בסופו, כשר: "
    },
    {
      "uid": "Mishnah_Gittin_73",
      "chapter_number": 9,
      "verse_number": 8,
      "start_char": 18475,
      "end_char": 18806,
      "length": 332,
      "text": "גט שכתבו עברית ועדיו יונית, יונית ועדיו עברית, עד אחד עברי ועד אחד יוני, כתב סופר ועד, כשר. איש פלוני עד, כשר. בן איש פלוני עד, כשר. איש פלוני בן איש פלוני, ולא כתב עד, כשר. וכך היו נקיי הדעת שבירושלים עושין. כתב חניכתו וחניכתה, כשר. גט מעשה, בישראל, כשר. ובגוים, פסול. ובגוים, חובטין אותו ואומרים לו עשה מה שישראל אומרים לך, וכשר: "
    },
    {
      "uid": "Mishnah_Gittin_74",
      "chapter_number": 9,
      "verse_number": 9,
      "start_char": 18807,
      "end_char": 18986,
      "length": 180,
      "text": "יצא שמה בעיר מקדשת, הרי זו מקדשת. מגרשת, הרי זו מגרשת. ובלבד שלא יהא שם אמתלא. איזו היא אמתלא. גרש איש פלוני את אשתו על תנאי, זרק לה קדושיה, ספק קרוב לה ספק קרוב לו, זו היא אמתלא: "
    },
    {
      "uid": "Mishnah_Gittin_75",
      "chapter_number": 9,
      "verse_number": 10,
      "start_char": 18987,
      "end_char": 19237,
      "length": 251,
      "text": "בית שמאי אומרים, לא יגרש אדם את אשתו אלא אם כן מצא בה דבר ערוה, שנאמר (דברים כד), כי מצא בה ערות דבר. ובית הלל אומרים, אפלו הקדיחה תבשילו, שנאמר (שם), כי מצא בה ערות דבר. רבי עקיבא אומר, אפלו מצא אחרת נאה הימנה, שנאמר (שם), והיה אם לא תמצא חן בעיניו: "
    }
  ]
}