{
  "title": "Pirkei Avot",
  "categories": [
    "Mishnah",
    "Seder Nezikin"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Pirkei_Avot_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 173,
      "length": 173,
      "text": "משה קבל תורה מסיני, ומסרה ליהושע, ויהושע לזקנים, וזקנים לנביאים, ונביאים מסרוה לאנשי כנסת הגדולה. הם אמרו שלשה דברים, הוו מתונים בדין, והעמידו תלמידים הרבה, ועשו סיג לתורה: "
    },
    {
      "uid": "Pirkei_Avot_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 174,
      "end_char": 286,
      "length": 113,
      "text": "שמעון הצדיק היה משירי כנסת הגדולה. הוא היה אומר, על שלשה דברים העולם עומד, על התורה ועל העבודה ועל גמילות חסדים: "
    },
    {
      "uid": "Pirkei_Avot_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 287,
      "end_char": 456,
      "length": 170,
      "text": "אנטיגנוס איש סוכו קבל משמעון הצדיק. הוא היה אומר, אל תהיו כעבדים המשמשין את הרב על מנת לקבל פרס, אלא הוו כעבדים המשמשין את הרב שלא על מנת לקבל פרס, ויהי מורא שמים עליכם: "
    },
    {
      "uid": "Pirkei_Avot_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 457,
      "end_char": 620,
      "length": 164,
      "text": "יוסי בן יועזר איש צרדה ויוסי בן יוחנן איש ירושלים קבלו מהם. יוסי בן יועזר איש צרדה אומר, יהי ביתך בית ועד לחכמים, והוי מתאבק בעפר רגליהם, והוי שותה בצמא את דבריהם: "
    },
    {
      "uid": "Pirkei_Avot_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 621,
      "end_char": 849,
      "length": 229,
      "text": "יוסי בן יוחנן איש ירושלים אומר, יהי ביתך פתוח לרוחה, ויהיו עניים בני ביתך, ואל תרבה שיחה עם האשה. באשתו אמרו, קל וחמר באשת חברו. מכאן אמרו חכמים, כל זמן שאדם מרבה שיחה עם האשה, גורם רעה לעצמו, ובוטל מדברי תורה, וסופו יורש גיהנם: "
    },
    {
      "uid": "Pirkei_Avot_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 850,
      "end_char": 961,
      "length": 112,
      "text": "יהושע בן פרחיה ונתאי הארבלי קבלו מהם. יהושע בן פרחיה אומר, עשה לך רב, וקנה לך חבר, והוי דן את כל האדם לכף זכות: "
    },
    {
      "uid": "Pirkei_Avot_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 962,
      "end_char": 1031,
      "length": 70,
      "text": "נתאי הארבלי אומר, הרחק משכן רע, ואל תתחבר לרשע, ואל תתיאש מן הפרענות: "
    },
    {
      "uid": "Pirkei_Avot_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1032,
      "end_char": 1229,
      "length": 198,
      "text": "יהודה בן טבאי ושמעון בן שטח קבלו מהם. יהודה בן טבאי אומר, אל תעש עצמך כעורכי הדינין. וכשיהיו בעלי דינין עומדים לפניך, יהיו בעיניך כרשעים. וכשנפטרים מלפניך, יהיו בעיניך כזכאין, כשקבלו עליהם את הדין: "
    },
    {
      "uid": "Pirkei_Avot_9",
      "chapter_number": 1,
      "verse_number": 9,
      "start_char": 1230,
      "end_char": 1312,
      "length": 83,
      "text": "שמעון בן שטח אומר, הוי מרבה לחקר את העדים, והוי זהיר בדבריך, שמא מתוכם ילמדו לשקר: "
    },
    {
      "uid": "Pirkei_Avot_10",
      "chapter_number": 1,
      "verse_number": 10,
      "start_char": 1313,
      "end_char": 1397,
      "length": 85,
      "text": "שמעיה ואבטליון קבלו מהם. שמעיה אומר, אהב את המלאכה, ושנא את הרבנות, ואל תתודע לרשות: "
    },
    {
      "uid": "Pirkei_Avot_11",
      "chapter_number": 1,
      "verse_number": 11,
      "start_char": 1398,
      "end_char": 1533,
      "length": 136,
      "text": "אבטליון אומר, חכמים, הזהרו בדבריכם, שמא תחובו חובת גלות ותגלו למקום מים הרעים, וישתו התלמידים הבאים אחריכם וימותו, ונמצא שם שמים מתחלל: "
    },
    {
      "uid": "Pirkei_Avot_12",
      "chapter_number": 1,
      "verse_number": 12,
      "start_char": 1534,
      "end_char": 1636,
      "length": 103,
      "text": "הלל ושמאי קבלו מהם. הלל אומר, הוי מתלמידיו של אהרן, אוהב שלום ורודף שלום, אוהב את הבריות ומקרבן לתורה: "
    },
    {
      "uid": "Pirkei_Avot_13",
      "chapter_number": 1,
      "verse_number": 13,
      "start_char": 1637,
      "end_char": 1725,
      "length": 89,
      "text": "הוא היה אומר, נגד שמא, אבד שמה. ודלא מוסיף, יסף. ודלא יליף, קטלא חיב. ודאשתמש בתגא, חלף: "
    },
    {
      "uid": "Pirkei_Avot_14",
      "chapter_number": 1,
      "verse_number": 14,
      "start_char": 1726,
      "end_char": 1804,
      "length": 79,
      "text": "הוא היה אומר, אם אין אני לי, מי לי. וכשאני לעצמי, מה אני. ואם לא עכשיו, אימתי: "
    },
    {
      "uid": "Pirkei_Avot_15",
      "chapter_number": 1,
      "verse_number": 15,
      "start_char": 1805,
      "end_char": 1886,
      "length": 82,
      "text": "שמאי אומר, עשה תורתך קבע. אמר מעט ועשה הרבה, והוי מקבל את כל האדם בסבר פנים יפות: "
    },
    {
      "uid": "Pirkei_Avot_16",
      "chapter_number": 1,
      "verse_number": 16,
      "start_char": 1887,
      "end_char": 1955,
      "length": 69,
      "text": "רבן גמליאל היה אומר, עשה לך רב, והסתלק מן הספק, ואל תרבה לעשר אמדות: "
    },
    {
      "uid": "Pirkei_Avot_17",
      "chapter_number": 1,
      "verse_number": 17,
      "start_char": 1956,
      "end_char": 2084,
      "length": 129,
      "text": "שמעון בנו אומר, כל ימי גדלתי בין החכמים, ולא מצאתי לגוף טוב אלא שתיקה. ולא המדרש הוא העקר, אלא המעשה. וכל המרבה דברים, מביא חטא: "
    },
    {
      "uid": "Pirkei_Avot_18",
      "chapter_number": 1,
      "verse_number": 18,
      "start_char": 2085,
      "end_char": 2209,
      "length": 125,
      "text": "רבן שמעון בן גמליאל אומר, על שלשה דברים העולם עומד, על הדין ועל האמת ועל השלום, שנאמר (זכריה ח) אמת ומשפט שלום שפטו בשעריכם: "
    },
    {
      "uid": "Pirkei_Avot_19",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 2210,
      "end_char": 2506,
      "length": 297,
      "text": "רבי אומר, איזוהי דרך ישרה שיבר לו האדם, כל שהיא תפארת לעושיה ותפארת לו מן האדם. והוי זהיר במצוה קלה כבחמורה, שאין אתה יודע מתן שכרן של מצות. והוי מחשב הפסד מצוה כנגד שכרה, ושכר עברה כנגד הפסדה. והסתכל בשלשה דברים ואי אתה בא לידי עברה, דע מה למעלה ממך, עין רואה ואזן שומעת, וכל מעשיך בספר נכתבין:  "
    },
    {
      "uid": "Pirkei_Avot_20",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 2507,
      "end_char": 2771,
      "length": 265,
      "text": "רבן גמליאל בנו של רבי יהודה הנשיא אומר, יפה תלמוד תורה עם דרך ארץ, שיגיעת שניהם משכחת עון. וכל תורה שאין עמה מלאכה, סופה בטלה וגוררת עון. וכל העמלים עם הצבור, יהיו עמלים עמהם לשם שמים, שזכות אבותם מסיעתן וצדקתם עומדת לעד. ואתם, מעלה אני עליכם שכר הרבה כאלו עשיתם:  "
    },
    {
      "uid": "Pirkei_Avot_21",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2772,
      "end_char": 2882,
      "length": 111,
      "text": "הוו זהירין ברשות, שאין מקרבין לו לאדם אלא לצרך עצמן. נראין כאוהבין בשעת הנאתן, ואין עומדין לו לאדם בשעת דחקו:  "
    },
    {
      "uid": "Pirkei_Avot_22",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2883,
      "end_char": 3162,
      "length": 280,
      "text": "הוא היה אומר, עשה רצונו כרצונך, כדי שיעשה רצונך כרצונו. בטל רצונך מפני רצונו, כדי שיבטל רצון אחרים מפני רצונך. הלל אומר, אל תפרש מן הצבור, ואל תאמין בעצמך עד יום מותך, ואל תדין את חברך עד שתגיע למקומו, ואל תאמר דבר שאי אפשר לשמע, שסופו להשמע. ואל תאמר לכשאפנה אשנה, שמא לא תפנה:  "
    },
    {
      "uid": "Pirkei_Avot_23",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 3163,
      "end_char": 3306,
      "length": 144,
      "text": "הוא היה אומר, אין בור ירא חטא, ולא עם הארץ חסיד, ולא הבישן למד, ולא הקפדן מלמד, ולא כל המרבה בסחורה מחכים. ובמקום שאין אנשים, השתדל להיות איש:  "
    },
    {
      "uid": "Pirkei_Avot_24",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 3307,
      "end_char": 3391,
      "length": 85,
      "text": "אף הוא ראה גלגלת אחת שצפה על פני המים. אמר לה, על דאטפת, אטפוך. וסוף מטיפיך יטופון:  "
    },
    {
      "uid": "Pirkei_Avot_25",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 3392,
      "end_char": 3668,
      "length": 277,
      "text": "הוא היה אומר, מרבה בשר, מרבה רמה. מרבה נכסים, מרבה דאגה. מרבה נשים, מרבה כשפים. מרבה שפחות, מרבה זמה. מרבה עבדים, מרבה גזל. מרבה תורה, מרבה חיים. מרבה ישיבה, מרבה חכמה. מרבה עצה, מרבה תבונה. מרבה צדקה, מרבה שלום. קנה שם טוב, קנה לעצמו. קנה לו דברי תורה, קנה לו חיי העולם הבא:  "
    },
    {
      "uid": "Pirkei_Avot_26",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 3669,
      "end_char": 4320,
      "length": 652,
      "text": "רבן יוחנן בן זכאי קבל מהלל ומשמאי. הוא היה אומר, אם למדת תורה הרבה, אל תחזיק טובה לעצמך, כי לכך נוצרת. חמשה תלמידים היו לו לרבן יוחנן בן זכאי, ואלו הן, רבי אליעזר בן הורקנוס, ורבי יהושע בן חנניה, ורבי יוסי הכהן, ורבי שמעון בן נתנאל, ורבי אלעזר בן ערך. הוא היה מונה שבחן. רבי אליעזר בן הורקנוס, בור סוד שאינו מאבד טפה. רבי יהושע בן חנניה, אשרי יולדתו. רבי יוסי הכהן, חסיד. רבי שמעון בן נתנאל, ירא חטא. ורבי אלעזר בן ערך, מעין המתגבר. הוא היה אומר, אם יהיו כל חכמי ישראל בכף מאזנים, ואליעזר בן הורקנוס בכף שניה, מכריע את כלם. אבא שאול אומר משמו, אם יהיו כל חכמי ישראל בכף מאזנים ורבי אליעזר בן הורקנוס אף עמהם, ורבי אלעזר בן ערך בכף שניה, מכריע את כלם:  "
    },
    {
      "uid": "Pirkei_Avot_27",
      "chapter_number": 2,
      "verse_number": 9,
      "start_char": 4321,
      "end_char": 4912,
      "length": 592,
      "text": "אמר להם, צאו וראו איזוהי דרך ישרה שידבק בה האדם. רבי אליעזר אומר, עין טובה. רבי יהושע אומר, חבר טוב. רבי יוסי אומר, שכן טוב. רבי שמעון אומר, הרואה את הנולד. רבי אלעזר אומר, לב טוב. אמר להם, רואה אני את דברי אלעזר בן ערך מדבריכם, שבכלל דבריו דבריכם. אמר להם צאו וראו איזוהי דרך רעה שיתרחק ממנה האדם. רבי אליעזר אומר, עין רעה. רבי יהושע אומר, חבר רע. רבי יוסי אומר, שכן רע. רבי שמעון אומר, הלוה ואינו משלם. אחד הלוה מן האדם, כלוה מן המקום ברוך הוא, שנאמר (תהלים לז) לוה רשע ולא ישלם, וצדיק חונן ונותן. רבי אלעזר אומר, לב רע. אמר להם, רואה אני את דברי אלעזר בן ערך מדבריכם, שבכלל דבריו דבריכם:  "
    },
    {
      "uid": "Pirkei_Avot_28",
      "chapter_number": 2,
      "verse_number": 10,
      "start_char": 4913,
      "end_char": 5161,
      "length": 249,
      "text": "הם אמרו שלשה דברים. רבי אליעזר אומר, יהי כבוד חברך חביב עליך כשלך, ואל תהי נוח לכעס. ושוב יום אחד לפני מיתתך. והוי מתחמם כנגד אורן של חכמים, והוי זהיר בגחלתן שלא תכוה, שנשיכתן נשיכת שועל, ועקיצתן עקיצת עקרב, ולחישתן לחישת שרף, וכל דבריהם כגחלי אש:  "
    },
    {
      "uid": "Pirkei_Avot_29",
      "chapter_number": 2,
      "verse_number": 11,
      "start_char": 5162,
      "end_char": 5237,
      "length": 76,
      "text": "רבי יהושע אומר, עין הרע, ויצר הרע, ושנאת הבריות, מוציאין את האדם מן העולם:  "
    },
    {
      "uid": "Pirkei_Avot_30",
      "chapter_number": 2,
      "verse_number": 12,
      "start_char": 5238,
      "end_char": 5345,
      "length": 108,
      "text": "רבי יוסי אומר, יהי ממון חברך חביב עליך כשלך, והתקן עצמך ללמד תורה, שאינה ירשה לך. וכל מעשיך יהיו לשם שמים:  "
    },
    {
      "uid": "Pirkei_Avot_31",
      "chapter_number": 2,
      "verse_number": 13,
      "start_char": 5346,
      "end_char": 5549,
      "length": 204,
      "text": "רבי שמעון אומר, הוי זהיר בקריאת שמע ובתפלה. וכשאתה מתפלל, אל תעש תפלתך קבע, אלא רחמים ותחנונים לפני המקום ברוך הוא, שנאמר (יואל ב) כי חנון ורחום הוא ארך אפים ורב חסד ונחם על הרעה. ואל תהי רשע בפני עצמך:  "
    },
    {
      "uid": "Pirkei_Avot_32",
      "chapter_number": 2,
      "verse_number": 14,
      "start_char": 5550,
      "end_char": 5672,
      "length": 123,
      "text": "רבי אלעזר אומר, הוי שקוד ללמד תורה, ודע מה שתשיב לאפיקורוס. ודע לפני מי אתה עמל. ונאמן הוא בעל מלאכתך שישלם לך שכר פעלתך:  "
    },
    {
      "uid": "Pirkei_Avot_33",
      "chapter_number": 2,
      "verse_number": 15,
      "start_char": 5673,
      "end_char": 5756,
      "length": 84,
      "text": "רבי טרפון אומר, היום קצר והמלאכה מרבה, והפועלים עצלים, והשכר הרבה, ובעל הבית דוחק:  "
    },
    {
      "uid": "Pirkei_Avot_34",
      "chapter_number": 2,
      "verse_number": 16,
      "start_char": 5757,
      "end_char": 5934,
      "length": 178,
      "text": "הוא היה אומר, לא עליך המלאכה לגמר, ולא אתה בן חורין לבטל ממנה. אם למדת תורה הרבה, נותנים לך שכר הרבה. ונאמן הוא בעל מלאכתך שישלם לך שכר פעלתך. ודע מתן שכרן של צדיקים לעתיד לבא:  "
    },
    {
      "uid": "Pirkei_Avot_35",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 5935,
      "end_char": 6189,
      "length": 255,
      "text": "עקביא בן מהללאל אומר, הסתכל בשלשה דברים ואי אתה בא לידי עברה. דע מאין באת, ולאן אתה הולך, ולפני מי אתה עתיד לתן דין וחשבון. מאין באת, מטפה סרוחה, ולאן אתה הולך, למקום עפר רמה ותולעה. ולפני מי אתה עתיד לתן דין וחשבון, לפני מלך מלכי המלכים הקדוש ברוך הוא:  "
    },
    {
      "uid": "Pirkei_Avot_36",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 6190,
      "end_char": 6680,
      "length": 491,
      "text": "רבי חנינא סגן הכהנים אומר, הוי מתפלל בשלומה של מלכות, שאלמלא מוראה, איש את רעהו חיים בלעו. רבי חנינא בן תרדיון אומר, שנים שיושבין ואין ביניהן דברי תורה, הרי זה מושב לצים, שנאמר (תהלים א) ובמושב לצים לא ישב. אבל שנים שיושבין ויש ביניהם דברי תורה, שכינה שרויה ביניהם, שנאמר (מלאכי ג) אז נדברו יראי יי איש אל רעהו ויקשב יי וישמע ויכתב ספר זכרון לפניו ליראי יי ולחשבי שמו. אין לי אלא שנים, מנין שאפלו אחד שיושב ועוסק בתורה, שהקדוש ברוך הוא קובע לו שכר, שנאמר (איכה ג) ישב בדד וידם כי נטל עליו:  "
    },
    {
      "uid": "Pirkei_Avot_37",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 6681,
      "end_char": 6954,
      "length": 274,
      "text": "רבי שמעון אומר, שלשה שאכלו על שלחן אחד ולא אמרו עליו דברי תורה, כאלו אכלו מזבחי מתים, שנאמר (ישעיה כח) כי כל שלחנות מלאו קיא צאה בלי מקום. אבל שלשה שאכלו על שלחן אחד ואמרו עליו דברי תורה, כאלו אכלו משלחנו של מקום ברוך הוא, שנאמר (יחזקאל מא) וידבר אלי זה השלחן אשר לפני ה':  "
    },
    {
      "uid": "Pirkei_Avot_38",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 6955,
      "end_char": 7049,
      "length": 95,
      "text": "רבי חנינא בן חכינאי אומר, הנעור בלילה והמהלך בדרך יחידי והמפנה לבו לבטלה, הרי זה מתחיב בנפשו:  "
    },
    {
      "uid": "Pirkei_Avot_39",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 7050,
      "end_char": 7191,
      "length": 142,
      "text": "רבי נחוניא בן הקנה אומר, כל המקבל עליו על תורה, מעבירין ממנו על מלכות ועל דרך ארץ. וכל הפורק ממנו על תורה, נותנין עליו על מלכות ועל דרך ארץ:  "
    },
    {
      "uid": "Pirkei_Avot_40",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 7192,
      "end_char": 7576,
      "length": 385,
      "text": "רבי חלפתא בן דוסא איש כפר חנניה אומר, עשרה שיושבין ועוסקין בתורה, שכינה שרויה ביניהם, שנאמר (תהלים פב) אלהים נצב בעדת אל. ומנין אפלו חמשה, שנאמר (עמוס ט) ואגדתו על ארץ יסדה. ומנין אפלו שלשה, שנאמר (תהלים פב) בקרב אלהים ישפט. ומנין אפלו שנים, שנאמר (מלאכי ג) אז נדברו יראי ה' איש אל רעהו ויקשב ה' וישמע וגו'. ומנין אפלו אחד, שנאמר (שמות כ) בכל המקום אשר אזכיר את שמי אבא אליך וברכתיך:  "
    },
    {
      "uid": "Pirkei_Avot_41",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 7577,
      "end_char": 7813,
      "length": 237,
      "text": "רבי אלעזר איש ברתותא אומר, תן לו משלו, שאתה ושלך שלו. וכן בדוד הוא אומר (דברי הימים א כט) כי ממך הכל ומידך נתנו לך. רבי שמעון אומר, המהלך בדרך ושונה, ומפסיק ממשנתו ואומר, מה נאה אילן זה ומה נאה ניר זה, מעלה עליו הכתוב כאלו מתחיב בנפשו:  "
    },
    {
      "uid": "Pirkei_Avot_42",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 7814,
      "end_char": 8101,
      "length": 288,
      "text": "רבי דוסתאי ברבי ינאי משום רבי מאיר אומר, כל השוכח דבר אחד ממשנתו, מעלה עליו הכתוב כאלו מתחיב בנפשו, שנאמר (דברים ד) רק השמר לך ושמר נפשך מאד פן תשכח את הדברים אשר ראו עיניך. יכול אפלו תקפה עליו משנתו, תלמוד לומר (שם) ופן יסורו מלבבך כל ימי חייך, הא אינו מתחיב בנפשו עד שישב ויסירם מלבו:  "
    },
    {
      "uid": "Pirkei_Avot_43",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 8102,
      "end_char": 8309,
      "length": 208,
      "text": "רבי חנינא בן דוסא אומר, כל שיראת חטאו קודמת לחכמתו, חכמתו מתקימת. וכל שחכמתו קודמת ליראת חטאו, אין חכמתו מתקימת. הוא היה אומר, כל שמעשיו מרבין מחכמתו, חכמתו מתקימת. וכל שחכמתו מרבה ממעשיו, אין חכמתו מתקימת:  "
    },
    {
      "uid": "Pirkei_Avot_44",
      "chapter_number": 3,
      "verse_number": 10,
      "start_char": 8310,
      "end_char": 8556,
      "length": 247,
      "text": "הוא היה אומר, כל שרוח הבריות נוחה הימנו, רוח המקום נוחה הימנו. וכל שאין רוח הבריות נוחה הימנו, אין רוח המקום נוחה הימנו. רבי דוסא בן הרכינס אומר, שנה של שחרית, ויין של צהרים, ושיחת הילדים, וישיבת בתי כנסיות של עמי הארץ, מוציאין את האדם מן העולם:  "
    },
    {
      "uid": "Pirkei_Avot_45",
      "chapter_number": 3,
      "verse_number": 11,
      "start_char": 8557,
      "end_char": 8767,
      "length": 211,
      "text": "רבי אלעזר המודעי אומר, המחלל את הקדשים, והמבזה את המועדות, והמלבין פני חברו ברבים, והמפר בריתו של אברהם אבינו עליו השלום, והמגלה פנים בתורה שלא כהלכה, אף על פי שיש בידו תורה ומעשים טובים, אין לו חלק לעולם הבא:  "
    },
    {
      "uid": "Pirkei_Avot_46",
      "chapter_number": 3,
      "verse_number": 12,
      "start_char": 8768,
      "end_char": 8839,
      "length": 72,
      "text": "רבי ישמעאל אומר, הוי קל לראש, ונוח לתשחרת, והוי מקבל את כל האדם בשמחה:  "
    },
    {
      "uid": "Pirkei_Avot_47",
      "chapter_number": 3,
      "verse_number": 13,
      "start_char": 8840,
      "end_char": 8960,
      "length": 121,
      "text": "רבי עקיבא אומר, שחוק וקלות ראש, מרגילין לערוה. מסרת, סיג לתורה. מעשרות, סיג לעשר. נדרים, סיג לפרישות. סיג לחכמה, שתיקה:  "
    },
    {
      "uid": "Pirkei_Avot_48",
      "chapter_number": 3,
      "verse_number": 14,
      "start_char": 8961,
      "end_char": 9315,
      "length": 355,
      "text": "הוא היה אומר, חביב אדם שנברא בצלם. חבה יתרה נודעת לו שנברא בצלם, שנאמר (בראשית ט) כי בצלם אלהים עשה את האדם. חביבין ישראל שנקראו בנים למקום. חבה יתרה נודעת להם שנקראו בנים למקום, שנאמר (דברים יד) בנים אתם לה' אלהיכם. חביבין ישראל שנתן להם כלי חמדה. חבה יתרה נודעת להם שנתן להם כלי חמדה שבו נברא העולם, שנאמר (משלי ד) כי לקח טוב נתתי לכם, תורתי אל תעזבו:  "
    },
    {
      "uid": "Pirkei_Avot_49",
      "chapter_number": 3,
      "verse_number": 15,
      "start_char": 9316,
      "end_char": 9377,
      "length": 62,
      "text": "הכל צפוי, והרשות נתונה, ובטוב העולם נדון. והכל לפי רב המעשה:  "
    },
    {
      "uid": "Pirkei_Avot_50",
      "chapter_number": 3,
      "verse_number": 16,
      "start_char": 9378,
      "end_char": 9633,
      "length": 256,
      "text": "הוא היה אומר, הכל נתון בערבון, ומצודה פרוסה על כל החיים. החנות פתוחה, והחנוני מקיף, והפנקס פתוח, והיד כותבת, וכל הרוצה ללוות יבא וילוה, והגבאים מחזירים תדיר בכל יום, ונפרעין מן האדם מדעתו ושלא מדעתו, ויש להם על מה שיסמכו, והדין דין אמת, והכל מתקן לסעודה:  "
    },
    {
      "uid": "Pirkei_Avot_51",
      "chapter_number": 3,
      "verse_number": 17,
      "start_char": 9634,
      "end_char": 10320,
      "length": 687,
      "text": "רבי אלעזר בן עזריה אומר, אם אין תורה, אין דרך ארץ. אם אין דרך ארץ, אין תורה. אם אין חכמה, אין יראה. אם אין יראה, אין חכמה. אם אין בינה, אין דעת. אם אין דעת, אין בינה. אם אין קמח, אין תורה. אם אין תורה, אין קמח. הוא היה אומר, כל שחכמתו מרבה ממעשיו, למה הוא דומה, לאילן שענפיו מרבין ושרשיו מעטין, והרוח באה ועוקרתו והופכתו על פניו, שנאמר (ירמיה יז) והיה כערער בערבה ולא יראה כי יבוא טוב ושכן חררים במדבר ארץ מלחה ולא תשב. אבל כל שמעשיו מרבין מחכמתו, למה הוא דומה, לאילן שענפיו מעטין ושרשיו מרבין, שאפלו כל הרוחות שבעולם באות ונושבות בו אין מזיזין אותו ממקומו, שנאמר (שם) והיה כעץ שתול על מים ועל יובל ישלח שרשיו ולא יראה כי יבא חם, והיה עלהו רענן, ובשנת בצרת לא ידאג, ולא ימיש מעשות פרי:  "
    },
    {
      "uid": "Pirkei_Avot_52",
      "chapter_number": 3,
      "verse_number": 18,
      "start_char": 10321,
      "end_char": 10414,
      "length": 94,
      "text": "רבי אליעזר בן חסמא אומר, קנין ופתחי נדה, הן הן גופי הלכות. תקופות וגימטריאות, פרפראות לחכמה:  "
    },
    {
      "uid": "Pirkei_Avot_53",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 10415,
      "end_char": 10776,
      "length": 362,
      "text": "בן זומא אומר, איזהו חכם, הלומד מכל אדם, שנאמר (תהלים קיט) מכל מלמדי השכלתי כי עדותיך שיחה לי. איזהו גבור, הכובש את יצרו, שנאמר (משלי טז) טוב ארך אפים מגבור ומשל ברוחו מלכד עיר. איזהו עשיר, השמח בחלקו, שנאמר (תהלים קכח) יגיע כפיך כי תאכל אשריך וטוב לך. אשריך, בעולם הזה. וטוב לך, לעולם הבא. איזהו מכבד, המכבד את הבריות, שנאמר (שמואל א ב) כי מכבדי אכבד ובזי יקלו: "
    },
    {
      "uid": "Pirkei_Avot_54",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 10777,
      "end_char": 10902,
      "length": 126,
      "text": "בן עזאי אומר, הוי רץ למצוה קלה כבחמורה, ובורח מן העברה. שמצוה גוררת מצוה, ועברה גוררת עברה. ששכר מצוה, מצוה. ושכר עברה, עברה: "
    },
    {
      "uid": "Pirkei_Avot_55",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 10903,
      "end_char": 11008,
      "length": 106,
      "text": "הוא היה אומר, אל תהי בז לכל אדם, ואל תהי מפליג לכל דבר, שאין לך אדם שאין לו שעה ואין לך דבר שאין לו מקום: "
    },
    {
      "uid": "Pirkei_Avot_56",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 11009,
      "end_char": 11167,
      "length": 159,
      "text": "רבי לויטס איש יבנה אומר, מאד מאד הוי שפל רוח, שתקות אנוש רמה. רבי יוחנן בן ברוקא אומר, כל המחלל שם שמים בסתר, נפרעין ממנו בגלוי. אחד שוגג ואחד מזיד בחלול השם: "
    },
    {
      "uid": "Pirkei_Avot_57",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 11168,
      "end_char": 11441,
      "length": 274,
      "text": "רבי ישמעאל בנו אומר, הלומד תורה על מנת ללמד, מספיקין בידו ללמד וללמד. והלומד על מנת לעשות, מספיקין בידו ללמד וללמד לשמר ולעשות. רבי צדוק אומר, אל תעשם עטרה להתגדל בהם, ולא קרדם לחפר בהם. וכך היה הלל אומר, ודאשתמש בתגא, חלף. הא למדת, כל הנהנה מדברי תורה, נוטל חייו מן העולם: "
    },
    {
      "uid": "Pirkei_Avot_58",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 11442,
      "end_char": 11537,
      "length": 96,
      "text": "רבי יוסי אומר, כל המכבד את התורה, גופו מכבד על הבריות. וכל המחלל את התורה, גופו מחלל על הבריות: "
    },
    {
      "uid": "Pirkei_Avot_59",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 11538,
      "end_char": 11645,
      "length": 108,
      "text": "רבי ישמעאל בנו אומר, החושך עצמו מן הדין, פורק ממנו איבה וגזל ושבועת שוא. והגס לבו בהוראה, שוטה רשע וגס רוח: "
    },
    {
      "uid": "Pirkei_Avot_60",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 11646,
      "end_char": 11738,
      "length": 93,
      "text": "הוא היה אומר, אל תהי דן יחידי, שאין דן יחידי אלא אחד. ואל תאמר קבלו דעתי, שהן רשאין ולא אתה: "
    },
    {
      "uid": "Pirkei_Avot_61",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 11739,
      "end_char": 11837,
      "length": 99,
      "text": "רבי יונתן אומר, כל המקים את התורה מעני, סופו לקימה מעשר. וכל המבטל את התורה מעשר, סופו לבטלה מעני: "
    },
    {
      "uid": "Pirkei_Avot_62",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 11838,
      "end_char": 11987,
      "length": 150,
      "text": "רבי מאיר אומר, הוי ממעט בעסק, ועסק בתורה. והוי שפל רוח בפני כל אדם. ואם בטלת מן התורה, יש לך בטלים הרבה כנגדך. ואם עמלת בתורה, יש לו שכר הרבה לתן לך: "
    },
    {
      "uid": "Pirkei_Avot_63",
      "chapter_number": 4,
      "verse_number": 11,
      "start_char": 11988,
      "end_char": 12218,
      "length": 231,
      "text": "רבי אליעזר בן יעקב אומר, העושה מצוה אחת, קונה לו פרקליט אחד. והעובר עברה אחת, קונה לו קטגור אחד. תשובה ומעשים טובים, כתריס בפני הפרענות. רבי יוחנן הסנדלר אומר, כל כנסיה שהיא לשם שמים, סופה להתקים. ושאינה לשם שמים, אין סופה להתקים: "
    },
    {
      "uid": "Pirkei_Avot_64",
      "chapter_number": 4,
      "verse_number": 12,
      "start_char": 12219,
      "end_char": 12318,
      "length": 100,
      "text": "רבי אלעזר בן שמוע אומר, יהי כבוד תלמידך חביב עליך כשלך, וכבוד חברך כמורא רבך, ומורא רבך כמורא שמים: "
    },
    {
      "uid": "Pirkei_Avot_65",
      "chapter_number": 4,
      "verse_number": 13,
      "start_char": 12319,
      "end_char": 12463,
      "length": 145,
      "text": "רבי יהודה אומר, הוי זהיר בתלמוד, ששגגת תלמוד עולה זדון. רבי שמעון אומר, שלשה כתרים הם, כתר תורה וכתר כהנה וכתר מלכות, וכתר שם טוב עולה על גביהן: "
    },
    {
      "uid": "Pirkei_Avot_66",
      "chapter_number": 4,
      "verse_number": 14,
      "start_char": 12464,
      "end_char": 12574,
      "length": 111,
      "text": "רבי נהוראי אומר, הוי גולה למקום תורה, ואל תאמר שהיא תבא אחריך, שחבריך יקימוה בידך. ואל בינתך אל תשען (משלי ג): "
    },
    {
      "uid": "Pirkei_Avot_67",
      "chapter_number": 4,
      "verse_number": 15,
      "start_char": 12575,
      "end_char": 12723,
      "length": 149,
      "text": "רבי ינאי אומר, אין בידינו לא משלות הרשעים ואף לא מיסורי הצדיקים. רבי מתיא בן חרש אומר, הוי מקדים בשלום כל אדם. והוי זנב לאריות, ואל תהי ראש לשועלים: "
    },
    {
      "uid": "Pirkei_Avot_68",
      "chapter_number": 4,
      "verse_number": 16,
      "start_char": 12724,
      "end_char": 12817,
      "length": 94,
      "text": "רבי יעקב אומר, העולם הזה דומה לפרוזדור בפני העולם הבא. התקן עצמך בפרוזדור, כדי שתכנס לטרקלין: "
    },
    {
      "uid": "Pirkei_Avot_69",
      "chapter_number": 4,
      "verse_number": 17,
      "start_char": 12818,
      "end_char": 12948,
      "length": 131,
      "text": "הוא היה אומר, יפה שעה אחת בתשובה ומעשים טובים בעולם הזה, מכל חיי העולם הבא. ויפה שעה אחת של קורת רוח בעולם הבא, מכל חיי העולם הזה: "
    },
    {
      "uid": "Pirkei_Avot_70",
      "chapter_number": 4,
      "verse_number": 18,
      "start_char": 12949,
      "end_char": 13085,
      "length": 137,
      "text": "רבי שמעון בן אלעזר אומר, אל תרצה את חברך בשעת כעסו, ואל תנחמנו בשעה שמתו מטל לפניו, ואל תשאל לו בשעת נדרו, ואל תשתדל לראותו בשעת קלקלתו: "
    },
    {
      "uid": "Pirkei_Avot_71",
      "chapter_number": 4,
      "verse_number": 19,
      "start_char": 13086,
      "end_char": 13189,
      "length": 104,
      "text": "שמואל הקטן אומר, (משלי כד) בנפל אויבך אל תשמח ובכשלו אל יגל לבך, פן יראה ה' ורע בעיניו והשיב מעליו אפו: "
    },
    {
      "uid": "Pirkei_Avot_72",
      "chapter_number": 4,
      "verse_number": 20,
      "start_char": 13190,
      "end_char": 13555,
      "length": 366,
      "text": "אלישע בן אבויה אומר, הלומד ילד למה הוא דומה, לדיו כתובה על ניר חדש. והלומד זקן למה הוא דומה, לדיו כתובה על ניר מחוק. רבי יוסי בר יהודה איש כפר הבבלי אומר, הלומד מן הקטנים למה הוא דומה, לאכל ענבים קהות ושותה יין מגתו. והלומד מן הזקנים למה הוא דומה, לאכל ענבים בשלות ושותה יין ישן. רבי אומר, אל תסתכל בקנקן, אלא במה שיש בו. יש קנקן חדש מלא ישן, וישן שאפלו חדש אין בו: "
    },
    {
      "uid": "Pirkei_Avot_73",
      "chapter_number": 4,
      "verse_number": 21,
      "start_char": 13556,
      "end_char": 13623,
      "length": 68,
      "text": "רבי אלעזר הקפר אומר, הקנאה והתאוה והכבוד, מוציאין את האדם מן העולם: "
    },
    {
      "uid": "Pirkei_Avot_74",
      "chapter_number": 4,
      "verse_number": 22,
      "start_char": 13624,
      "end_char": 14064,
      "length": 441,
      "text": "הוא היה אומר, הילודים למות, והמתים להחיות, והחיים לדון. לידע להודיע ולהודע שהוא אל, הוא היוצר, הוא הבורא, הוא המבין, הוא הדין, הוא עד, הוא בעל דין, והוא עתיד לדון. ברוך הוא, שאין לפניו לא עולה, ולא שכחה, ולא משוא פנים, ולא מקח שחד, שהכל שלו. ודע שהכל לפי החשבון. ואל יבטיחך יצרך שהשאול בית מנוס לך, שעל כרחך אתה נוצר, ועל כרחך אתה נולד, ועל כרחך אתה חי, ועל כרחך אתה מת, ועל כרחך אתה עתיד לתן דין וחשבון לפני מלך מלכי המלכים הקדוש ברוך הוא: "
    },
    {
      "uid": "Pirkei_Avot_75",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 14065,
      "end_char": 14250,
      "length": 186,
      "text": "בעשרה מאמרות נברא העולם. ומה תלמוד לומר, והלא במאמר אחד יכול להבראות, אלא להפרע מן הרשעים שמאבדין את העולם שנברא בעשרה מאמרות, ולתן שכר טוב לצדיקים שמקימין את העולם שנברא בעשרה מאמרות:  "
    },
    {
      "uid": "Pirkei_Avot_76",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 14251,
      "end_char": 14474,
      "length": 224,
      "text": "עשרה דורות מאדם ועד נח, להודיע כמה ארך אפים לפניו, שכל הדורות היו מכעיסין ובאין עד שהביא עליהם את מי המבול. עשרה דורות מנח ועד אברהם, להודיע כמה ארך אפים לפניו, שכל הדורות היו מכעיסין ובאין, עד שבא אברהם וקבל עליו שכר כלם:  "
    },
    {
      "uid": "Pirkei_Avot_77",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 14475,
      "end_char": 14571,
      "length": 97,
      "text": "עשרה נסיונות נתנסה אברהם אבינו עליו השלום ועמד בכלם, להודיע כמה חבתו של אברהם אבינו עליו השלום:  "
    },
    {
      "uid": "Pirkei_Avot_78",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 14572,
      "end_char": 14783,
      "length": 212,
      "text": "עשרה נסים נעשו לאבותינו במצרים ועשרה על הים. עשר מכות הביא הקדוש ברוך הוא על המצריים במצרים ועשר על הים. עשרה נסיונות נסו אבותינו את המקום ברוך הוא במדבר, שנאמר (במדבר יד) וינסו אתי זה עשר פעמים ולא שמעו בקולי:  "
    },
    {
      "uid": "Pirkei_Avot_79",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 14784,
      "end_char": 15152,
      "length": 369,
      "text": "עשרה נסים נעשו לאבותינו בבית המקדש. לא הפילה אשה מריח בשר הקדש, ולא הסריח בשר הקדש מעולם, ולא נראה זבוב בבית המטבחים, ולא ארע קרי לכהן גדול ביום הכפורים, ולא כבו גשמים אש של עצי המערכה, ולא נצחה הרוח את עמוד העשן, ולא נמצא פסול בעמר ובשתי הלחם ובלחם הפנים, עומדים צפופים ומשתחוים רוחים, ולא הזיק נחש ועקרב בירושלים מעולם, ולא אמר אדם לחברו צר לי המקום שאלין בירושלים:  "
    },
    {
      "uid": "Pirkei_Avot_80",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 15153,
      "end_char": 15375,
      "length": 223,
      "text": "עשרה דברים נבראו בערב שבת בין השמשות, ואלו הן, פי הארץ, ופי הבאר, ופי האתון, והקשת, והמן, והמטה, והשמיר, והכתב, והמכתב, והלוחות. ויש אומרים, אף המזיקין, וקבורתו של משה, ואילו של אברהם אבינו. ויש אומרים, אף צבת בצבת עשויה:  "
    },
    {
      "uid": "Pirkei_Avot_81",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 15376,
      "end_char": 15623,
      "length": 248,
      "text": "שבעה דברים בגלם ושבעה בחכם. חכם אינו מדבר בפני מי שהוא גדול ממנו בחכמה ובמנין, ואינו נכנס לתוך דברי חברו, ואינו נבהל להשיב, שואל כענין ומשיב כהלכה, ואומר על ראשון ראשון ועל אחרון אחרון, ועל מה שלא שמע, אומר לא שמעתי, ומודה על האמת. וחלופיהן בגלם:  "
    },
    {
      "uid": "Pirkei_Avot_82",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 15624,
      "end_char": 15969,
      "length": 346,
      "text": "שבעה מיני פרעניות באין לעולם על שבעה גופי עברה. מקצתן מעשרין ומקצתן אינן מעשרין, רעב של בצרת באה, מקצתן רעבים ומקצתן שבעים. גמרו שלא לעשר, רעב של מהומה ושל בצרת באה. ושלא לטל את החלה, רעב של כליה באה. דבר בא לעולם על מיתות האמורות בתורה שלא נמסרו לבית דין, ועל פרות שביעית. חרב באה לעולם על ענוי הדין, ועל עוות הדין, ועל המורים בתורה שלא כהלכה:  "
    },
    {
      "uid": "Pirkei_Avot_83",
      "chapter_number": 5,
      "verse_number": 9,
      "start_char": 15970,
      "end_char": 16334,
      "length": 365,
      "text": "חיה רעה באה לעולם על שבועת שוא, ועל חלול השם. גלות באה לעולם על עובדי עבודה זרה, ועל גלוי עריות, ועל שפיכות דמים, ועל השמטת הארץ. בארבעה פרקים הדבר מתרבה, ברביעית, ובשביעית, ובמוצאי שביעית, ובמוצאי החג שבכל שנה ושנה. ברביעית, מפני מעשר עני שבשלישית. בשביעית, מפני מעשר עני שבששית. ובמוצאי שביעית, מפני פרות שביעית. ובמוצאי החג שבכל שנה ושנה, מפני גזל מתנות עניים:  "
    },
    {
      "uid": "Pirkei_Avot_84",
      "chapter_number": 5,
      "verse_number": 10,
      "start_char": 16335,
      "end_char": 16490,
      "length": 156,
      "text": "ארבע מדות באדם. האומר שלי שלי ושלך שלך, זו מדה בינונית. ויש אומרים, זו מדת סדום. שלי שלך ושלך שלי, עם הארץ. שלי שלך ושלך שלך, חסיד. שלי שלי ושלך שלי, רשע:  "
    },
    {
      "uid": "Pirkei_Avot_85",
      "chapter_number": 5,
      "verse_number": 11,
      "start_char": 16491,
      "end_char": 16637,
      "length": 147,
      "text": "ארבע מדות בדעות. נוח לכעס ונוח לרצות, יצא שכרו בהפסדו. קשה לכעס וקשה לרצות, יצא הפסדו בשכרו. קשה לכעס ונוח לרצות, חסיד. נוח לכעס וקשה לרצות, רשע:  "
    },
    {
      "uid": "Pirkei_Avot_86",
      "chapter_number": 5,
      "verse_number": 12,
      "start_char": 16638,
      "end_char": 16788,
      "length": 151,
      "text": "ארבע מדות בתלמידים. מהר לשמע ומהר לאבד, יצא שכרו בהפסדו. קשה לשמע וקשה לאבד, יצא הפסדו בשכרו. מהר לשמע וקשה לאבד, חכם. קשה לשמע ומהר לאבד, זה חלק רע:  "
    },
    {
      "uid": "Pirkei_Avot_87",
      "chapter_number": 5,
      "verse_number": 13,
      "start_char": 16789,
      "end_char": 16949,
      "length": 161,
      "text": "ארבע מדות בנותני צדקה. הרוצה שיתן ולא יתנו אחרים, עינו רעה בשל אחרים. יתנו אחרים והוא לא יתן, עינו רעה בשלו. יתן ויתנו אחרים, חסיד. לא יתן ולא יתנו אחרים, רשע:  "
    },
    {
      "uid": "Pirkei_Avot_88",
      "chapter_number": 5,
      "verse_number": 14,
      "start_char": 16950,
      "end_char": 17085,
      "length": 136,
      "text": "ארבע מדות בהולכי לבית המדרש. הולך ואינו עושה, שכר הליכה בידו. עושה ואינו הולך, שכר מעשה בידו. הולך ועושה, חסיד. לא הולך ולא עושה, רשע:  "
    },
    {
      "uid": "Pirkei_Avot_89",
      "chapter_number": 5,
      "verse_number": 15,
      "start_char": 17086,
      "end_char": 17274,
      "length": 189,
      "text": "ארבע מדות ביושבים לפני חכמים. ספוג, ומשפך, משמרת, ונפה. ספוג, שהוא סופג את הכל. משפך, שמכניס בזו ומוציא בזו. משמרת, שמוציאה את היין וקולטת את השמרים. ונפה, שמוציאה את הקמח וקולטת את הסלת:  "
    },
    {
      "uid": "Pirkei_Avot_90",
      "chapter_number": 5,
      "verse_number": 16,
      "start_char": 17275,
      "end_char": 17443,
      "length": 169,
      "text": "כל אהבה שהיא תלויה בדבר, בטל דבר, בטלה אהבה. ושאינה תלויה בדבר, אינה בטלה לעולם. איזו היא אהבה התלויה בדבר, זו אהבת אמנון ותמר. ושאינה תלויה בדבר, זו אהבת דוד ויהונתן:  "
    },
    {
      "uid": "Pirkei_Avot_91",
      "chapter_number": 5,
      "verse_number": 17,
      "start_char": 17444,
      "end_char": 17605,
      "length": 162,
      "text": "כל מחלקת שהיא לשם שמים, סופה להתקים. ושאינה לשם שמים, אין סופה להתקים. איזו היא מחלקת שהיא לשם שמים, זו מחלקת הלל ושמאי. ושאינה לשם שמים, זו מחלקת קרח וכל עדתו:  "
    },
    {
      "uid": "Pirkei_Avot_92",
      "chapter_number": 5,
      "verse_number": 18,
      "start_char": 17606,
      "end_char": 17903,
      "length": 298,
      "text": "כל המזכה את הרבים, אין חטא בא על ידו. וכל המחטיא את הרבים, אין מספיקין בידו לעשות תשובה. משה זכה וזכה את הרבים, זכות הרבים תלוי בו, שנאמר (דברים לג) צדקת ה' עשה ומשפטיו עם ישראל. ירבעם חטא והחטיא את הרבים, חטא הרבים תלוי בו, שנאמר (מלכים א טו) על חטאות ירבעם (בן נבט) אשר חטא ואשר החטיא את ישראל:  "
    },
    {
      "uid": "Pirkei_Avot_93",
      "chapter_number": 5,
      "verse_number": 19,
      "start_char": 17904,
      "end_char": 18421,
      "length": 518,
      "text": "כל מי שיש בידו שלשה דברים הללו, מתלמידיו של אברהם אבינו. ושלשה דברים אחרים, מתלמידיו של בלעם הרשע. עין טובה, ורוח נמוכה, ונפש שפלה, מתלמידיו של אברהם אבינו. עין רעה, ורוח גבוהה, ונפש רחבה, מתלמידיו של בלעם הרשע. מה בין תלמידיו של אברהם אבינו לתלמידיו של בלעם הרשע. תלמידיו של אברהם אבינו, אוכלין בעולם הזה ונוחלין בעולם הבא, שנאמר (משלי ח) להנחיל אהבי יש, ואצרתיהם אמלא. אבל תלמידיו של בלעם הרשע יורשין גיהנם ויורדין לבאר שחת, שנאמר (תהלים נה) ואתה אלהים תורידם לבאר שחת, אנשי דמים ומרמה לא יחצו ימיהם, ואני אבטח בך:  "
    },
    {
      "uid": "Pirkei_Avot_94",
      "chapter_number": 5,
      "verse_number": 20,
      "start_char": 18422,
      "end_char": 18628,
      "length": 207,
      "text": "יהודה בן תימא אומר, הוי עז כנמר, וקל כנשר, ורץ כצבי, וגבור כארי, לעשות רצון אביך שבשמים. הוא היה אומר, עז פנים לגיהנם, ובשת פנים לגן עדן. יהי רצון מלפניך יי אלהינו שתבנה עירך במהרה בימינו ותן חלקנו בתורתך:  "
    },
    {
      "uid": "Pirkei_Avot_95",
      "chapter_number": 5,
      "verse_number": 21,
      "start_char": 18629,
      "end_char": 18893,
      "length": 265,
      "text": "הוא היה אומר, בן חמש שנים למקרא, בן עשר למשנה, בן שלש עשרה למצות, בן חמש עשרה לתלמוד, בן שמנה עשרה לחפה, בן עשרים לרדף, בן שלשים לכח, בן ארבעים לבינה, בן חמשים לעצה, בן ששים לזקנה, בן שבעים לשיבה, בן שמנים לגבורה, בן תשעים לשוח, בן מאה כאלו מת ועבר ובטל מן העולם:  "
    },
    {
      "uid": "Pirkei_Avot_96",
      "chapter_number": 5,
      "verse_number": 22,
      "start_char": 18894,
      "end_char": 18996,
      "length": 103,
      "text": "בן בג בג אומר, הפך בה והפך בה, דכלא בה. ובה תחזי, וסיב ובלה בה, ומנה לא תזוע, שאין לך מדה טובה הימנה:  "
    },
    {
      "uid": "Pirkei_Avot_97",
      "chapter_number": 5,
      "verse_number": 23,
      "start_char": 18997,
      "end_char": 19028,
      "length": 32,
      "text": "בן הא הא אומר, לפום צערא אגרא:  "
    },
    {
      "uid": "Pirkei_Avot_98",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 19029,
      "end_char": 19579,
      "length": 551,
      "text": "שנו חכמים בלשון המשנה, ברוך שבחר בהם ובמשנתם: רבי מאיר אומר כל העוסק בתורה לשמה, זוכה לדברים הרבה. ולא עוד אלא שכל העולם כלו כדי הוא לו. נקרא רע, אהוב, אוהב את המקום, אוהב את הבריות, משמח את המקום, משמח את הבריות. ומלבשתו ענוה ויראה, ומכשרתו להיות צדיק וחסיד וישר ונאמן, ומרחקתו מן החטא, ומקרבתו לידי זכות, ונהנין ממנו עצה ותושיה בינה וגבורה, שנאמר (משלי ח) לי עצה ותושיה אני בינה לי גבורה. ונותנת לו מלכות וממשלה וחקור דין, ומגלין לו רזי תורה, ונעשה כמעין המתגבר וכנהר שאינו פוסק, והוי צנוע וארך רוח, ומוחל על עלבונו, ומגדלתו ומרוממתו על כל המעשים:  "
    },
    {
      "uid": "Pirkei_Avot_99",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 19580,
      "end_char": 19994,
      "length": 415,
      "text": "אמר רבי יהושע בן לוי, בכל יום ויום בת קול יוצאת מהר חורב ומכרזת ואומרת, אוי להם לבריות מעלבונה של תורה. שכל מי שאינו עוסק בתורה נקרא נזוף, שנאמר (משלי יא) נזם זהב באף חזיר אשה יפה וסרת טעם. ואומר (שמות לב) והלחת מעשה אלהים המה והמכתב מכתב אלהים הוא חרות על הלחת, אל תקרא חרות אלא חרות, שאין לך בן חורין אלא מי שעוסק בתלמוד תורה. וכל מי שעוסק בתלמוד תורה הרי זה מתעלה, שנאמר (במדבר כא) וממתנה נחליאל ומנחליאל במות:  "
    },
    {
      "uid": "Pirkei_Avot_100",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 19995,
      "end_char": 20579,
      "length": 585,
      "text": "הלומד מחברו פרק אחד או הלכה אחת או פסוק אחד או דבור אחד או אפלו אות אחת, צריך לנהוג בו כבוד, שכן מצינו בדוד מלך ישראל, שלא למד מאחיתפל אלא שני דברים בלבד, קראו רבו אלופו ומידעו, שנאמר (תהלים נה) ואתה אנוש כערכי אלופי ומידעי. והלא דברים קל וחמר, ומה דוד מלך ישראל, שלא למד מאחיתפל אלא שני דברים בלבד קראו רבו אלופו ומידעו, הלומד מחברו פרק אחד או הלכה אחת או פסוק אחד או דבור אחד או אפלו אות אחת, על אחת כמה וכמה שצריך לנהוג בו כבוד. ואין כבוד אלא תורה, שנאמר (משלי ג) כבוד חכמים ינחלו, (משלי כח) ותמימים ינחלו טוב, ואין טוב אלא תורה, שנאמר (משלי ד) כי לקח טוב נתתי לכם תורתי אל תעזבו:  "
    },
    {
      "uid": "Pirkei_Avot_101",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 20580,
      "end_char": 20756,
      "length": 177,
      "text": "כך היא דרכה של תורה, פת במלח תאכל, ומים במשורה תשתה, ועל הארץ תישן, וחיי צער תחיה, ובתורה אתה עמל, אם אתה עשה כן, (תהלים קכח) אשריך וטוב לך. אשריך בעולם הזה וטוב לך לעולם הבא:  "
    },
    {
      "uid": "Pirkei_Avot_102",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 20757,
      "end_char": 20915,
      "length": 159,
      "text": "אל תבקש גדלה לעצמך, ואל תחמד כבוד, יותר מלמודך עשה, ואל תתאוה לשלחנם של מלכים, ששלחנך גדול משלחנם, וכתרך גדול מכתרם, ונאמן הוא בעל מלאכתך שישלם לך שכר פעלתך:  "
    },
    {
      "uid": "Pirkei_Avot_103",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 20916,
      "end_char": 21844,
      "length": 929,
      "text": "גדולה תורה יותר מן הכהנה ומן המלכות, שהמלכות נקנית בשלשים מעלות, והכהנה בעשרים וארבע, והתורה נקנית בארבעים ושמנה דברים. ואלו הן, בתלמוד, בשמיעת האזן, בעריכת שפתים, בבינת הלב, בשכלות הלב, באימה, ביראה, בענוה, בשמחה, בטהרה, בשמוש חכמים, בדקדוק חברים, ובפלפול התלמידים, בישוב, במקרא, במשנה, במעוט סחורה, במעוט דרך ארץ, במעוט תענוג, במעוט שינה, במעוט שיחה, במעוט שחוק, בארך אפים, בלב טוב, באמונת חכמים, ובקבלת היסורין, המכיר את מקומו, והשמח בחלקו, והעושה סיג לדבריו, ואינו מחזיק טובה לעצמו, אהוב, אוהב את המקום, אוהב את הבריות, אוהב את הצדקות, אוהב את המישרים, אוהב את התוכחות, מתרחק מן הכבוד, ולא מגיס לבו בתלמודו, ואינו שמח בהוראה, נושא בעל עם חברו, מכריעו לכף זכות, מעמידו על האמת, ומעמידו על השלום, מתישב לבו בתלמודו, שואל ומשיב, שומע ומוסיף, הלומד על מנת ללמד והלומד על מנת לעשות, המחכים את רבו, והמכון את שמועתו, והאומר דבר בשם אומרו, הא למדת שכל האומר דבר בשם אומרו מביא גאלה לעולם, שנאמר (אסתר ב) ותאמר אסתר למלך בשם מרדכי:  "
    },
    {
      "uid": "Pirkei_Avot_104",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 21845,
      "end_char": 22338,
      "length": 494,
      "text": "גדולה תורה שהיא נותנת חיים לעשיה בעולם הזה ובעולם הבא, שנאמר (משלי ד) כי חיים הם למצאיהם ולכל בשרו מרפא. ואומר (שם ג) רפאות תהי לשרך ושקוי לעצמותיך. ואומר (שם ג) עץ חיים היא למחזיקים בה ותמכיה מאשר. ואומר (שם א) כי לוית חן הם לראשך וענקים לגרגרתיך. ואומר (שם ד) תתן לראשך לוית חן עטרת תפארת תמגנך. ואומר (שם ט) כי בי ירבו ימיך ויוסיפו לך שנות חיים. ואומר (שם ג) ארך ימים בימינה בשמאולה עשר וכבוד. ואומר (שם) כי ארך ימים ושנות חיים ושלום יוסיפו לך. ואומר (שם) דרכיה דרכי נעם וכל נתיבותיה שלום:  "
    },
    {
      "uid": "Pirkei_Avot_105",
      "chapter_number": 6,
      "verse_number": 8,
      "start_char": 22339,
      "end_char": 22816,
      "length": 478,
      "text": "רבי שמעון בן יהודה משום רבי שמעון בן יוחאי אומר, הנוי והכח והעשר והכבוד והחכמה והזקנה והשיבה והבנים, נאה לצדיקים ונאה לעולם, שנאמר (שם טז) עטרת תפארת שיבה בדרך צדקה תמצא. ואומר (שם כ) תפארת בחורים כחם והדר זקנים שיבה. ואומר (שם יד) עטרת חכמים עשרם. ואומר (שם יז) עטרת זקנים בני בנים ותפארת בנים אבותם. ואומר (ישעיה כד) וחפרה הלבנה ובושה החמה, כי מלך ה' צבאות בהר ציון ובירושלים ונגד זקניו כבוד. רבי שמעון בן מנסיא אומר, אלו שבע מדות שמנו חכמים לצדיקים, כלם נתקימו ברבי ובבניו:  "
    },
    {
      "uid": "Pirkei_Avot_106",
      "chapter_number": 6,
      "verse_number": 9,
      "start_char": 22817,
      "end_char": 23578,
      "length": 762,
      "text": "אמר רבי יוסי בן קסמא, פעם אחת הייתי מהלך בדרך ופגע בי אדם אחד, ונתן לי שלום, והחזרתי לו שלום. אמר לי, רבי, מאיזה מקום אתה. אמרתי לו, מעיר גדולה של חכמים ושל סופרים אני. אמר לי, רבי, רצונך שתדור עמנו במקומנו, ואני אתן לך אלף אלפים דינרי זהב ואבנים טובות ומרגליות. אמרתי לו, בני, אם אתה נותן לי כל כסף וזהב ואבנים טובות ומרגליות שבעולם, איני דר אלא במקום תורה. ולא עוד, אלא שבשעת פטירתו של אדם אין מלוין לו לאדם לא כסף ולא זהב ולא אבנים טובות ומרגליות, אלא תורה ומעשים טובים בלבד, שנאמר (משלי ו) בהתהלכך תנחה אתך, בשכבך תשמר עליך, והקיצות היא תשיחך. בהתהלכך תנחה אתך, בעולם הזה, בשכבך תשמר עליך, בקבר, והקיצות היא תשיחך, לעולם הבא. וכן כתוב בספר תהלים על ידי דוד מלך ישראל (תהלים קיט), טוב לי תורת פיך מאלפי זהב וכסף. ואומר (חגי ב) לי הכסף ולי הזהב אמר ה' צבאות:  "
    },
    {
      "uid": "Pirkei_Avot_107",
      "chapter_number": 6,
      "verse_number": 10,
      "start_char": 23579,
      "end_char": 24320,
      "length": 742,
      "text": "חמשה קנינים קנה לו הקדוש ברוך הוא בעולמו, ואלו הן, תורה קנין אחד, שמים וארץ קנין אחד, אברהם קנין אחד, ישראל קנין אחד, בית המקדש קנין אחד. תורה מנין, דכתיב (משלי ח), ה' קנני ראשית דרכו קדם מפעליו מאז. שמים וארץ קנין אחד מנין, דכתיב (ישעיה סו), כה אמר ה' השמים כסאי והארץ הדם רגלי אי זה בית אשר תבנו לי ואי זה מקום מנוחתי, ואומר (תהלים קד) מה רבו מעשיך ה' כלם בחכמה עשית מלאה הארץ קנינך. אברהם קנין אחד מנין, דכתיב (בראשית יד), ויברכהו ויאמר ברוך אברם לאל עליון קנה שמים וארץ. ישראל קנין אחד מנין, דכתיב (שמות טו), עד יעבר עמך ה' עד יעבר עם זו קנית, ואומר (תהלים טז) לקדושים אשר בארץ המה ואדירי כל חפצי בם. בית המקדש קנין אחד מנין, דכתיב (שמות טו), מכון לשבתך פעלת ה' מקדש ה' כוננו ידיך. ואומר (תהלים עח) ויביאם אל גבול קדשו הר זה קנתה ימינו:  "
    },
    {
      "uid": "Pirkei_Avot_108",
      "chapter_number": 6,
      "verse_number": 11,
      "start_char": 24321,
      "end_char": 24617,
      "length": 297,
      "text": "כל מה שברא הקדוש ברוך הוא בעולמו, לא בראו אלא לכבודו, שנאמר (ישעיה מג), כל הנקרא בשמי ולכבודי בראתיו יצרתיו אף עשיתיו, ואומר (שמות טו), יהוה ימלך לעלם ועד. רבי חנניא בן עקשיא אומר, רצה הקדוש ברוך הוא לזכות את ישראל, לפיכך הרבה להם תורה ומצות, שנאמר (ישעיה מב) ה' חפץ למען צדקו יגדיל תורה ויאדיר:  "
    }
  ]
}