{
  "title": "Mishnah Peah",
  "categories": [
    "Mishnah",
    "Seder Zeraim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Peah_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 218,
      "length": 218,
      "text": "אלו דברים שאין להם שעור. הפאה, והבכורים, והראיון, וגמילות חסדים, ותלמוד תורה. אלו דברים שאדם אוכל פרותיהן בעולם הזה והקרן קימת לו לעולם הבא. כבוד אב ואם, וגמילות חסדים, והבאת שלום בין אדם לחברו, ותלמוד תורה כנגד כלם:  "
    },
    {
      "uid": "Mishnah_Peah_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 219,
      "end_char": 322,
      "length": 104,
      "text": "אין פוחתין לפאה מששים, ואף על פי שאמרו אין לפאה שעור. הכל לפי גדל השדה, ולפי רב העניים, ולפי רב הענוה:  "
    },
    {
      "uid": "Mishnah_Peah_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 323,
      "end_char": 477,
      "length": 155,
      "text": "נותנין פאה מתחלת השדה ומאמצעה. רבי שמעון אומר, ובלבד שיתן בסוף כשעור. רבי יהודה אומר, אם שיר קלח אחד, סומך לו משום פאה. ואם לאו, אינו נותן אלא משום הפקר:  "
    },
    {
      "uid": "Mishnah_Peah_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 478,
      "end_char": 596,
      "length": 119,
      "text": "כלל אמרו בפאה. כל שהוא אכל, ונשמר, וגדוליו מן הארץ, ולקיטתו כאחת, ומכניסו לקיום, חיב בפאה. והתבואה והקטניות בכלל הזה:  "
    },
    {
      "uid": "Mishnah_Peah_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 597,
      "end_char": 682,
      "length": 86,
      "text": "ובאילן, האוג והחרובין והאגוזים והשקדים והגפנים והרמונים והזיתים והתמרים, חיבין בפאה:  "
    },
    {
      "uid": "Mishnah_Peah_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 683,
      "end_char": 989,
      "length": 307,
      "text": "לעולם הוא נותן משום פאה ופטור מן המעשרות, עד שימרח. ונותן משום הפקר ופטור מן המעשרות, עד שימרח. ומאכיל לבהמה ולחיה ולעופות ופטור מן המעשרות, עד שימרח. ונוטל מן הגרן וזורע ופטור מן המעשרות, עד שימרח, דברי רבי עקיבא. כהן ולוי שלקחו את הגרן, המעשרות שלהם, עד שימרח. המקדיש ופודה, חיב במעשרות, עד שימרח הגזבר:  "
    },
    {
      "uid": "Mishnah_Peah_7",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 990,
      "end_char": 1205,
      "length": 216,
      "text": "ואלו מפסיקין לפאה. הנחל, והשלולית, ודרך היחיד, ודרך הרבים, ושביל הרבים, ושביל היחיד הקבוע בימות החמה ובימות הגשמים, והבור, והניר, וזרע אחר. והקוצר לשחת מפסיק, דברי רבי מאיר. וחכמים אומרים, אינו מפסיק, אלא אם כן חרש: "
    },
    {
      "uid": "Mishnah_Peah_8",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1206,
      "end_char": 1343,
      "length": 138,
      "text": "אמת המים שאינה יכולה להקצר כאחת, רבי יהודה אומר, מפסקת. וכל ההרים אשר במעדר יעדרון, אף על פי שאין הבקר יכול לעבר בכליו, הוא נותן פאה לכל: "
    },
    {
      "uid": "Mishnah_Peah_9",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 1344,
      "end_char": 1436,
      "length": 93,
      "text": "הכל מפסיק לזרעים, ואינו מפסיק לאילן אלא גדר. ואם היה שער כותש, אינו מפסיק, אלא נותן פאה לכל: "
    },
    {
      "uid": "Mishnah_Peah_10",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 1437,
      "end_char": 1634,
      "length": 198,
      "text": "ולחרובין, כל הרואין זה את זה. אמר רבן גמליאל, נוהגין היו בית אבא, נותנין פאה אחת לזיתים שהיו להם בכל רוח, ולחרובין, כל הרואין זה את זה. רבי אליעזר ברבי צדוק אומר משמו, אף לחרובין שהיו להם בכל העיר: "
    },
    {
      "uid": "Mishnah_Peah_11",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 1635,
      "end_char": 1840,
      "length": 206,
      "text": "הזורע את שדהו מין אחד, אף על פי שהוא עושהו שתי גרנות, נותן פאה אחת. זרעה שני מינין, אף על פי שעשאן גרן אחת, נותן שתי פאות. הזורע את שדהו שני מיני חטין, עשאן גרן אחת, נותן פאה אחת. שתי גרנות, נותן שתי פאות: "
    },
    {
      "uid": "Mishnah_Peah_12",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 1841,
      "end_char": 2096,
      "length": 256,
      "text": "מעשה שזרע רבי שמעון איש המצפה לפני רבן גמליאל, ועלו ללשכת הגזית ושאלו. אמר נחום הלבלר, מקבל אני מרבי מיאשא, שקבל מאבא, שקבל מן הזוגות, שקבלו מן הנביאים, הלכה למשה מסיני, בזורע את שדהו שני מיני חטין, אם עשאן גרן אחת, נותן פאה אחת. שתי גרנות, נותן שתי פאות: "
    },
    {
      "uid": "Mishnah_Peah_13",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 2097,
      "end_char": 2219,
      "length": 123,
      "text": "שדה שקצרוה כותים, קצרוה לסטים, קרסמוה נמלים, שברתה הרוח או בהמה, פטורה. קצר חציה וקצרו לסטים חציה, פטורה, שחובת הפאה בקמה: "
    },
    {
      "uid": "Mishnah_Peah_14",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 2220,
      "end_char": 2367,
      "length": 148,
      "text": "קצרוה לסטים חציה וקצר הוא חציה, נותן פאה ממה שקצר. קצר חציה ומכר חציה, הלוקח נותן פאה לכל. קצר חציה והקדיש חציה, הפודה מיד הגזבר, הוא נותן פאה לכל: "
    },
    {
      "uid": "Mishnah_Peah_15",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 2368,
      "end_char": 2521,
      "length": 154,
      "text": "מלבנות התבואה שבין הזיתים, בית שמאי אומרים, פאה מכל אחת ואחת. בית הלל אומרים, מאחד על הכל. ומודים, שאם היו ראשי שורות מערבין, שהוא נותן פאה מאחד על הכל:  "
    },
    {
      "uid": "Mishnah_Peah_16",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 2522,
      "end_char": 2704,
      "length": 183,
      "text": "המנמר את שדהו ושיר קלחים לחים, רבי עקיבא אומר, נותן פאה מכל אחד ואחד. וחכמים אומרים, מאחד על הכל. ומודים חכמים לרבי עקיבא בזורע שבת או חרדל בשלשה מקומות, שהוא נותן פאה מכל אחד ואחד:  "
    },
    {
      "uid": "Mishnah_Peah_17",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 2705,
      "end_char": 2873,
      "length": 169,
      "text": "המחליק בצלים לחים לשוק ומקים יבשים לגרן, נותן פאה לאלו לעצמן ולאלו לעצמן. וכן באפונין, וכן בכרם. המדל, נותן מן המשאר על מה ששיר. והמחליק מאחת יד, נותן מן המשאר על הכל:  "
    },
    {
      "uid": "Mishnah_Peah_18",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 2874,
      "end_char": 3004,
      "length": 131,
      "text": "האמהות של בצלים חיבות בפאה, ורבי יוסי פוטר. מלבנות הבצלים שבין הירק, רבי יוסי אומר, פאה מכל אחת ואחת. וחכמים אומרים, מאחת על הכל:  "
    },
    {
      "uid": "Mishnah_Peah_19",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 3005,
      "end_char": 3299,
      "length": 295,
      "text": "האחין שחלקו, נותנין שתי פאות. חזרו ונשתתפו, נותנין פאה אחת. שנים שלקחו את האילן, נותנין פאה אחת. לקח זה צפונו וזה דרומו, זה נותן פאה לעצמו, וזה נותן פאה לעצמו. המוכר קלחי אילן בתוך שדהו, נותן פאה מכל אחד ואחד. אמר רבי יהודה, אימתי, בזמן שלא שיר בעל השדה. אבל אם שיר בעל השדה, הוא נותן פאה לכל:  "
    },
    {
      "uid": "Mishnah_Peah_20",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 3300,
      "end_char": 3584,
      "length": 285,
      "text": "רבי אליעזר אומר, קרקע בית רבע, חיבת בפאה. רבי יהושע אומר, העושה סאתים. רבי טרפון אומר, ששה על ששה טפחים. רבי יהודה בן בתירה אומר, כדי לקצר ולשנות. והלכה כדבריו. רבי עקיבא אומר, קרקע כל שהוא, חיבת בפאה, ובבכורים, ולכתב עליו פרוזבול, ולקנות עמו נכסים שאין להם אחריות בכסף ובשטר ובחזקה:  "
    },
    {
      "uid": "Mishnah_Peah_21",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 3585,
      "end_char": 3792,
      "length": 208,
      "text": "הכותב נכסיו שכיב מרע, שיר קרקע כל שהוא, מתנתו מתנה. לא שיר קרקע כל שהוא, אין מתנתו מתנה. הכותב נכסיו לבניו, וכתב לאשתו קרקע כל שהוא, אבדה כתבתה. רבי יוסי אומר, אם קבלה עליה, אף על פי שלא כתב לה, אבדה כתבתה:  "
    },
    {
      "uid": "Mishnah_Peah_22",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 3793,
      "end_char": 3962,
      "length": 170,
      "text": "הכותב נכסיו לעבדו, יצא בן חורין. שיר קרקע כל שהוא, לא יצא בן חורין. רבי שמעון אומר, לעולם הוא בן חורין, עד שיאמר הרי כל נכסי נתונין לאיש פלוני עבדי חוץ מאחד מרבוא שבהן:  "
    },
    {
      "uid": "Mishnah_Peah_23",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 3963,
      "end_char": 4130,
      "length": 168,
      "text": "הפאה נתנת במחבר לקרקע. בדלית ובדקל, בעל הבית מוריד ומחלק לעניים. רבי שמעון אומר, אף בחליקי אגוזים. אפלו תשעים ותשעה אומרים לחלק ואחד אומר לבוז, לזה שומעין, שאמר כהלכה: "
    },
    {
      "uid": "Mishnah_Peah_24",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 4131,
      "end_char": 4220,
      "length": 90,
      "text": "בדלית ובדקל אינו כן, אפלו תשעים ותשעה אומרים לבוז ואחד אומר לחלק, לזה שומעין, שאמר כהלכה: "
    },
    {
      "uid": "Mishnah_Peah_25",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 4221,
      "end_char": 4340,
      "length": 120,
      "text": "נטל מקצת פאה וזרקה על השאר, אין לו בה כלום. נפל לו עליה, ופרש טליתו עליה, מעבירין אותה הימנו. וכן בלקט, וכן בעמר השכחה: "
    },
    {
      "uid": "Mishnah_Peah_26",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 4341,
      "end_char": 4419,
      "length": 79,
      "text": "פאה אין קוצרין אותה במגלות, ואין עוקרין אותה בקרדמות, כדי שלא יכו איש את רעהו: "
    },
    {
      "uid": "Mishnah_Peah_27",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 4420,
      "end_char": 4601,
      "length": 182,
      "text": "שלש אבעיות ביום, בשחר ובחצות ובמנחה. רבן גמליאל אומר, לא אמרו אלא כדי שלא יפחתו. רבי עקיבא אומר, לא אמרו אלא כדי שלא יוסיפו. של בית נמר היו מלקטין על החבל, ונותנים פאה מכל אמן ואמן: "
    },
    {
      "uid": "Mishnah_Peah_28",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 4602,
      "end_char": 4723,
      "length": 122,
      "text": "עובד כוכבים שקצר את שדהו ואחר כך נתגיר, פטור מן הלקט ומן השכחה ומן הפאה. רבי יהודה מחיב בשכחה, שאין השכחה אלא בשעת העמור: "
    },
    {
      "uid": "Mishnah_Peah_29",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 4724,
      "end_char": 4818,
      "length": 95,
      "text": "הקדיש קמה ופדה קמה, חיב. עמרין ופדה עמרין, חיב. קמה ופדה עמרין, פטורה, שבשעת חובתה היתה פטורה: "
    },
    {
      "uid": "Mishnah_Peah_30",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 4819,
      "end_char": 4996,
      "length": 178,
      "text": "כיוצא בו, המקדיש פרותיו עד שלא באו לעונת המעשרות, ופדאן, חיבין. משבאו לעונת המעשרות, ופדאן, חיבין. הקדישן עד שלא נגמרו וגמרן הגזבר, ואחר כך פדאן, פטורים, שבשעת חובתן היו פטורים: "
    },
    {
      "uid": "Mishnah_Peah_31",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 4997,
      "end_char": 5167,
      "length": 171,
      "text": "מי שלקט את הפאה ואמר הרי זו לאיש פלוני עני, רבי אליעזר אומר, זכה לו. וחכמים אומרים, יתננה לעני שנמצא ראשון. הלקט והשכחה והפאה של עובד כוכבים חיב במעשרות, אלא אם כן הפקיר: "
    },
    {
      "uid": "Mishnah_Peah_32",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 5168,
      "end_char": 5408,
      "length": 241,
      "text": "איזהו לקט, הנושר בשעת הקצירה. היה קוצר, קצר מלא ידו, תלש מלא קמצו, הכהו קוץ ונפל מידו לארץ, הרי הוא של בעל הבית. תוך היד ותוך המגל, לעניים. אחר היד ואחר המגל, לבעל הבית. ראש היד וראש המגל, רבי ישמעאל אומר, לעניים. רבי עקיבא אומר, לבעל הבית: "
    },
    {
      "uid": "Mishnah_Peah_33",
      "chapter_number": 4,
      "verse_number": 11,
      "start_char": 5409,
      "end_char": 5549,
      "length": 141,
      "text": "חורי הנמלים שבתוך הקמה, הרי הן של בעל הבית. שלאחר הקוצרים, העליונים לעניים, והתחתונים של בעל הבית. רבי מאיר אומר, הכל לעניים, שספק לקט, לקט: "
    },
    {
      "uid": "Mishnah_Peah_34",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 5550,
      "end_char": 5724,
      "length": 175,
      "text": "גדיש שלא לקט תחתיו, כל הנוגע בארץ הרי הוא של עניים. הרוח שפזרה את העמרים, אומדים אותה כמה לקט היא ראויה לעשות, ונותן לעניים. רבן שמעון בן גמליאל אומר, נותן לעניים בכדי נפילה: "
    },
    {
      "uid": "Mishnah_Peah_35",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 5725,
      "end_char": 5982,
      "length": 258,
      "text": "שבלת שבקציר וראשה מגיע לקמה, אם נקצרה עם הקמה, הרי היא של בעל הבית, ואם לאו, הרי היא של עניים. שבלת של לקט שנתערבה בגדיש, מעשר שבלת אחת ונותן לו. אמר רבי אליעזר, וכי היאך העני הזה מחליף דבר שלא בא ברשותו. אלא מזכה את העני בכל הגדיש, ומעשר שבלת אחת ונותן לו: "
    },
    {
      "uid": "Mishnah_Peah_36",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 5983,
      "end_char": 6043,
      "length": 61,
      "text": "אין מגלגלין בטופח, דברי רבי מאיר. וחכמים מתירין, מפני שאפשר: "
    },
    {
      "uid": "Mishnah_Peah_37",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 6044,
      "end_char": 6186,
      "length": 143,
      "text": "בעל הבית שהיה עובר ממקום למקום, וצריך לטל לקט שכחה ופאה ומעשר עני, יטל, וכשיחזר לביתו ישלם, דברי רבי אליעזר. וחכמים אומרים, עני היה באותה שעה: "
    },
    {
      "uid": "Mishnah_Peah_38",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 6187,
      "end_char": 6496,
      "length": 310,
      "text": "המחליף עם העניים, בשלו פטור, ובשל עניים חיב. שנים שקבלו את השדה באריסות, זה נותן לזה חלקו מעשר עני, וזה נותן לזה חלקו מעשר עני. המקבל שדה לקצר, אסור בלקט שכחה ופאה ומעשר עני. אמר רבי יהודה, אימתי, בזמן שקבל ממנו למחצה, לשליש ולרביע. אבל אם אמר לו שליש מה שאתה קוצר שלך, מתר בלקט ובשכחה ובפאה, ואסור במעשר עני: "
    },
    {
      "uid": "Mishnah_Peah_39",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 6497,
      "end_char": 6728,
      "length": 232,
      "text": "המוכר את שדהו, המוכר מתר והלוקח אסור. לא ישכר אדם את הפועלים על מנת שילקט בנו אחריו. מי שאינו מניח את העניים ללקט, או שהוא מניח את אחד ואחד לא, או שהוא מסיע את אחד מהן, הרי זה גוזל את העניים. על זה נאמר (משלי כב) אל תסג גבול עולים: "
    },
    {
      "uid": "Mishnah_Peah_40",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 6729,
      "end_char": 6850,
      "length": 122,
      "text": "העמר ששכחוהו פועלים ולא שכחו בעל הבית, שכחו בעל הבית ולא שכחוהו פועלים, עמדו עניים בפניו או שחפוהו בקש, הרי זה אינו שכחה: "
    },
    {
      "uid": "Mishnah_Peah_41",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 6851,
      "end_char": 7112,
      "length": 262,
      "text": "המעמר לכבעות ולכמסאות, לחררה ולעמרים, אין לו שכחה. ממנו ולגרן, יש לו שכחה. המעמר לגדיש, יש לו שכחה. ממנו ולגרן, אין לו שכחה. זה הכלל, כל המעמר למקום שהוא גמר מלאכה, יש לו שכחה. ממנו ולגרן, אין לו שכחה. למקום שאינו גמר מלאכה, אין לו שכחה. ממנו ולגרן, יש לו שכחה: "
    },
    {
      "uid": "Mishnah_Peah_42",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 7113,
      "end_char": 7303,
      "length": 191,
      "text": "בית שמאי אומרים, הבקר לעניים, הבקר. ובית הלל אומרים, אינו הפקר, עד שיפקר אף לעשירים, כשמטה. כל עמרי השדה של קב קב ואחד של ארבעת קבין ושכחו, בית שמאי אומרים, אינו שכחה. ובית הלל אומרים, שכחה: "
    },
    {
      "uid": "Mishnah_Peah_43",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 7304,
      "end_char": 7402,
      "length": 99,
      "text": "העמר שהוא סמוך לגפה ולגדיש, לבקר ולכלים, ושכחו, בית שמאי אומרים, אינו שכחה. ובית הלל אומרים, שכחה: "
    },
    {
      "uid": "Mishnah_Peah_44",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 7403,
      "end_char": 7490,
      "length": 88,
      "text": "ראשי שורות, העמר שכנגדו מוכיח. העמר שהחזיק בו להוליכו אל העיר, ושכחו, מודים שאינו שכחה: "
    },
    {
      "uid": "Mishnah_Peah_45",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 7491,
      "end_char": 7799,
      "length": 309,
      "text": "ואלו הן ראשי שורות. שנים שהתחילו מאמצע השורה, זה פניו לצפון וזה פניו לדרום, ושכחו לפניהם ולאחריהם, את שלפניהם שכחה, ואת שלאחריהם אינו שכחה. יחיד שהתחיל מראש השורה, ושכח לפניו ולאחריו, שלפניו אינו שכחה, ושלאחריו שכחה, מפני שהוא בבל תשוב (דברים כד). זה הכלל, כל שהוא בבל תשוב, שכחה. ושאינו בבל תשוב, אינו שכחה: "
    },
    {
      "uid": "Mishnah_Peah_46",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 7800,
      "end_char": 8062,
      "length": 263,
      "text": "שני עמרים, שכחה, ושלשה אינן שכחה. שני צבורי זיתים וחרובין, שכחה, ושלשה אינן שכחה. שני הוצני פשתן, שכחה, ושלשה אינן שכחה. שני גרגרים, פרט, ושלשה אינן פרט. שני שבלים, לקט, ושלשה אינן לקט. אלו כדברי בית הלל. ועל כלן בית שמאי אומרים, שלשה, לעניים, וארבעה, לבעל הבית: "
    },
    {
      "uid": "Mishnah_Peah_47",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 8063,
      "end_char": 8431,
      "length": 369,
      "text": "העמר שיש בו סאתים, ושכחו, אינו שכחה. שני עמרים ובהם סאתים, רבן גמליאל אומר, לבעל הבית. וחכמים אומרים, לעניים. אמר רבן גמליאל, וכי מרב העמרים יפי כח של בעל הבית או הורע כחו. אמרו לו, יפי כחו. אמר להם, ומה אם בזמן שהוא עמר אחד ובו סאתים ושכחו, אינו שכחה, שני עמרים ובהם סאתים, אינו דין שלא יהא שכחה. אמרו לו, לא, אם אמרת בעמר אחד שהוא כגדיש, תאמר בשני עמרים שהן ככריכות: "
    },
    {
      "uid": "Mishnah_Peah_48",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 8432,
      "end_char": 8562,
      "length": 131,
      "text": "קמה שיש בה סאתים, ושכחה, אינה שכחה. אין בה סאתים, אבל היא ראויה לעשות סאתים, אפלו היא של טופח, רואין אותה כאלו היא ענוה של שעורים: "
    },
    {
      "uid": "Mishnah_Peah_49",
      "chapter_number": 6,
      "verse_number": 8,
      "start_char": 8563,
      "end_char": 8689,
      "length": 127,
      "text": "הקמה מצלת את העמר ואת הקמה. העמר אינו מציל לא את העמר ולא את הקמה. איזו היא קמה שהיא מצלת את העמר, כל שאינה שכחה אפלו קלח אחד: "
    },
    {
      "uid": "Mishnah_Peah_50",
      "chapter_number": 6,
      "verse_number": 9,
      "start_char": 8690,
      "end_char": 8866,
      "length": 177,
      "text": "סאה תבואה עקורה וסאה שאינה עקורה, וכן באילן, והשום והבצלים, אינן מצטרפין לסאתים, אלא של עניים הם. רבי יוסי אומר, אם באת רשות העני באמצע, אינן מצטרפין, ואם לאו, הרי אלו מצטרפין: "
    },
    {
      "uid": "Mishnah_Peah_51",
      "chapter_number": 6,
      "verse_number": 10,
      "start_char": 8867,
      "end_char": 9045,
      "length": 179,
      "text": "תבואה שנתנה לשחת או לאלמה, וכן באגדי השום, ואגדות השום והבצלים, אין להן שכחה. וכל הטמונים בארץ, כגון הלוף והשום והבצלים, רבי יהודה אומר, אין להם שכחה. וחכמים אומרים, יש להם שכחה: "
    },
    {
      "uid": "Mishnah_Peah_52",
      "chapter_number": 6,
      "verse_number": 11,
      "start_char": 9046,
      "end_char": 9190,
      "length": 145,
      "text": "הקוצר בלילה והמעמר והסומא, יש להם שכחה. ואם היה מתכון לטל את הגס הגס, אין לו שכחה. אם אמר, הרי אני קוצר על מנת מה שאני שוכח אני אטל, יש לו שכחה: "
    },
    {
      "uid": "Mishnah_Peah_53",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 9191,
      "end_char": 9463,
      "length": 273,
      "text": "כל זית שיש לו שם בשדה, אפלו כזית הנטופה בשעתו, ושכחו, אינו שכחה. במה דברים אמורים, בשמו ובמעשיו ובמקומו. בשמו, שהיה שפכוני או בישני. במעשיו, שהוא עושה הרבה. במקומו, שהוא עומד בצד הגת או בצד הפרצה. ושאר כל הזיתים, שנים שכחה, ושלשה אינן שכחה. רבי יוסי אומר, אין שכחה לזיתים: "
    },
    {
      "uid": "Mishnah_Peah_54",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 9464,
      "end_char": 9719,
      "length": 256,
      "text": "זית שנמצא עומד בין שלש שורות של שני מלבנים ושכחו, אינו שכחה. זית שיש בו סאתים, ושכחו, אינו שכחה. במה דברים אמורים, בזמן שלא התחיל בו. אבל אם התחיל בו, אפלו כזית הנטופה בשעתו, ושכחו, יש לו שכחה. כל זמן שיש לו תחתיו, יש לו בראשו. רבי מאיר אומר, משתלך המחבא: "
    },
    {
      "uid": "Mishnah_Peah_55",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 9720,
      "end_char": 9932,
      "length": 213,
      "text": "איזהו פרט, הנושר בשעת הבצירה. היה בוצר, עקץ את האשכול, הסבך בעלים, נפל מידו לארץ ונפרט, הרי הוא של בעל הבית. המניח את הכלכלה תחת הגפן בשעה שהוא בוצר, הרי זה גוזל את העניים, על זה נאמר (משלי כב) אל תסג גבול עולים: "
    },
    {
      "uid": "Mishnah_Peah_56",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 9933,
      "end_char": 10163,
      "length": 231,
      "text": "איזוהי עוללת. כל שאין לה לא כתף ולא נטף. אם יש לה כתף או נטף, של בעל הבית, אם ספק, לעניים. עוללת שבארכבה, אם נקרצת עם האשכול, הרי היא של בעל הבית, ואם לאו, הרי היא של עניים. גרגר יחידי, רבי יהודה אומר, אשכול. וחכמים אומרים, עוללת: "
    },
    {
      "uid": "Mishnah_Peah_57",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 10164,
      "end_char": 10289,
      "length": 126,
      "text": "המדל בגפנים, כשם שהוא מדל בתוך שלו, כן הוא מדל בשל עניים, דברי רבי יהודה. רבי מאיר אומר, בשלו הוא רשאי, ואינו רשאי בשל עניים: "
    },
    {
      "uid": "Mishnah_Peah_58",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 10290,
      "end_char": 10454,
      "length": 165,
      "text": "כרם רבעי, בית שמאי אומרים, אין לו חמש, ואין לו בעור. בית הלל אומרים, יש לו. בית שמאי אומרים, יש לו פרט ויש לו עוללות, והעניים פודין לעצמן. ובית הלל אומרים, כלו לגת: "
    },
    {
      "uid": "Mishnah_Peah_59",
      "chapter_number": 7,
      "verse_number": 7,
      "start_char": 10455,
      "end_char": 10719,
      "length": 265,
      "text": "כרם שכלו עוללות, רבי אליעזר אומר, לבעל הבית. רבי עקיבא אומר, לעניים. אמר רבי אליעזר, כי תבצר לא תעולל (דברים כד), אם אין בציר, מנין עוללות. אמר לו רבי עקיבא, וכרמך לא תעולל (ויקרא יט), אפלו כלו עוללות, אם כן למה נאמר כי תבצר לא תעולל, אין לעניים בעוללות קדם הבציר: "
    },
    {
      "uid": "Mishnah_Peah_60",
      "chapter_number": 7,
      "verse_number": 8,
      "start_char": 10720,
      "end_char": 10928,
      "length": 209,
      "text": "המקדיש כרמו עד שלא נודעו בו העוללות, אין העוללות לעניים. משנודעו בו העוללות, העוללות לעניים. רבי יוסי אומר, יתנו שכר גדוליו להקדש. איזה היא שכחה בעריס, כל שאינו יכול לפשט את ידו ולטלה, וברגליות, משיעבר הימנה: "
    },
    {
      "uid": "Mishnah_Peah_61",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 10929,
      "end_char": 11155,
      "length": 227,
      "text": "מאימתי כל אדם מתרין בלקט. משילכו הנמושות. בפרט ועוללות, משילכו העניים בכרם ויבאו. ובזיתים, משתרד רביעה שניה. אמר רבי יהודה, והלא יש שאינם מוסקין את זיתיהם אלא לאחר רביעה שניה. אלא כדי שיהא העני יוצא ולא יהא מביא בארבעה אסרות:  "
    },
    {
      "uid": "Mishnah_Peah_62",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 11156,
      "end_char": 11284,
      "length": 129,
      "text": "נאמנים על הלקט ועל השכחה ועל הפאה בשעתן, ועל מעשר עני בכל שנתו. ובן לוי נאמן לעולם. ואינן נאמנין אלא על דבר שבני אדם נוהגין כן:  "
    },
    {
      "uid": "Mishnah_Peah_63",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 11285,
      "end_char": 11530,
      "length": 246,
      "text": "נאמנין על החטים, ואין נאמנין על הקמח ולא על הפת. נאמנין על השעורה של ארז, ואין נאמנין עליו בין חי בין מבשל. נאמנין על הפול, ואין נאמנין על הגריסין, לא חיים ולא מבשלין. נאמנין על השמן לומר של מעשר עני הוא, ואין נאמנין עליו לומר של זיתי נקוף הוא:  "
    },
    {
      "uid": "Mishnah_Peah_64",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 11531,
      "end_char": 11634,
      "length": 104,
      "text": "נאמנים על הירק חי, ואין נאמנים על המבשל, אלא אם כן היה לו דבר מעט, שכן דרך בעל הבית להיות מוציא מלפסו:  "
    },
    {
      "uid": "Mishnah_Peah_65",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 11635,
      "end_char": 11905,
      "length": 271,
      "text": "אין פוחתין לעניים בגרן מחצי קב חטים וקב שעורים. רבי מאיר אומר, חצי קב. קב וחצי כסמין, וקב גרוגרות, או מנה דבלה. רבי עקיבא אומר, פרס. חצי לג יין. רבי עקיבא אומר, רביעית. רביעית שמן. רבי עקיבא אומר, שמינית. ושאר כל הפרות, אמר אבא שאול, כדי שימכרם ויקח בהם מזון שתי סעדות:  "
    },
    {
      "uid": "Mishnah_Peah_66",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 11906,
      "end_char": 12024,
      "length": 119,
      "text": "מדה זו אמורה בכהנים ובלוים ובישראלים. היה מציל, נוטל מחצה ונותן מחצה. היה לו דבר מעט, נותן לפניהם, והן מחלקין ביניהם:  "
    },
    {
      "uid": "Mishnah_Peah_67",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 12025,
      "end_char": 12264,
      "length": 240,
      "text": "אין פוחתין לעני העובר ממקום למקום מככר בפונדיון, מארבע סאין בסלע. לן, נותנין לו פרנסת לינה. שבת, נותנין לו מזון שלש סעדות. מי שיש לו מזון שתי סעדות, לא יטל מן התמחוי. מזון ארבע עשרה סעדות, לא יטל מן הקפה. והקפה נגבית בשנים, ומתחלקת בשלשה:  "
    },
    {
      "uid": "Mishnah_Peah_68",
      "chapter_number": 8,
      "verse_number": 8,
      "start_char": 12265,
      "end_char": 12472,
      "length": 208,
      "text": "מי שיש לו מאתים זוז, לא יטל לקט שכחה ופאה ומעשר עני. היו לו מאתים חסר דינר, אפלו אלף נותנין לו כאחת, הרי זה יטל. היו ממשכנים לבעל חובו או לכתבת אשתו, הרי זה יטל. אין מחיבין אותו למכר את ביתו ואת כלי תשמישו:  "
    },
    {
      "uid": "Mishnah_Peah_69",
      "chapter_number": 8,
      "verse_number": 9,
      "start_char": 12473,
      "end_char": 13015,
      "length": 543,
      "text": "מי שיש לו חמשים זוז והוא נושא ונותן בהם, הרי זה לא יטל. וכל מי שאינו צריך לטל ונוטל, אינו נפטר מן העולם עד שיצטרך לבריות. וכל מי שצריך לטל ואינו נוטל, אינו מת מן הזקנה עד שיפרנס אחרים משלו, ועליו הכתוב אומר ברוך הגבר אשר יבטח בה' והיה ה' מבטחו (ירמיה יז). וכן דין שדן דין אמת לאמתו. וכל מי שאינו לא חגר, ולא סומא, ולא פסח, ועושה עצמו כאחד מהם, אינו מת מן הזקנה עד שיהיה כאחד מהם, שנאמר (דברים טז) צדק צדק תרדף. וכל דין שלוקח שחד ומטה את הדין, אינו מת מן הזקנה עד שעיניו כהות, שנאמר (שמות כג) ושחד לא תקח כי השחד יעור פקחים וגו':סליק מסכת פאה  "
    }
  ]
}