{
  "title": "Mishnah Moed Katan",
  "categories": [
    "Mishnah",
    "Seder Moed"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Moed_Katan_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 150,
      "length": 150,
      "text": "משקין בית השלחין במועד ובשביעית, בין ממעין שיצא בתחלה, בין ממעין שלא יצא בתחלה. אבל אין משקין לא ממי הגשמים ולא ממי הקילון. ואין עושין עוגיות לגפנים: "
    },
    {
      "uid": "Mishnah_Moed_Katan_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 151,
      "end_char": 445,
      "length": 295,
      "text": "רבי אלעזר בן עזריה אומר, אין עושין את האמה בתחלה במועד ובשביעית, וחכמים אומרים, עושין את האמה בתחלה בשביעית, ומתקנין את המקלקלות במועד. ומתקנין את קלקולי המים שברשות הרבים וחוטטין אותן. ומתקנין את הדרכים ואת הרחובות ואת מקוות המים, ועושין כל צרכי הרבים, ומצינין את הקברות, ויוצאין אף על הכלאים: "
    },
    {
      "uid": "Mishnah_Moed_Katan_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 446,
      "end_char": 590,
      "length": 145,
      "text": "רבי אליעזר בן יעקב אומר, מושכים את המים מאילן לאילן, ובלבד שלא ישקה את כל השדה. זרעים שלא שתו לפני המועד, לא ישקם במועד. וחכמים מתירין בזה ובזה: "
    },
    {
      "uid": "Mishnah_Moed_Katan_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 591,
      "end_char": 766,
      "length": 176,
      "text": "צדין את האישות ואת העכברים משדה האילן ומשדה הלבן, שלא כדרכו, במועד ובשביעית. וחכמים אומרים, משדה האילן כדרכו, ומשדה הלבן שלא כדרכו. ומקרין את הפרצה במועד, ובשביעית בונה כדרכו: "
    },
    {
      "uid": "Mishnah_Moed_Katan_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 767,
      "end_char": 1002,
      "length": 236,
      "text": "רבי מאיר אומר, רואין את הנגעים בתחלה להקל, אבל לא להחמיר. וחכמים אומרים, לא להקל ולא להחמיר. ועוד אמר רבי מאיר, מלקט אדם עצמות אביו ואמו, מפני ששמחה היא לו. רבי יוסי אומר, אבל הוא לו. לא יעורר אדם על מתו ולא יספידנו קדם לרגל שלשים יום: "
    },
    {
      "uid": "Mishnah_Moed_Katan_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 1003,
      "end_char": 1140,
      "length": 138,
      "text": "אין חופרין כוכין וקברות במועד, אבל מחנכים את הכוכין במועד. ועושין נברכת במועד, וארון עם המת בחצר. רבי יהודה אוסר, אלא אם כן יש עמו נסרים: "
    },
    {
      "uid": "Mishnah_Moed_Katan_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1141,
      "end_char": 1310,
      "length": 170,
      "text": "אין נושאין נשים במועד, לא בתולות, ולא אלמנות, ולא מיבמין, מפני ששמחה היא לו. אבל מחזיר הוא את גרושתו. ועושה אשה תכשיטיה במועד. רבי יהודה אומר, לא תסוד מפני שנוול הוא לה: "
    },
    {
      "uid": "Mishnah_Moed_Katan_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1311,
      "end_char": 1386,
      "length": 76,
      "text": "ההדיוט תופר כדרכו, והאמן מכליב. ומסרגין את המטות. רבי יוסי אומר, אף ממתחין: "
    },
    {
      "uid": "Mishnah_Moed_Katan_9",
      "chapter_number": 1,
      "verse_number": 9,
      "start_char": 1387,
      "end_char": 1462,
      "length": 76,
      "text": "מעמידין תנור וכירים ורחים במועד. רבי יהודה אומר, אין מכבשין את הרחים בתחלה: "
    },
    {
      "uid": "Mishnah_Moed_Katan_10",
      "chapter_number": 1,
      "verse_number": 10,
      "start_char": 1463,
      "end_char": 1705,
      "length": 243,
      "text": "עושין מעקה לגג ולמרפסת מעשה הדיוט, אבל לא מעשה אמן. שפין את הסדקין ומעגילין אותן במעגילה ביד וברגל, אבל לא במחלצים. הציר והצנור והקורה והמנעול והמפתח שנשברו, מתקנן במועד, ובלבד שלא יכון מלאכתו במועד, וכל כבשין שהוא יכול לאכל מהן במועד, כובשן: "
    },
    {
      "uid": "Mishnah_Moed_Katan_11",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1706,
      "end_char": 1848,
      "length": 143,
      "text": "מי שהפך את זיתיו וארעו אבל או אנס, או שהטעוהו פועלים, טוען קורה ראשונה ומניחה לאחר המועד. דברי רבי יהודה. רבי יוסי אומר, זולף וגומר וגף כדרכו: "
    },
    {
      "uid": "Mishnah_Moed_Katan_12",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1849,
      "end_char": 1998,
      "length": 150,
      "text": "וכן מי שהיה יינו בתוך הבור וארעו אבל או אנס, או שהטעוהו פועלים, זולף וגומר וגף כדרכו, דברי רבי יוסי. רבי יהודה אומר, עושה לו למודים, בשביל שלא יחמיץ: "
    },
    {
      "uid": "Mishnah_Moed_Katan_13",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 1999,
      "end_char": 2131,
      "length": 133,
      "text": "מכניס אדם פרותיו מפני הגנבים, ושולה פשתנו מן המשרה בשביל שלא תאבד, ובלבד שלא יכון את מלאכתו במועד. וכלן אם כונו מלאכתן במועד, יאבדו: "
    },
    {
      "uid": "Mishnah_Moed_Katan_14",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2132,
      "end_char": 2307,
      "length": 176,
      "text": "אין לוקחין בתים, עבדים ובהמה, אלא לצרך המועד, או לצרך המוכר, שאין לו מה יאכל. אין מפנין מבית לבית, אבל מפנה הוא לחצרו. אין מביאין כלים מבית האמן. ואם חושש להם, מפנן לחצר אחרת: "
    },
    {
      "uid": "Mishnah_Moed_Katan_15",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2308,
      "end_char": 2488,
      "length": 181,
      "text": "מחפין את הקציעות בקש. רבי יהודה אומר, אף מעבין. מוכרי פרות, כסות וכלים, מוכרים בצנעה לצרך המועד. הצידין והדשושות והגרוסות, עושין בצנעה לצרך המועד. רבי יוסי אומר, הם החמירו על עצמן: "
    },
    {
      "uid": "Mishnah_Moed_Katan_16",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 2489,
      "end_char": 2641,
      "length": 153,
      "text": "ואלו מגלחין במועד, הבא ממדינת הים, ומבית השביה, והיוצא מבית האסורין, והמנדה שהתירו לו חכמים, וכן מי שנשאל לחכם והתר, והנזיר, והמצרע העולה מטמאתו לטהרתו: "
    },
    {
      "uid": "Mishnah_Moed_Katan_17",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 2642,
      "end_char": 2890,
      "length": 249,
      "text": "ואלו מכבסין במועד, הבא ממדינת הים, ומבית השביה, והיוצא מבית האסורים, והמנדה שהתירו לו חכמים, וכן מי שנשאל לחכם והתר, מטפחות הידים ומטפחות הספרים ומטפחות הספג, הזבין והזבות והנדות והיולדות, וכל העולין מטמאה לטהרה, הרי אלו מתרין. ושאר כל אדם, אסורין: "
    },
    {
      "uid": "Mishnah_Moed_Katan_18",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 2891,
      "end_char": 3049,
      "length": 159,
      "text": "ואלו כותבין במועד, קדושי נשים, גטין ושוברין, דיתיקי, מתנה ופרוזבולין, אגרות שום ואגרות מזון, שטרי חליצה ומאונים, ושטרי ברורין, וגזרות בית דין, ואגרות של רשות: "
    },
    {
      "uid": "Mishnah_Moed_Katan_19",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 3050,
      "end_char": 3284,
      "length": 235,
      "text": "אין כותבין שטרי חוב במועד. ואם אינו מאמינו או שאין לו מה יאכל, הרי זה יכתב. אין כותבין ספרים, תפלין ומזוזות, במועד, ואין מגיהין אות אחת, אפלו בספר (העזרה) עזרא. רבי יהודה אומר, כותב אדם תפלין ומזוזות לעצמו, וטווה על ירכו תכלת לציציתו: "
    },
    {
      "uid": "Mishnah_Moed_Katan_20",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 3285,
      "end_char": 3429,
      "length": 145,
      "text": "הקובר את מתו שלשה ימים קדם לרגל, בטלה הימנו גזרת שבעה. שמנה, בטלה הימנו גזרת שלשים, מפני שאמרו, שבת עולה ואינה מפסקת, רגלים מפסיקין ואינן עולין: "
    },
    {
      "uid": "Mishnah_Moed_Katan_21",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 3430,
      "end_char": 3608,
      "length": 179,
      "text": "רבי אליעזר אומר, משחרב בית המקדש, עצרת כשבת. רבן גמליאל אומר, ראש השנה ויום הכפורים, כרגלים. וחכמים אומרים, לא כדברי זה ולא כדברי זה, אלא עצרת כרגלים, ראש השנה ויום הכפורים כשבת: "
    },
    {
      "uid": "Mishnah_Moed_Katan_22",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 3609,
      "end_char": 3830,
      "length": 222,
      "text": "אין קורעין, ולא חולצין, ואין מברין, אלא קרוביו של מת, ואין מברין אלא על מטה זקופה. אין מוליכין לבית האבל לא בטבלא ולא באסקוטלא ולא בקנון, אלא בסלים. ואין אומרים ברכת אבלים במועד, אבל עומדין בשורה ומנחמין ופוטרין את הרבים: "
    },
    {
      "uid": "Mishnah_Moed_Katan_23",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 3831,
      "end_char": 3980,
      "length": 150,
      "text": "אין מניחין את המטה ברחוב, שלא להרגיל את ההספד, ולא של נשים לעולם, מפני הכבוד. נשים במועד מענות, אבל לא מטפחות. רבי ישמעאל אומר, הסמוכות למטה, מטפחות: "
    },
    {
      "uid": "Mishnah_Moed_Katan_24",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 3981,
      "end_char": 4284,
      "length": 304,
      "text": "בראשי חדשים, בחנכה ובפורים, מענות, ומטפחות בזה ובזה, אבל לא מקוננות. נקבר המת, לא מענות ולא מטפחות. איזהו ענוי, שכלן עונות כאחת. קינה, שאחת מדברת וכלן עונות אחריה, שנאמר (ירמיה ט), ולמדנה בנתיכם נהי, ואשה רעותה קינה. אבל לעתיד לבא הוא אומר (ישעיה כה), בלע המות לנצח, ומחה ה' אלהים דמעה מעל כל פנים וגו': "
    }
  ]
}