{
  "title": "Mishnah Sukkah",
  "categories": [
    "Mishnah",
    "Seder Moed"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Sukkah_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 265,
      "length": 265,
      "text": "סכה שהיא גבוהה למעלה מעשרים אמה, פסולה. רבי יהודה מכשיר. ושאינה גבוהה עשרה טפחים, ושאין לה שלשה דפנות, ושחמתה מרבה מצלתה, פסולה. סכה ישנה, בית שמאי פוסלין, ובית הלל מכשירין. ואיזו היא סכה ישנה, כל שעשאה קדם לחג שלשים יום. אבל אם עשאה לשם חג, אפלו מתחלת השנה, כשרה: "
    },
    {
      "uid": "Mishnah_Sukkah_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 266,
      "end_char": 407,
      "length": 142,
      "text": "העושה סכתו תחת האילן, כאלו עשאה בתוך הבית. סכה על גבי סכה, העליונה כשרה, והתחתונה פסולה. רבי יהודה אומר, אם אין דיורין בעליונה, התחתונה כשרה: "
    },
    {
      "uid": "Mishnah_Sukkah_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 408,
      "end_char": 515,
      "length": 108,
      "text": "פרס עליה סדין מפני החמה, או תחתיה מפני הנשר, או שפרס על גבי הקינוף, פסולה. אבל פורס הוא על גבי נקליטי המטה: "
    },
    {
      "uid": "Mishnah_Sukkah_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 516,
      "end_char": 725,
      "length": 210,
      "text": "הדלה עליה את הגפן ואת הדלעת ואת הקסום וסכך על גבה, פסולה. ואם היה סכוך הרבה מהן, או שקצצן, כשרה. זה הכלל, כל שהוא מקבל טמאה ואין גדולו מן הארץ, אין מסככין בו. וכל דבר שאינו מקבל טמאה וגדולו מן הארץ, מסככין בו: "
    },
    {
      "uid": "Mishnah_Sukkah_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 726,
      "end_char": 815,
      "length": 90,
      "text": "חבילי קש וחבילי עצים וחבילי זרדין, אין מסככין בהן. וכלן שהתירן, כשרות. וכלן כשרות לדפנות: "
    },
    {
      "uid": "Mishnah_Sukkah_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 816,
      "end_char": 925,
      "length": 110,
      "text": "מסככין בנסרים, דברי רבי יהודה. ורבי מאיר אוסר. נתן עליה נסר שהוא רחב ארבעה טפחים, כשרה, ובלבד שלא יישן תחתיו: "
    },
    {
      "uid": "Mishnah_Sukkah_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 926,
      "end_char": 1095,
      "length": 170,
      "text": "תקרה שאין עליה מעזיבה, רבי יהודה אומר, בית שמאי אומרים, מפקפק ונוטל אחת מבינתים, ובית הלל אומרים, מפקפק או נוטל אחת מבינתים. רבי מאיר אומר, נוטל אחת מבינתים, ואין מפקפק: "
    },
    {
      "uid": "Mishnah_Sukkah_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1096,
      "end_char": 1196,
      "length": 101,
      "text": "המקרה סכתו בשפודין או בארכות המטה, אם יש רוח ביניהן כמותן, כשרה. החוטט בגדיש לעשות בו סכה, אינה סכה: "
    },
    {
      "uid": "Mishnah_Sukkah_9",
      "chapter_number": 1,
      "verse_number": 9,
      "start_char": 1197,
      "end_char": 1419,
      "length": 223,
      "text": "המשלשל דפנות מלמעלה למטה, אם גבוה מן הארץ שלשה טפחים, פסולה. מלמטה למעלה, אם גבוה מן הארץ עשרה טפחים, כשרה. רבי יוסי אומר, כשם שמלמטה למעלה עשרה טפחים, כך מלמעלה למטה עשרה טפחים. הרחיק את הסכוך מן הדפנות שלשה טפחים, פסולה: "
    },
    {
      "uid": "Mishnah_Sukkah_10",
      "chapter_number": 1,
      "verse_number": 10,
      "start_char": 1420,
      "end_char": 1577,
      "length": 158,
      "text": "בית שנפחת וסכך על גביו, אם יש מן הכתל לסכוך ארבע אמות, פסולה. וכן חצר שהיא מקפת אכסדרה. סכה גדולה, שהקיפוה בדבר שאין מסככים בו, אם יש תחתיו ארבע אמות, פסולה: "
    },
    {
      "uid": "Mishnah_Sukkah_11",
      "chapter_number": 1,
      "verse_number": 11,
      "start_char": 1578,
      "end_char": 1870,
      "length": 293,
      "text": "העושה סכתו כמין צריף, או שסמכה לכתל, רבי אליעזר פוסל, מפני שאין לה גג, וחכמים מכשירין. מחצלת קנים גדולה, עשאה לשכיבה, מקבלת טמאה ואין מסככין בה. לסכוך, מסככין בה ואינה מקבלת טמאה. רבי אליעזר אומר, אחת קטנה ואחת גדולה, עשאה לשכיבה, מקבלת טמאה ואין מסככין בה. לסכוך, מסככין בה ואינה מקבלת טמאה: "
    },
    {
      "uid": "Mishnah_Sukkah_12",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1871,
      "end_char": 2217,
      "length": 347,
      "text": "הישן תחת המטה בסכה, לא יצא ידי חובתו. אמר רבי יהודה, נוהגין היינו, שהיינו ישנים תחת המטה בפני הזקנים, ולא אמרו לנו דבר. אמר רבי שמעון, מעשה בטבי עבדו של רבן גמליאל שהיה ישן תחת המטה, ואמר להן רבן גמליאל לזקנים, ראיתם טבי עבדי, שהוא תלמיד חכם ויודע שעבדים פטורין מן הסכה, לפיכך ישן הוא תחת המטה. ולפי דרכנו למדנו, שהישן תחת המטה, לא יצא ידי חובתו: "
    },
    {
      "uid": "Mishnah_Sukkah_13",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 2218,
      "end_char": 2394,
      "length": 177,
      "text": "הסומך סכתו בכרעי המטה, כשרה. רבי יהודה אומר, אם אינה יכולה לעמד בפני עצמה, פסולה. סכה המדבללת, ושצלתה מרבה מחמתה, כשרה. המעבה כמין בית, אף על פי שאין הכוכבים נראים מתוכה, כשרה: "
    },
    {
      "uid": "Mishnah_Sukkah_14",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2395,
      "end_char": 2723,
      "length": 329,
      "text": "העושה סכתו בראש העגלה או בראש הספינה, כשרה, ועולין לה ביום טוב. בראש האילן או על גבי גמל, כשרה, ואין עולין לה ביום טוב. שתים באילן ואחת בידי אדם, או שתים בידי אדם ואחת באילן, כשרה, ואין עולין לה ביום טוב. שלש בידי אדם ואחת באילן, כשרה, ועולין לה ביום טוב. זה הכלל, כל שנטל האילן ויכולה לעמוד בפני עצמה, כשרה, ועולין לה ביום טוב: "
    },
    {
      "uid": "Mishnah_Sukkah_15",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2724,
      "end_char": 2859,
      "length": 136,
      "text": "העושה סכתו בין האילנות, והאילנות דפנות לה, כשרה. שלוחי מצוה פטורין מן הסכה. חולין ומשמשיהן פטורין מן הסכה. אוכלין ושותין עראי חוץ לסכה: "
    },
    {
      "uid": "Mishnah_Sukkah_16",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2860,
      "end_char": 3045,
      "length": 186,
      "text": "מעשה והביאו לו לרבן יוחנן בן זכאי לטעום את התבשיל, ולרבן גמליאל שתי כותבות ודלי של מים, ואמרו, העלום לסכה. וכשנתנו לו לרבי צדוק אכל פחות מכביצה, נטלו במפה ואכלו חוץ לסכה, ולא ברך אחריו: "
    },
    {
      "uid": "Mishnah_Sukkah_17",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 3046,
      "end_char": 3361,
      "length": 316,
      "text": "רבי אליעזר אומר, ארבע עשרה סעודות חיב אדם לאכל בסכה, אחת ביום ואחת בלילה. וחכמים אומרים, אין לדבר קצבה, חוץ מלילי יום טוב ראשון של חג בלבד. ועוד אמר רבי אליעזר, מי שלא אכל לילי יום טוב הראשון, ישלים בלילי יום טוב האחרון. וחכמים אומרים, אין לדבר תשלומין, על זה נאמר (קהלת א) מעות לא יוכל לתקן, וחסרון לא יוכל להמנות: "
    },
    {
      "uid": "Mishnah_Sukkah_18",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 3362,
      "end_char": 3699,
      "length": 338,
      "text": "מי שהיה ראשו ורבו בסכה, ושלחנו בתוך הבית, בית שמאי פוסלין, ובית הלל מכשירין. אמרו להן בית הלל לבית שמאי, לא כך היה מעשה, שהלכו זקני בית שמאי וזקני בית הלל לבקר את רבי יוחנן בן החורני, ומצאוהו שהיה יושב ראשו ורבו בסכה, ושלחנו בתוך הבית, ולא אמרו לו דבר. אמרו להן בית שמאי, משם ראיה, אף הם אמרו לו, אם כן היית נוהג, לא קימת מצות סכה מימיך: "
    },
    {
      "uid": "Mishnah_Sukkah_19",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 3700,
      "end_char": 3840,
      "length": 141,
      "text": "נשים ועבדים וקטנים, פטורים מן הסכה. קטן שאינו צריך לאמו, חיב בסכה. מעשה וילדה כלתו של שמאי הזקן ופחת את המעזיבה וסכך על גבי המטה בשביל הקטן: "
    },
    {
      "uid": "Mishnah_Sukkah_20",
      "chapter_number": 2,
      "verse_number": 9,
      "start_char": 3841,
      "end_char": 4001,
      "length": 161,
      "text": "כל שבעת הימים אדם עושה סכתו קבע וביתו עראי. ירדו גשמים, מאימתי מתר לפנות, משתסרח המקפה. משלו משל, למה הדבר דומה, לעבד שבא למזוג כוס לרבו, ושפך לו קיתון על פניו: "
    },
    {
      "uid": "Mishnah_Sukkah_21",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 4002,
      "end_char": 4194,
      "length": 193,
      "text": "לולב הגזול והיבש, פסול. של אשרה ושל עיר הנדחת, פסול. נקטם ראשו, נפרצו עליו, פסול. נפרדו עליו, כשר. רבי יהודה אומר, יאגדנו מלמעלה. צני הר הברזל, כשרות. לולב שיש בו שלשה טפחים כדי לנענע בו, כשר: "
    },
    {
      "uid": "Mishnah_Sukkah_22",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 4195,
      "end_char": 4338,
      "length": 144,
      "text": "הדס הגזול והיבש, פסול. של אשרה ושל עיר הנדחת, פסול. נקטם ראשו, נפרצו עליו או שהיו ענביו מרבות מעליו, פסול. ואם מעטן, כשר. ואין ממעטין ביום טוב: "
    },
    {
      "uid": "Mishnah_Sukkah_23",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 4339,
      "end_char": 4472,
      "length": 134,
      "text": "ערבה גזולה ויבשה, פסולה. של אשרה ושל עיר הנדחת, פסולה. נקטם ראשה, נפרצו עליה, והצפצפה, פסולה. כמושה, ושנשרו מקצת עליה, ושל בעל, כשרה: "
    },
    {
      "uid": "Mishnah_Sukkah_24",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4473,
      "end_char": 4665,
      "length": 193,
      "text": "רבי ישמעאל אומר, שלשה הדסים ושתי ערבות, לולב אחד ואתרוג אחד, אפלו שנים קטומים ואחד אינו קטום. רבי טרפון אומר, אפלו שלשתן קטומים. רבי עקיבא אומר, כשם שלולב אחד ואתרוג אחד, כך הדס אחד וערבה אחת: "
    },
    {
      "uid": "Mishnah_Sukkah_25",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 4666,
      "end_char": 4881,
      "length": 216,
      "text": "אתרוג הגזול והיבש, פסול. של אשרה ושל עיר הנדחת, פסול. של ערלה, פסול. של תרומה טמאה, פסול. של תרומה טהורה, לא יטל, ואם נטל, כשר. של דמאי, בית שמאי פוסלין, ובית הלל מכשירין. של מעשר שני בירושלים, לא יטל, ואם נטל, כשר: "
    },
    {
      "uid": "Mishnah_Sukkah_26",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4882,
      "end_char": 5071,
      "length": 190,
      "text": "עלתה חזזית על רבו, נטלה פטמתו, נקלף, נסדק, נקב וחסר כל שהוא, פסול. עלתה חזזית על מעוטו, נטל עקצו, נקב ולא חסר כל שהוא, כשר. אתרוג הכושי, פסול. והירוק ככרתי, רבי מאיר מכשיר, ורבי יהודה פוסל: "
    },
    {
      "uid": "Mishnah_Sukkah_27",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 5072,
      "end_char": 5217,
      "length": 146,
      "text": "שעור אתרוג הקטן, רבי מאיר אומר, כאגוז. רבי יהודה אומר, כביצה. ובגדול, כדי שיאחז שנים בידו אחת, דברי רבי יהודה. רבי יוסי אומר, אפלו אחד בשתי ידיו: "
    },
    {
      "uid": "Mishnah_Sukkah_28",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 5218,
      "end_char": 5405,
      "length": 188,
      "text": "אין אוגדין את הלולב אלא במינו, דברי רבי יהודה. רבי מאיר אומר, אפלו במשיחה. אמר רבי מאיר, מעשה באנשי ירושלים, שהיו אוגדין את לולביהן בגימוניות של זהב. אמרו לו, במינו היו אוגדין אותו מלמטה: "
    },
    {
      "uid": "Mishnah_Sukkah_29",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 5406,
      "end_char": 5751,
      "length": 346,
      "text": "והיכן היו מנענעין, בהודו לה' תחלה וסוף, ובאנא ה' הושיעה נא, דברי בית הלל. ובית שמאי אומרים, אף באנא ה' הצליחה נא. אמר רבי עקיבא, צופה הייתי ברבן גמליאל וברבי יהושע, שכל העם היו מנענעים את לולביהן, והן לא נענעו אלא באנא ה' הושיעה נא. מי שבא בדרך ולא היה בידו לולב לטל, לכשיכנס לביתו יטל על שלחנו. לא נטל שחרית, יטל בין הערבים, שכל היום כשר ללולב: "
    },
    {
      "uid": "Mishnah_Sukkah_30",
      "chapter_number": 3,
      "verse_number": 10,
      "start_char": 5752,
      "end_char": 5872,
      "length": 121,
      "text": "מי שהיה עבד או אשה או קטן מקרין אותו, עונה אחריהן מה שהן אומרין, ותהי לו מארה. אם היה גדול מקרא אותו, עונה אחריו הללויה: "
    },
    {
      "uid": "Mishnah_Sukkah_31",
      "chapter_number": 3,
      "verse_number": 11,
      "start_char": 5873,
      "end_char": 6025,
      "length": 153,
      "text": "מקום שנהגו לכפל, יכפל. לפשט, יפשט. לברך אחריו, יברך אחריו. הכל כמנהג המדינה. הלוקח לולב מחברו בשביעית, נותן לו אתרוג במתנה, לפי שאין רשאי ללקחו בשביעית: "
    },
    {
      "uid": "Mishnah_Sukkah_32",
      "chapter_number": 3,
      "verse_number": 12,
      "start_char": 6026,
      "end_char": 6178,
      "length": 153,
      "text": "בראשונה היה לולב נטל במקדש שבעה, ובמדינה יום אחד. משחרב בית המקדש, התקין רבן יוחנן בן זכאי שיהא לולב נטל במדינה שבעה, זכר למקדש. ושיהא יום הנף כלו אסור: "
    },
    {
      "uid": "Mishnah_Sukkah_33",
      "chapter_number": 3,
      "verse_number": 13,
      "start_char": 6179,
      "end_char": 6436,
      "length": 258,
      "text": "יום טוב הראשון של חג שחל להיות בשבת, כל העם מוליכין את לולביהן לבית הכנסת. למחרת משכימין ובאין, כל אחד ואחד מכיר את שלו, ונוטלו. מפני שאמרו חכמים, אין אדם יוצא ידי חובתו ביום טוב הראשון של חג בלולבו של חברו. ושאר ימות החג, אדם יוצא ידי חובתו בלולבו של חברו: "
    },
    {
      "uid": "Mishnah_Sukkah_34",
      "chapter_number": 3,
      "verse_number": 14,
      "start_char": 6437,
      "end_char": 6548,
      "length": 112,
      "text": "רבי יוסי אומר, יום טוב הראשון של חג שחל להיות בשבת, ושכח והוציא את הלולב לרשות הרבים, פטור, מפני שהוציאו ברשות: "
    },
    {
      "uid": "Mishnah_Sukkah_35",
      "chapter_number": 3,
      "verse_number": 15,
      "start_char": 6549,
      "end_char": 6688,
      "length": 140,
      "text": "מקבלת אשה מיד בנה ומיד בעלה ומחזירתו למים בשבת. רבי יהודה אומר, בשבת מחזירין, ביום טוב מוסיפין, ובמועד מחליפין. קטן היודע לנענע, חיב בלולב: "
    },
    {
      "uid": "Mishnah_Sukkah_36",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 6689,
      "end_char": 6771,
      "length": 83,
      "text": "לולב וערבה, ששה ושבעה. ההלל והשמחה, שמנה. סכה ונסוך המים, שבעה. והחליל, חמשה וששה: "
    },
    {
      "uid": "Mishnah_Sukkah_37",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 6772,
      "end_char": 6855,
      "length": 84,
      "text": "לולב שבעה כיצד, יום טוב הראשון של חג שחל להיות בשבת, לולב שבעה, ושאר כל הימים, ששה: "
    },
    {
      "uid": "Mishnah_Sukkah_38",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 6856,
      "end_char": 6935,
      "length": 80,
      "text": "ערבה שבעה כיצד, יום שביעי של ערבה שחל להיות בשבת, ערבה שבעה, ושאר כל הימים ששה: "
    },
    {
      "uid": "Mishnah_Sukkah_39",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 6936,
      "end_char": 7299,
      "length": 364,
      "text": "מצות לולב כיצד. יום טוב הראשון של חג שחל להיות בשבת, מוליכין את לולביהן להר הבית, והחזנין מקבלין מהן וסודרין אותן על גב האצטבא, והזקנים מניחין את שלהן בלשכה. ומלמדים אותם לומר, כל מי שמגיע לולבי בידו, הרי הוא לו במתנה. למחר משכימין ובאין, והחזנין זורקין אותם לפניהם. והן מחטפין ומכין איש את חברו. וכשראו בית דין שבאו לידי סכנה, התקינו שיהא כל אחד ואחד נוטל בביתו: "
    },
    {
      "uid": "Mishnah_Sukkah_40",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 7300,
      "end_char": 7720,
      "length": 421,
      "text": "מצות ערבה כיצד, מקום היה למטה מירושלים, ונקרא מוצא. יורדין לשם ומלקטין משם מרביות של ערבה, ובאין וזוקפין אותן בצדי המזבח, וראשיהן כפופין על גבי המזבח. תקעו והריעו ותקעו. בכל יום מקיפין את המזבח פעם אחת, ואומרים, אנא ה' הושיעה נא, אנא ה' הצליחה נא. רבי יהודה אומר, אני והו הושיעה נא. ואותו היום מקיפין את המזבח שבע פעמים. בשעת פטירתן, מה הן אומרים, יפי לך מזבח, יפי לך מזבח. רבי אליעזר אומר, ליה ולך, מזבח. ליה ולך, מזבח: "
    },
    {
      "uid": "Mishnah_Sukkah_41",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 7721,
      "end_char": 7933,
      "length": 213,
      "text": "כמעשהו בחל כך מעשהו בשבת, אלא שהיו מלקטין אותן מערב שבת ומניחים אותן בגיגיות של זהב, כדי שלא יכמשו. רבי יוחנן בן ברוקה אומר, חריות של דקל היו מביאין, וחובטין אותן בקרקע בצדי המזבח, ואותו היום נקרא יום חבוט חריות: "
    },
    {
      "uid": "Mishnah_Sukkah_42",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 7934,
      "end_char": 7982,
      "length": 49,
      "text": "מיד התינוקות שומטין את לולביהן ואוכלין אתרוגיהן: "
    },
    {
      "uid": "Mishnah_Sukkah_43",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 7983,
      "end_char": 8186,
      "length": 204,
      "text": "ההלל והשמחה שמנה כיצד. מלמד שחיב אדם בהלל ובשמחה ובכבוד יום טוב האחרון של חג, כשאר כל ימות החג. סכה שבעה כיצד. גמר מלאכל, לא יתיר סכתו, אבל מוריד את הכלים מן המנחה ולמעלה, מפני כבוד יום טוב האחרון של חג: "
    },
    {
      "uid": "Mishnah_Sukkah_44",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 8187,
      "end_char": 8672,
      "length": 486,
      "text": "נסוך המים כיצד. צלוחית של זהב מחזקת שלשת לגים היה ממלא מן השלוח. הגיעו לשער המים, תקעו והריעו ותקעו. עלה בכבש ופנה לשמאלו, שני ספלים של כסף היו שם. רבי יהודה אומר, של סיד היו, אלא שהיו משחרין פניהם מפני היין. ומנקבין כמין שני חטמין דקין, אחד מעבה ואחד דק, כדי שיהו שניהם כלין בבת אחת. מערבי של מים, מזרחי של יין. ערה של מים לתוך של יין, ושל יין לתוך של מים, יצא. רבי יהודה אומר, בלג היה מנסך כל שמנה. ולמנסך אומרים לו, הגבה ידך, שפעם אחת נסך אחד על גבי רגליו, ורגמוהו כל העם באתרוגיהן: "
    },
    {
      "uid": "Mishnah_Sukkah_45",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 8673,
      "end_char": 8845,
      "length": 173,
      "text": "כמעשהו בחל כך מעשהו בשבת, אלא שהיה ממלא מערב שבת חבית של זהב שאינה מקדשת, מן השלוח, ומניחה בלשכה. נשפכה או נתגלתה, היה ממלא מן הכיור, שהיין והמים המגלין, פסולים לגבי המזבח: "
    },
    {
      "uid": "Mishnah_Sukkah_46",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 8846,
      "end_char": 8981,
      "length": 136,
      "text": "החליל חמשה וששה. זהו החליל של בית השואבה, שאינה דוחה לא את השבת ולא את יום טוב. אמרו, כל מי שלא ראה שמחת בית השואבה, לא ראה שמחה מימיו: "
    },
    {
      "uid": "Mishnah_Sukkah_47",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 8982,
      "end_char": 9215,
      "length": 234,
      "text": "במוצאי יום טוב הראשון של חג, ירדו לעזרת נשים, ומתקנין שם תקון גדול. ומנורות של זהב היו שם, וארבעה ספלים של זהב בראשיהן, וארבעה סלמות לכל אחד ואחד, וארבעה ילדים מפרחי כהנה ובידיהם כדים של שמן של מאה ועשרים לג, שהן מטילין לכל ספל וספל: "
    },
    {
      "uid": "Mishnah_Sukkah_48",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 9216,
      "end_char": 9329,
      "length": 114,
      "text": "מבלאי מכנסי כהנים ומהמיניהן מהן היו מפקיעין, ובהן היו מדליקין, ולא היתה חצר בירושלים שאינה מאירה מאור בית השואבה: "
    },
    {
      "uid": "Mishnah_Sukkah_49",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 9330,
      "end_char": 10042,
      "length": 713,
      "text": "חסידים ואנשי מעשה היו מרקדים לפניהם באבוקות של אור שבידיהן, ואומרים לפניהן דברי שירות ותשבחות. והלוים בכנורות ובנבלים ובמצלתים ובחצוצרות ובכלי שיר בלא מספר, על חמש עשרה מעלות היורדות מעזרת ישראל לעזרת נשים, כנגד חמשה עשר שיר המעלות שבתהלים, שעליהן לויים עומדין בכלי שיר ואומרים שירה. ועמדו שני כהנים בשער העליון שיורד מעזרת ישראל לעזרת נשים, ושתי חצוצרות בידיהן. קרא הגבר, תקעו והריעו ותקעו. הגיעו למעלה עשירית, תקעו והריעו ותקעו. הגיעו לעזרה, תקעו והריעו ותקעו. היו תוקעין והולכין, עד שמגיעין לשער היוצא מזרח. הגיעו לשער היוצא ממזרח, הפכו פניהן למערב, ואמרו, אבותינו שהיו במקום הזה אחוריהם אל היכל ה' ופניהם קדמה, והמה משתחוים קדמה לשמש, ואנו ליה עינינו. רבי יהודה אומר, היו שונין ואומרין, אנו ליה, וליה עינינו: "
    },
    {
      "uid": "Mishnah_Sukkah_50",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 10043,
      "end_char": 10559,
      "length": 517,
      "text": "אין פוחתין מעשרים ואחת תקיעות במקדש, ואין מוסיפין על ארבעים ושמנה. בכל יום היו שם עשרים ואחת תקיעות במקדש, שלש לפתיחת שערים, ותשע לתמיד של שחר, ותשע לתמיד של בין הערבים. ובמוספין היו מוסיפין עוד תשע. ובערב שבת היו מוסיפין עוד שש, שלש להבטיל העם ממלאכה, ושלש להבדיל בין קדש לחל. ערב שבת שבתוך החג היו שם ארבעים ושמנה, שלש לפתיחת שערים, שלש לשער העליון, ושלש לשער התחתון, ושלש למלוי המים, ושלש על גבי מזבח, תשע לתמיד של שחר, ותשע לתמיד של בין הערבים, ותשע למוספין, שלש להבטיל את העם מן המלאכה, ושלש להבדיל בין קדש לחל: "
    },
    {
      "uid": "Mishnah_Sukkah_51",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 10560,
      "end_char": 11045,
      "length": 486,
      "text": "יום טוב הראשון של חג היו שם שלשה עשר פרים, ואילים שנים, ושעיר אחד. נשתירו שם ארבעה עשר כבשים לשמנה משמרות. ביום הראשון, ששה מקריבין שנים שנים, והשאר אחד אחד. בשני, חמשה מקריבין שנים שנים, והשאר אחד אחד. בשלישי, ארבעה מקריבין שנים שנים, והשאר אחד אחד. ברביעי, שלשה מקריבין שנים שנים, והשאר אחד אחד. בחמשי, שנים מקריבין שנים שנים, והשאר אחד אחד. בששי, אחד מקריב שנים, והשאר אחד אחד. בשביעי, כלן שוין. בשמיני, חזרו לפיס כברגלים. אמרו, מי שהקריב פרים היום, לא יקריב למחר, אלא חוזרין חלילה: "
    },
    {
      "uid": "Mishnah_Sukkah_52",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 11046,
      "end_char": 11311,
      "length": 266,
      "text": "בשלשה פרקים בשנה היו כל משמרות שוות באמורי הרגלים ובחלוק לחם הפנים. בעצרת אומרים לו, הילך מצה הילך חמץ. משמר שזמנו קבוע, הוא מקריב תמידין, נדרים ונדבות ושאר קרבנות צבור, ומקריב את הכל. יום טוב הסמוך לשבת, בין מלפניה בין מלאחריה, היו כל המשמרות שוות בחלוק לחם הפנים: "
    },
    {
      "uid": "Mishnah_Sukkah_53",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 11312,
      "end_char": 11585,
      "length": 274,
      "text": "חל להיות יום אחד להפסיק בינתים, משמר שזמנו קבוע, היה נוטל עשר חלות, והמתעכב נוטל שתים. ובשאר ימות השנה, הנכנס נוטל שש, והיוצא נוטל שש. רבי יהודה אומר, הנכנס נוטל שבע, והיוצא נוטל חמש. הנכנסין חולקין בצפון, והיוצאין בדרום. בלגה לעולם חולקת בדרום, וטבעתה קבועה, וחלונה סתומה: "
    }
  ]
}