{
  "title": "Mishnah Sheviit",
  "categories": [
    "Mishnah",
    "Seder Zeraim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Sheviit_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 139,
      "length": 139,
      "text": "עד אימתי חורשין בשדה האילן ערב שביעית. בית שמאי אומרים, כל זמן שהוא יפה לפרי. ובית הלל אומרים, עד העצרת. וקרובין דברי אלו להיות כדברי אלו: "
    },
    {
      "uid": "Mishnah_Sheviit_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 140,
      "end_char": 307,
      "length": 168,
      "text": "איזהו שדה האילן, כל שלשה אילנות לבית סאה, אם ראויין לעשות ככר דבלה של ששים מנה באיטלקי, חורשים כל בית סאה בשבילן. פחות מכאן, אין חורשין להן אלא מלא האורה וסלו חוצה לו: "
    },
    {
      "uid": "Mishnah_Sheviit_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 308,
      "end_char": 470,
      "length": 163,
      "text": "אחד אילן סרק ואחד אילן מאכל, רואין אותן כאלו הם תאנים. אם ראוים לעשות ככר דבלה של ששים מנה באיטלקי, חורשים כל בית סאה בשבילן. פחות מכאן, אין חורשים להם אלא לצרכן: "
    },
    {
      "uid": "Mishnah_Sheviit_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 471,
      "end_char": 881,
      "length": 411,
      "text": "היה אחד עושה ככר דבלה ושנים אין עושין, או שנים עושין ואחד אינו עושה, אין חורשין להם אלא לצרכן, עד שיהיו משלשה ועד תשעה. היו עשרה, מעשרה ולמעלה, בין עושין בין שאינן עושין, חורשין כל בית סאה בשבילן. שנאמר (שמות לד) בחריש ובקציר תשבת, אין צריך לומר חריש וקציר של שביעית, אלא חריש של ערב שביעית שהוא נכנס בשביעית, וקציר של שביעית שהוא יוצא למוצאי שביעית. רבי ישמעאל אומר, מה חריש רשות, אף קציר רשות, יצא קציר העמר: "
    },
    {
      "uid": "Mishnah_Sheviit_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 882,
      "end_char": 1012,
      "length": 131,
      "text": "שלשה אילנות של שלשה אנשים, הרי אלו מצטרפין, וחורשין כל בית סאה בשבילן. וכמה יהא ביניהם, רבן גמליאל אומר, כדי שיהא הבקר עובר בכליו: "
    },
    {
      "uid": "Mishnah_Sheviit_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 1013,
      "end_char": 1138,
      "length": 126,
      "text": "עשר נטיעות מפזרות בתוך בית סאה, חורשין כל בית סאה בשבילן, עד ראש השנה. היו עשויות שורה ומקפות עטרה, אין חורשין להם אלא לצרכן: "
    },
    {
      "uid": "Mishnah_Sheviit_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1139,
      "end_char": 1260,
      "length": 122,
      "text": "הנטיעות והדלועים, מצטרפין לתוך בית סאה. רבן שמעון בן גמליאל אומר, כל עשרה דלועים לבית סאה, חורשין כל בית סאה עד ראש השנה: "
    },
    {
      "uid": "Mishnah_Sheviit_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1261,
      "end_char": 1456,
      "length": 196,
      "text": "עד אימתי נקראו נטיעות. רבי אלעזר בן עזריה אומר, עד שיחלו. רבי יהושע אומר, בת שבע שנים. רבי עקיבא אומר, נטיעה כשמה. אילן שנגמם והוציא חליפין, מטפח ולמטה כנטיעה, מטפח ולמעלה, כאילן, דברי רבי שמעון: "
    },
    {
      "uid": "Mishnah_Sheviit_9",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1457,
      "end_char": 1640,
      "length": 184,
      "text": "עד אימתי חורשין בשדה הלבן ערב שביעית. עד שתכלה הלחה, כל זמן שבני אדם חורשים לטע במקשאות ובמדלעות. אמר רבי שמעון, נתת תורת כל אחד ואחד בידו, אלא בשדה הלבן עד הפסח, ובשדה האילן עד עצרת: "
    },
    {
      "uid": "Mishnah_Sheviit_10",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1641,
      "end_char": 1802,
      "length": 162,
      "text": "מזבלין ומעדרין במקשאות ובמדלעות עד ראש השנה. וכן בבית השלחין. מיבלין, מפרקין, מאבקין, מעשנין, עד ראש השנה. רבי שמעון אומר, אף נוטל הוא את העלה מן האשכול בשביעית: "
    },
    {
      "uid": "Mishnah_Sheviit_11",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 1803,
      "end_char": 1977,
      "length": 175,
      "text": "מסקלין עד ראש השנה. מקרסמין, מזרדין, מפסלין, עד ראש השנה. רבי יהושע אומר, כזרודה וכפסולה של חמשית, כך של ששית. רבי שמעון אומר, כל זמן שאני רשאי בעבודת האילן, רשאי אני בפסולו: "
    },
    {
      "uid": "Mishnah_Sheviit_12",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 1978,
      "end_char": 2136,
      "length": 159,
      "text": "מזהמין את הנטיעות, וכורכין אותן, וקוטמין אותן, ועושין להן בתים, ומשקין אותן, עד ראש השנה. רבי אלעזר בר צדוק אומר, אף משקה הוא את הנוף בשביעית, אבל לא את העקר: "
    },
    {
      "uid": "Mishnah_Sheviit_13",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2137,
      "end_char": 2404,
      "length": 268,
      "text": "סכין את הפגים ומנקבים אותם, עד ראש השנה. פגי ערב שביעית שנכנסו לשביעית, ושל שביעית שיצאו למוצאי שביעית, לא סכין ולא מנקבין אותן. רבי יהודה אומר, מקום שנהגו לסוך, אינן סכין, מפני שהיא עבודה. מקום שנהגו שלא לסוך, סכין. רבי שמעון מתיר באילן, מפני שהוא רשאי בעבודת האילן: "
    },
    {
      "uid": "Mishnah_Sheviit_14",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 2405,
      "end_char": 2622,
      "length": 218,
      "text": "אין נוטעין ואין מבריכין ואין מרכיבין ערב שביעית פחות משלשים יום לפני ראש השנה. ואם נטע או הבריך או הרכיב, יעקור. רבי יהודה אומר, כל הרכבה שאינה קולטת לשלשה ימים, שוב אינה קולטת. רבי יוסי ורבי שמעון אומרים, לשתי שבתות: "
    },
    {
      "uid": "Mishnah_Sheviit_15",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 2623,
      "end_char": 2749,
      "length": 127,
      "text": "הארז והדחן והפרגין והשמשמין שהשרישו לפני ראש השנה, מתעשרין לשעבר, ומתרין בשביעית. ואם לאו, אסורין בשביעית, ומתעשרין לשנה הבאה: "
    },
    {
      "uid": "Mishnah_Sheviit_16",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 2750,
      "end_char": 2910,
      "length": 161,
      "text": "רבי שמעון שזורי אומר, פול המצרי שזרעו לזרע בתחלה, כיוצא בהן. רבי שמעון אומר, אפונין הגמלונין, כיוצא בהן. רבי אלעזר אומר, אפונין הגמלונין, משתרמלו לפני ראש השנה: "
    },
    {
      "uid": "Mishnah_Sheviit_17",
      "chapter_number": 2,
      "verse_number": 9,
      "start_char": 2911,
      "end_char": 3119,
      "length": 209,
      "text": "הבצלים הסריסים, ופול המצרי, שמנע מהם מים שלשים יום לפני ראש השנה, מתעשרין לשעבר, ומתרים בשביעית, ואם לאו, אסורים בשביעית, ומתעשרין לשנה הבאה. ושל בעל שמנע מהם מים שתי עונות, דברי רבי מאיר. וחכמים אומרים, שלש: "
    },
    {
      "uid": "Mishnah_Sheviit_18",
      "chapter_number": 2,
      "verse_number": 10,
      "start_char": 3120,
      "end_char": 3368,
      "length": 249,
      "text": "הדלועין שקימן לזרע, אם הקשו לפני ראש השנה ונפסלו מאכל אדם, מתר לקימן בשביעית. ואם לאו, אסור לקימן בשביעית. התמרות שלהם, אסורות בשביעית. ומרביצין בעפר לבן, דברי רבי שמעון, רבי אליעזר בן יעקב אוסר. ממרסין בארז בשביעית, רבי שמעון אומר, אבל אין מכסחין: "
    },
    {
      "uid": "Mishnah_Sheviit_19",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3369,
      "end_char": 3487,
      "length": 119,
      "text": "מאימתי מוציאין זבלים לאשפתות. משיפסקו עובדי עבודה, דברי רבי מאיר. רבי יהודה אומר, משיבש המתוק. רבי יוסי אומר, משיקשר:  "
    },
    {
      "uid": "Mishnah_Sheviit_20",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3488,
      "end_char": 3636,
      "length": 149,
      "text": "עד כמה מזבלין, עד שלש שלש אשפתות לבית סאה של עשר עשר משפלות של לתך לתך. מוסיפין על המשפלות, ואין מוסיפין על האשפתות. רבי שמעון אומר, אף על האשפתות:  "
    },
    {
      "uid": "Mishnah_Sheviit_21",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3637,
      "end_char": 3949,
      "length": 313,
      "text": "עושה אדם את שדהו שלש שלש אשפתות לבית סאה. יתר מכאן, מחציב, דברי רבי שמעון. וחכמים אוסרין, עד שיעמיק שלשה, או עד שיגביה שלשה. עושה אדם את זבלו אוצר. רבי מאיר אוסר, עד שיעמיק שלשה, או עד שיגביה שלשה. היה לו דבר מעט, מוסיף עליו והולך. רבי אלעזר בן עזריה אוסר, עד שיעמיק שלשה, או עד שיגביה שלשה, או עד שיתן על הסלע:  "
    },
    {
      "uid": "Mishnah_Sheviit_22",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 3950,
      "end_char": 4194,
      "length": 245,
      "text": "המדיר את שדהו, עושה סהר לבית סאתים, עוקר שלש רוחות ומניח את האמצעית. נמצא מדיר בית ארבעת סאין. רבן שמעון בן גמליאל אומר, בית שמונת סאין. היתה כל שדהו בית ארבעת סאין, משיר ממנה מקצת, מפני מראית העין, ומוציא מן הסהר ונותן לתוך שדהו כדרך המזבלין:  "
    },
    {
      "uid": "Mishnah_Sheviit_23",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 4195,
      "end_char": 4305,
      "length": 111,
      "text": "לא יפתח אדם מחצב בתחלה לתוך שדהו, עד שיהיו בו שלש מורביות, שהם שלש על שלש על רום שלש, שעורן עשרים ושבע אבנים:  "
    },
    {
      "uid": "Mishnah_Sheviit_24",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4306,
      "end_char": 4589,
      "length": 284,
      "text": "גדר שיש בו עשר אבנים של משאוי שנים שנים, הרי אלו ינטלו. שעור גדר, עשרה טפחים. פחות מיכן, מחצב וגוממו עד פחות מהארץ טפח. במה דברים אמורים, מתוך שלו, אבל מתוך של חברו, מה שהוא רוצה, יטל. במה דברים אמורים, בזמן שלא התחיל בו מערב שביעית. אבל אם התחיל בו מערב שביעית, מה שהוא רוצה, נוטל:  "
    },
    {
      "uid": "Mishnah_Sheviit_25",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 4590,
      "end_char": 4855,
      "length": 266,
      "text": "אבנים שזעזעתן המחרשה, או שהיו מכסות ונתגלו, אם יש בהם שתים של משאוי שנים שנים, הרי אלו ינטלו. המסקל את שדהו, נוטל את העליונות, ומניח את הנוגעות בארץ. וכן גרגר של צרורות או גל של אבנים, נוטל את העליונות, ומניח את הנוגעות בארץ. אם יש תחתיהן סלע או קש, הרי אלו ינטלו:  "
    },
    {
      "uid": "Mishnah_Sheviit_26",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 4856,
      "end_char": 5085,
      "length": 230,
      "text": "אין בונין מדרגות על פי הגאיות ערב שביעית משפסקו הגשמים, מפני שהוא מתקנן לשביעית. אבל בונה הוא בשביעית משפסקו גשמים, מפני שהוא מתקנן למוצאי שביעית. ולא יסמך בעפר, אבל עושה הוא חיץ. כל אבן שהוא יכול לפשט את ידו ולטלה, הרי זו תנטל:  "
    },
    {
      "uid": "Mishnah_Sheviit_27",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 5086,
      "end_char": 5258,
      "length": 173,
      "text": "אבני כתף, באות מכל מקום. והקבלן, מביא מכל מקום. ואלו הם אבני כתף, כל שאינה יכולה להנטל באחת יד, דברי רבי מאיר. רבי יוסי אומר, אבני כתף כשמן, כל שהן נטלות שתים שלש על הכתף:  "
    },
    {
      "uid": "Mishnah_Sheviit_28",
      "chapter_number": 3,
      "verse_number": 10,
      "start_char": 5259,
      "end_char": 5497,
      "length": 239,
      "text": "הבונה גדר בינו ובין רשות הרבים, מתר להעמיק עד הסלע. מה יעשה בעפר, צוברו ברשות הרבים ומתקנו, דברי רבי יהושע. רבי עקיבא אומר, כדרך שאין מקלקלין ברשות הרבים, כך לא יתקנו. מה יעשה בעפר, צוברו בתוך שדהו כדרך המזבלין. וכן החופר בור ושיח ומערה:  "
    },
    {
      "uid": "Mishnah_Sheviit_29",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5498,
      "end_char": 5711,
      "length": 214,
      "text": "בראשונה היו אומרים, מלקט אדם עצים ואבנים ועשבים מתוך שלו, כדרך שהוא מלקט מתוך של חברו, את הגס הגס. משרבו עוברי עברה, התקינו שיהא זה מלקט מתוך של זה, וזה מלקט מתוך של זה, שלא בטובה, ואין צריך לומר שיקצץ להם מזונות: "
    },
    {
      "uid": "Mishnah_Sheviit_30",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 5712,
      "end_char": 6017,
      "length": 306,
      "text": "שדה שנתקוצה, תזרע במוצאי שביעית. שנטיבה או שנדירה, לא תזרע במוצאי שביעית. שדה שנטיבה, בית שמאי אומרים, אין אוכלין פרותיה בשביעית, ובית הלל אומרים, אוכלין. בית שמאי אומרים, אין אוכלין פרות שביעית בטובה, ובית הלל אומרים, אוכלין בטובה ושלא בטובה. רבי יהודה אומר, חלוף הדברים, זו מקלי בית שמאי ומחמרי בית הלל: "
    },
    {
      "uid": "Mishnah_Sheviit_31",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 6018,
      "end_char": 6142,
      "length": 125,
      "text": "חוכרין נירין מן הנכרים בשביעית, אבל לא מישראל. ומחזיקין ידי נכרים בשביעית, אבל לא ידי ישראל. ושואלין בשלומן, מפני דרכי שלום: "
    },
    {
      "uid": "Mishnah_Sheviit_32",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 6143,
      "end_char": 6342,
      "length": 200,
      "text": "המדל בזיתים, בית שמאי אומרים, יגום. ובית הלל אומרים, ישרש. ומודים במחליק, עד שיגום. איזה הוא המדל, אחד או שנים. המחליק, שלשה, זה בצד זה. במה דברים אמורים, מתוך שלו, אבל מתוך של חברו, אף המחליק, ישרש: "
    },
    {
      "uid": "Mishnah_Sheviit_33",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 6343,
      "end_char": 6579,
      "length": 237,
      "text": "המבקיע בזית, לא יחפהו בעפר, אבל מכסה הוא באבנים או בקש. הקוצץ קורות שקמה, לא יחפהו בעפר, אבל מכסה הוא באבנים או בקש. אין קוצצין בתולת שקמה בשביעית, מפני שהיא עבודה. רבי יהודה אומר, כדרכה, אסור, אלא או מגביה עשרה טפחים, או גומם מעל הארץ: "
    },
    {
      "uid": "Mishnah_Sheviit_34",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 6580,
      "end_char": 6762,
      "length": 183,
      "text": "המזנב בגפנים והקוצץ קנים, רבי יוסי הגלילי אומר, ירחיק טפח. רבי עקיבא אומר, קוצץ כדרכו, בקרדם או במגל, ובמגרה, ובכל מה שירצה. אילן שנפשח, קושרין אותו בשביעית, לא שיעלה, אלא שלא יוסיף: "
    },
    {
      "uid": "Mishnah_Sheviit_35",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 6763,
      "end_char": 6895,
      "length": 133,
      "text": "מאימתי אוכלין פרות האילן בשביעית, הפגים משיזריחו, אוכל בהם פתו בשדה. בחלו, כונס לתוך ביתו. וכן כיוצא בהם בשאר שני שבוע, חיב במעשרות: "
    },
    {
      "uid": "Mishnah_Sheviit_36",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 6896,
      "end_char": 6995,
      "length": 100,
      "text": "הבסר, משהביא מים, אוכל בו פתו בשדה. הבאיש, כונס לתוך ביתו. וכן כיוצא בו בשאר שני שבוע, חיב במעשרות: "
    },
    {
      "uid": "Mishnah_Sheviit_37",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 6996,
      "end_char": 7209,
      "length": 214,
      "text": "זיתים, משיכניסו רביעית לסאה, פוצע ואוכל בשדה. הכניסו חצי לג, כותש וסך בשדה. הכניסו שליש, כותש בשדה וכונס לתוך ביתו. וכן כיוצא בהם בשאר שני שבוע, חיבים במעשרות. ושאר כל פרות האילן, כעונתן למעשרות, כן עונתן לשביעית: "
    },
    {
      "uid": "Mishnah_Sheviit_38",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 7210,
      "end_char": 7485,
      "length": 276,
      "text": "מאימתי אין קוצצין את האילן בשביעית. בית שמאי אומרים, כל האילן משיוציא. ובית הלל אומרים, החרובין משישלשלו, והגפנים משיגרעו, והזיתים משינצו, ושאר כל אילן משיוציא. וכל האילן, כיון שבא לעונת המעשרות, מתר לקצצו. כמה יהא בזית ולא יקצנו, רבע. רבן שמעון בן גמליאל אומר, הכל לפי הזית: "
    },
    {
      "uid": "Mishnah_Sheviit_39",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 7486,
      "end_char": 7639,
      "length": 154,
      "text": "בנות שוח, שביעית שלהן, שניה, שהן עושות לשלש שנים. רבי יהודה אומר, הפרסאות, שביעית שלהן, מוצאי שביעית, שהן עושות לשתי שנים. אמרו לו, לא אמרו אלא בנות שוח: "
    },
    {
      "uid": "Mishnah_Sheviit_40",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 7640,
      "end_char": 7820,
      "length": 181,
      "text": "הטומן את הלוף בשביעית, רבי מאיר אומר, לא יפחת מסאתים, עד גבה שלשה טפחים, וטפח עפר על גביו. וחכמים אומרים, לא יפחת מארבעת קבים, עד גבה טפח, וטפח עפר על גביו. וטומנו במקום דריסת אדם: "
    },
    {
      "uid": "Mishnah_Sheviit_41",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 7821,
      "end_char": 7999,
      "length": 179,
      "text": "לוף שעברה עליו שביעית, רבי אליעזר אומר, אם לקטו העניים את עליו, לקטו. ואם לאו, יעשה חשבון עם העניים. רבי יהושע אומר, אם לקטו העניים את עליו, לקטו. ואם לאו, אין לעניים עליו חשבון: "
    },
    {
      "uid": "Mishnah_Sheviit_42",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 8000,
      "end_char": 8204,
      "length": 205,
      "text": "לוף של ערב שביעית שנכנס לשביעית, וכן בצלים הקיצונים, וכן פואה של עדית, בית שמאי אומרים, עוקרין אותן במארופות של עץ. ובית הלל אומרים, בקרדמות של מתכות. ומודים בפואה של צלעות, שעוקרין אותה בקרדמות של מתכות: "
    },
    {
      "uid": "Mishnah_Sheviit_43",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 8205,
      "end_char": 8291,
      "length": 87,
      "text": "מאימתי מתר אדם לקח לוף במוצאי שביעית, רבי יהודה אומר, מיד. וחכמים אומרים, משירבה החדש: "
    },
    {
      "uid": "Mishnah_Sheviit_44",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 8292,
      "end_char": 8471,
      "length": 180,
      "text": "אלו כלים שאין האמן רשאי למכרם בשביעית, מחרשה וכל כליה, העול, והמזרה, והדקר. אבל מוכר הוא מגל יד ומגל קציר, ועגלה וכל כליה. זה הכלל, כל שמלאכתו מיחדת לעברה, אסור. לאסור ולהתר, מתר: "
    },
    {
      "uid": "Mishnah_Sheviit_45",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 8472,
      "end_char": 8604,
      "length": 133,
      "text": "היוצר, מוכר חמשה כדי שמן וחמשה עשר כדי יין, שכן דרכו להביא מן ההפקר. ואם הביא יותר מכאן, מתר. ומוכר לנכרים בארץ, ולישראל בחוצה לארץ: "
    },
    {
      "uid": "Mishnah_Sheviit_46",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 8605,
      "end_char": 8834,
      "length": 230,
      "text": "בית שמאי אומרים, לא ימכר לו פרה חורשת בשביעית. ובית הלל מתירין, מפני שהוא יכול לשחטה. מוכר לו פרות אפלו בשעת הזרע, ומשאיל לו סאתו אף על פי שהוא יודע שיש לו גרן, ופורט לו מעות אף על פי שהוא יודע שיש לו פועלים. וכלן, בפרוש, אסורין: "
    },
    {
      "uid": "Mishnah_Sheviit_47",
      "chapter_number": 5,
      "verse_number": 9,
      "start_char": 8835,
      "end_char": 9152,
      "length": 318,
      "text": "משאלת אשה לחברתה החשודה על השביעית נפה וכברה ורחים ותנור. אבל לא תבור ולא תטחן עמה. אשת חבר משאלת לאשת עם הארץ נפה וכברה, ובוררת וטוחנת ומרקדת עמה. אבל משתטיל המים, לא תגע אצלה, שאין מחזיקין ידי עוברי עברה. וכלן לא אמרו אלא מפני דרכי שלום. ומחזיקין ידי נכרים בשביעית, אבל לא ידי ישראל. ושואלין בשלומן, מפני דרכי שלום: "
    },
    {
      "uid": "Mishnah_Sheviit_48",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 9153,
      "end_char": 9335,
      "length": 183,
      "text": "שלש ארצות לשביעית. כל שהחזיקו עולי בבל, מארץ ישראל ועד כזיב, לא נאכל ולא נעבד. וכל שהחזיקו עולי מצרים, מכזיב ועד הנהר ועד אמנה, נאכל, אבל לא נעבד. מן הנהר ומאמנה ולפנים, נאכל ונעבד:  "
    },
    {
      "uid": "Mishnah_Sheviit_49",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 9336,
      "end_char": 9503,
      "length": 168,
      "text": "עושין בתלוש בסוריא, אבל לא במחבר. דשים וזורין ודורכין ומעמרין, אבל לא קוצרין ולא בוצרין ולא מוסקים. כלל אמר רבי עקיבא, כל שכיוצא בו מתר בארץ ישראל, עושין אותו בסוריא:  "
    },
    {
      "uid": "Mishnah_Sheviit_50",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 9504,
      "end_char": 9687,
      "length": 184,
      "text": "בצלים שירדו עליהם גשמים וצמחו, אם היו העלין שלהם שחורין, אסורין. הוריקו, הרי אלו מתרין. רבי חנינא בן אנטיגנוס אומר, אם יכולין להתלש בעלין שלהן, אסורין. וכנגד כן, מוצאי שביעית, מתרין:  "
    },
    {
      "uid": "Mishnah_Sheviit_51",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 9688,
      "end_char": 9801,
      "length": 114,
      "text": "מאימתי מתר אדם לקח ירק במוצאי שביעית, משיעשה כיוצא בו. עשה הבכיר, התר האפיל. רבי התיר לקח ירק במוצאי שביעית מיד:  "
    },
    {
      "uid": "Mishnah_Sheviit_52",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 9802,
      "end_char": 9921,
      "length": 120,
      "text": "אין מוציאין שמן שרפה ופרות שביעית מהארץ לחוץ לארץ. אמר רבי שמעון, שמעתי בפרוש, שמוציאין לסוריא ואין מוציאין לחוץ לארץ:  "
    },
    {
      "uid": "Mishnah_Sheviit_53",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 9922,
      "end_char": 10023,
      "length": 102,
      "text": "אין מביאין תרומה מחוצה לארץ לארץ. אמר רבי שמעון, שמעתי בפרוש, שמביאין מסוריא ואין מביאין מחוצה לארץ:  "
    },
    {
      "uid": "Mishnah_Sheviit_54",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 10024,
      "end_char": 10355,
      "length": 332,
      "text": "כלל גדול אמרו בשביעית, כל שהוא מאכל אדם ומאכל בהמה, וממין הצובעים, ואינו מתקים בארץ, יש לו שביעית ולדמיו שביעית, יש לו בעור ולדמיו בעור. ואיזה זה, עלה הלוף השוטה, ועלה הדנדנה, העלשין, והכרשין, והרגילה, ונץ החלב. ומאכל בהמה, החוחים והדרדרים. וממין הצובעים, ספיחי אסטיס, וקוצה. יש להם שביעית ולדמיהן שביעית, יש להם בעור ולדמיהן בעור: "
    },
    {
      "uid": "Mishnah_Sheviit_55",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 10356,
      "end_char": 10726,
      "length": 371,
      "text": "ועוד כלל אחר אמרו, כל שאינו מאכל אדם ומאכל בהמה, וממין הצובעין, ומתקים בארץ, יש לו שביעית ולדמיו שביעית, אין לו בעור ואין לדמיו בעור. אי זהו, עקר הלוף השוטה, ועקר הדנדנה, והערקבנין, והחלבצין, והבכריה. וממין הצובעין, הפואה והרכפא, יש להם שביעית ולדמיהן שביעית, אין להם בעור ולא לדמיהן בעור. רבי מאיר אומר, דמיהם מתבערין עד ראש השנה. אמרו לו, להן אין בעור, קל וחמר לדמיהן: "
    },
    {
      "uid": "Mishnah_Sheviit_56",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 10727,
      "end_char": 11033,
      "length": 307,
      "text": "קלפי רמון והנץ שלו, קלפי אגוזים והגלעינין, יש להם שביעית ולדמיהן שביעית. הצבע, צובע לעצמו, ולא יצבע בשכר, שאין עושין סחורה בפרות שביעית, ולא בבכורות, ולא בתרומות, ולא בנבלות, ולא בטרפות, ולא בשקצים, ולא ברמשים. ולא יהיה לוקח ירקות שדה ומוכר בשוק, אבל הוא לוקט ובנו מוכר על ידו. לקח לעצמו והותיר, מתר למכרן: "
    },
    {
      "uid": "Mishnah_Sheviit_57",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 11034,
      "end_char": 11237,
      "length": 204,
      "text": "לקח בכור למשתה בנו או לרגל ולא צריך לו, מתר למכרו. צדי חיה עופות ודגים שנזדמנו להם מינים טמאין, מתרים למכרן. רבי יהודה אומר, אף מי שנתמנה לו לפי דרכו, לוקח ומוכר, ובלבד שלא תהא אמנותו בכך. וחכמים אוסרין: "
    },
    {
      "uid": "Mishnah_Sheviit_58",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 11238,
      "end_char": 11443,
      "length": 206,
      "text": "לולבי זרדים והחרובין, יש להם שביעית ולדמיהן שביעית, יש להן בעור ולדמיהן בעור. לולבי האלה והבטנה והאטדין, יש להם שביעית, ולדמיהן שביעית, אין להם בעור ולא לדמיהן בעור. אבל לעלין יש בעור, מפני שנושרין מאביהן: "
    },
    {
      "uid": "Mishnah_Sheviit_59",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 11444,
      "end_char": 11546,
      "length": 103,
      "text": "הורד והכפר והקטף והלטם, יש להם שביעית ולדמיהן שביעית. רבי שמעון אומר, אין לקטף שביעית, מפני שאינו פרי: "
    },
    {
      "uid": "Mishnah_Sheviit_60",
      "chapter_number": 7,
      "verse_number": 7,
      "start_char": 11547,
      "end_char": 11788,
      "length": 242,
      "text": "ורד חדש שכבשו בשמן ישן, ילקט את הורד. וישן בחדש, חיב בבעור. חרובין חדשים שכבשן ביין ישן, וישנים בחדש, חיבין בבעור. זה הכלל, כל שהוא בנותן טעם, חיב לבער, מין בשאינו מינו. ומין במינו, כל שהוא. שביעית אוסרת כל שהוא במינה, ושלא במינה, בנותן טעם: "
    },
    {
      "uid": "Mishnah_Sheviit_61",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 11789,
      "end_char": 12113,
      "length": 325,
      "text": "כלל גדול אמרו בשביעית, כל המיחד למאכל אדם, אין עושין ממנו מלוגמא לאדם, ואין צריך לומר לבהמה. וכל שאינו מיחד למאכל אדם, עושין ממנו מלוגמא לאדם, אבל לא לבהמה. וכל שאינו מיחד לא למאכל אדם ולא למאכל בהמה, חשב עליו למאכל אדם ולמאכל בהמה, נותנין עליו חמרי אדם וחמרי בהמה. חשב עליו לעצים, הרי הוא כעצים, כגון הסיאה והאזוב והקורנית: "
    },
    {
      "uid": "Mishnah_Sheviit_62",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 12114,
      "end_char": 12285,
      "length": 172,
      "text": "שביעית, נתנה לאכילה ולשתיה ולסיכה, לאכל דבר שדרכו לאכל, ולסוך דבר שדרכו לסוך. לא יסוך יין וחמץ, אבל סך הוא את השמן. וכן בתרומה ובמעשר שני. קל מהם שביעית, שנתנה להדלקת הנר: "
    },
    {
      "uid": "Mishnah_Sheviit_63",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 12286,
      "end_char": 12479,
      "length": 194,
      "text": "אין מוכרין פרות שביעית, לא במדה, ולא במשקל, ולא במנין, ולא תאנים במנין, ולא ירק במשקל. בית שמאי אומרים, אף לא אגדות. ובית הלל אומרים, את שדרכו לאגד בבית, אוגדין אותו בשוק, כגון הכרשין ונץ החלב: "
    },
    {
      "uid": "Mishnah_Sheviit_64",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 12480,
      "end_char": 12690,
      "length": 211,
      "text": "האומר לפועל, הא לך אסר זה ולקט לי ירק היום, שכרו מתר. לקט לי בו ירק היום, שכרו אסור. לקח מן הנחתום ככר בפונדיון, כשאלקט ירקות שדה אביא לך, מתר. לקח ממנו סתם, לא ישלם לו מדמי שביעית, שאין פורעין חוב מדמי שביעית: "
    },
    {
      "uid": "Mishnah_Sheviit_65",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 12691,
      "end_char": 12792,
      "length": 102,
      "text": "אין נותנים, לא לביר, ולא לבלן, ולא לספר, ולא לספן. אבל נותן הוא לביר לשתות. ולכלן, הוא נותן מתנת חנם: "
    },
    {
      "uid": "Mishnah_Sheviit_66",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 12793,
      "end_char": 13004,
      "length": 212,
      "text": "תאנים של שביעית, אין קוצין אותן במקצה, אבל קוצה אותם בחרבה. אין דורכין ענבים בגת, אבל דורך הוא בערבה. ואין עושין זיתים בבד ובקטב, אבל כותש הוא ומכניס לבודידה. רבי שמעון אומר, אף טוחן הוא בבית הבד ומכניס לבודידה: "
    },
    {
      "uid": "Mishnah_Sheviit_67",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 13005,
      "end_char": 13128,
      "length": 124,
      "text": "אין מבשלין ירק של שביעית בשמן של תרומה, שלא יביאנו לידי פסול. רבי שמעון מתיר. ואחרון אחרון, נתפש בשביעית. והפרי עצמו, אסור: "
    },
    {
      "uid": "Mishnah_Sheviit_68",
      "chapter_number": 8,
      "verse_number": 8,
      "start_char": 13129,
      "end_char": 13325,
      "length": 197,
      "text": "אין לוקחים עבדים וקרקעות ובהמה טמאה מדמי שביעית. ואם לקח, יאכל כנגדן. אין מביאין קני זבים וקני זבות וקני יולדות מדמי שביעית. ואם הביא, יאכל כנגדן. אין סכין כלים בשמן של שביעית. ואם סך, יאכל כנגדו: "
    },
    {
      "uid": "Mishnah_Sheviit_69",
      "chapter_number": 8,
      "verse_number": 9,
      "start_char": 13326,
      "end_char": 13524,
      "length": 199,
      "text": "עור שסכו בשמן של שביעית, רבי אליעזר אומר, ידלק. וחכמים אומרים, יאכל כנגדו. אמרו לפני רבי עקיבא, אומר היה רבי אליעזר, עור שסכו בשמן של שביעית, ידלק. אמר להם, שתקו, לא אומר לכם מה שרבי אליעזר אומר בו: "
    },
    {
      "uid": "Mishnah_Sheviit_70",
      "chapter_number": 8,
      "verse_number": 10,
      "start_char": 13525,
      "end_char": 13644,
      "length": 120,
      "text": "ועוד אמרו לפניו, אומר היה רבי אליעזר, האוכל פת כותים כאוכל בשר חזיר. אמר להם, שתקו, לא אומר לכם מה שרבי אליעזר אומר בו: "
    },
    {
      "uid": "Mishnah_Sheviit_71",
      "chapter_number": 8,
      "verse_number": 11,
      "start_char": 13645,
      "end_char": 13722,
      "length": 78,
      "text": "מרחץ שהסקה בתבן או בקש של שביעית, מתר לרחץ בה. ואם מתחשב הוא, הרי זה לא ירחץ: "
    },
    {
      "uid": "Mishnah_Sheviit_72",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 13723,
      "end_char": 14042,
      "length": 320,
      "text": "הפגם, והירבוזין השוטים, והחלגלוגית, כסבר שבהרים, והכרפס שבנהרות, והגרגר של אפר, פטורין מן המעשרות, ונלקחין מכל אדם בשביעית, שאין כיוצא בהם נשמר. רבי יהודה אומר, ספיחי חרדל, מתרין, שלא נחשדו עליהן עוברי עברה. רבי שמעון אומר, כל הספיחין מתרין, חוץ מספיחי כרוב, שאין כיוצא בהם בירקות שדה. וחכמים אומרים, כל הספיחין אסורין: "
    },
    {
      "uid": "Mishnah_Sheviit_73",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 14043,
      "end_char": 14372,
      "length": 330,
      "text": "שלש ארצות לבעור, יהודה, ועבר הירדן, והגליל. ושלש שלש ארצות לכל אחת ואחת. גליל העליון, וגליל התחתון, והעמק. מכפר חנניה ולמעלן, כל שאינו מגדל שקמין, גליל העליון, ומכפר חנניה ולמטן, כל שהוא מגדל שקמין, גליל התחתון. ותחום טבריא, העמק. וביהודה, ההר והשפלה והעמק. ושפלת לוד כשפלת הדרום, וההר שלה כהר המלך. מבית חורון ועד הים מדינה אחת: "
    },
    {
      "uid": "Mishnah_Sheviit_74",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 14373,
      "end_char": 14545,
      "length": 173,
      "text": "ולמה אמרו שלש ארצות, שיהיו אוכלין בכל אחת ואחת עד שיכלה האחרון שבה. רבי שמעון אומר, לא אמרו שלש ארצות אלא ביהודה. ושאר כל הארצות, כהר המלך. וכל הארצות, כאחת לזיתים ולתמרים: "
    },
    {
      "uid": "Mishnah_Sheviit_75",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 14546,
      "end_char": 14702,
      "length": 157,
      "text": "אוכלין על המפקר, אבל לא על השמור. רבי יוסי מתיר אף על השמור. אוכלין על הטפיחין ועל הדופרא, אבל לא על הסתוניות. רבי יהודה מתיר כל זמן שבכרו עד שלא יכלה הקיץ: "
    },
    {
      "uid": "Mishnah_Sheviit_76",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 14703,
      "end_char": 14950,
      "length": 248,
      "text": "הכובש שלשה כבשים בחבית אחת, רבי אליעזר אומר, אוכלין על הראשון. רבי יהושע אומר, אף על האחרון. רבן גמליאל אומר, כל שכלה מינו מן השדה, יבער מינו מן החבית, והלכה כדבריו. רבי שמעון אומר, כל ירק, אחד לבעור. אוכלין ברגילה עד שיכלו סגריות מבקעת בית נטופה: "
    },
    {
      "uid": "Mishnah_Sheviit_77",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 14951,
      "end_char": 15129,
      "length": 179,
      "text": "המלקט עשבים לחים, עד שייבש המתוק. והמגבב ביבש, עד שתרד רביעה שניה. עלי קנים ועלי גפנים, עד שישרו מאביהן. והמגבב ביבש, עד שתרד רביעה שניה. רבי עקיבא אומר, בכלן עד שתרד רביעה שניה: "
    },
    {
      "uid": "Mishnah_Sheviit_78",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 15130,
      "end_char": 15345,
      "length": 216,
      "text": "כיוצא בו, המשכיר בית לחברו עד הגשמים, עד שתרד רביעה שניה. המדר הנאה מחברו עד הגשמים, עד שתרד רביעה שניה. עד אימתי עניים נכנסים לפרדסות, עד שתרד רביעה שניה. מאימתי נהנין ושורפין בתבן ובקש של שביעית, משתרד רביעה שניה: "
    },
    {
      "uid": "Mishnah_Sheviit_79",
      "chapter_number": 9,
      "verse_number": 8,
      "start_char": 15346,
      "end_char": 15530,
      "length": 185,
      "text": "מי שהיו לו פרות שביעית והגיע שעת הבעור, מחלק מזון שלש סעדות לכל אחד ואחד. ועניים אוכלין אחר הבעור, אבל לא עשירים, דברי רבי יהודה. רבי יוסי אומר, אחד עניים ואחד עשירים אוכלין אחר הבעור: "
    },
    {
      "uid": "Mishnah_Sheviit_80",
      "chapter_number": 9,
      "verse_number": 9,
      "start_char": 15531,
      "end_char": 15741,
      "length": 211,
      "text": "מי שהיו לו פרות שביעית שנפלו לו בירשה או שנתנו לו במתנה, רבי אליעזר אומר, ינתנו לאוכליהן. וחכמים אומרים, אין החוטא נשכר, אלא ימכרו לאוכליהן, ודמיהם יתחלקו לכל אדם. האוכל מעסת שביעית עד שלא הורמה חלתה, חיב מיתה: "
    },
    {
      "uid": "Mishnah_Sheviit_81",
      "chapter_number": 10,
      "verse_number": 1,
      "start_char": 15742,
      "end_char": 15998,
      "length": 257,
      "text": "שביעית, משמטת את המלוה בשטר ושלא בשטר. הקפת החנות, אינה משמטת, ואם עשאה מלוה, הרי זה משמט. רבי יהודה אומר, הראשון הראשון משמט. שכר שכיר, אינו משמט, ואם עשאו מלוה, הרי זה משמט. רבי יוסי אומר, כל מלאכה שפוסקת בשביעית, משמטת, ושאינה פוסקת בשביעית, אינה משמטת: "
    },
    {
      "uid": "Mishnah_Sheviit_82",
      "chapter_number": 10,
      "verse_number": 2,
      "start_char": 15999,
      "end_char": 16188,
      "length": 190,
      "text": "השוחט את הפרה וחלקה בראש השנה, אם היה החדש מעבר, משמט. ואם לאו, אינו משמט. האונס, והמפתה, והמוציא שם רע, וכל מעשה בית דין, אין משמטין. המלוה על המשכון, והמוסר שטרותיו לבית דין, אינן משמטין: "
    },
    {
      "uid": "Mishnah_Sheviit_83",
      "chapter_number": 10,
      "verse_number": 3,
      "start_char": 16189,
      "end_char": 16373,
      "length": 185,
      "text": "פרוזבול, אינו משמט. זה אחד מן הדברים שהתקין הלל הזקן, כשראה שנמנעו העם מלהלוות זה את זה ועוברין על מה שכתוב בתורה (דברים טו) השמר לך פן יהיה דבר עם לבבך בליעל וגו', התקין הלל לפרוזבול: "
    },
    {
      "uid": "Mishnah_Sheviit_84",
      "chapter_number": 10,
      "verse_number": 4,
      "start_char": 16374,
      "end_char": 16513,
      "length": 140,
      "text": "זהו גופו של פרוזבול. מוסר אני לכם איש פלוני ופלוני הדינים שבמקום פלוני, שכל חוב שיש לי, שאגבנו כל זמן שארצה. והדינים חותמין למטה, או העדים: "
    },
    {
      "uid": "Mishnah_Sheviit_85",
      "chapter_number": 10,
      "verse_number": 5,
      "start_char": 16514,
      "end_char": 16680,
      "length": 167,
      "text": "פרוזבול המקדם, כשר, והמאחר, פסול. שטרי חוב המקדמים, פסולים, והמאחרים, כשרים. אחד לוה מחמשה, כותב פרוזבול לכל אחד ואחד. חמשה לוין מאחד, אינו כותב אלא פרוזבול אחד לכלם: "
    },
    {
      "uid": "Mishnah_Sheviit_86",
      "chapter_number": 10,
      "verse_number": 6,
      "start_char": 16681,
      "end_char": 16868,
      "length": 188,
      "text": "אין כותבין פרוזבול אלא על הקרקע. אם אין לו, מזכה הוא בתוך שדהו כל שהוא. היתה לו שדה ממשכנת בעיר, כותבין עליה פרוזבול. רבי חצפית אומר, כותבין לאיש על נכסי אשתו, וליתומים על נכסי אפוטרופין: "
    },
    {
      "uid": "Mishnah_Sheviit_87",
      "chapter_number": 10,
      "verse_number": 7,
      "start_char": 16869,
      "end_char": 17079,
      "length": 211,
      "text": "כורת דבורים, רבי אליעזר אומר, הרי היא כקרקע, וכותבין עליה פרוזבול, ואינה מקבלת טמאה במקומה, והרודה ממנה בשבת חיב. וחכמים אומרים, אינה כקרקע, ואין כותבין עליה פרוזבול, ומקבלת טמאה במקומה, והרודה ממנה בשבת, פטור: "
    },
    {
      "uid": "Mishnah_Sheviit_88",
      "chapter_number": 10,
      "verse_number": 8,
      "start_char": 17080,
      "end_char": 17313,
      "length": 234,
      "text": "המחזיר חוב בשביעית, יאמר לו משמט אני. אמר לו אף על פי כן, יקבל ממנו, שנאמר (דברים טו) וזה דבר השמטה. כיוצא בו, רוצח שגלה לעיר מקלט ורצו אנשי העיר לכבדו, יאמר להם, רוצח אני. אמרו לו, אף על פי כן, יקבל מהם, שנאמר (שם יט) וזה דבר הרוצח: "
    },
    {
      "uid": "Mishnah_Sheviit_89",
      "chapter_number": 10,
      "verse_number": 9,
      "start_char": 17314,
      "end_char": 17499,
      "length": 186,
      "text": "המחזיר חוב בשביעית, רוח חכמים נוחה ממנו. הלוה מן הגר שנתגירו בניו עמו, לא יחזיר לבניו. ואם החזיר, רוח חכמים נוחה ממנו. כל המטלטלין, נקנין במשיכה. וכל המקים את דברו, רוח חכמים נוחה ממנו: "
    }
  ]
}