{
  "title": "Mishnah Terumot",
  "categories": [
    "Mishnah",
    "Seder Zeraim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Terumot_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 138,
      "length": 138,
      "text": "חמשה לא יתרמו, ואם תרמו, אין תרומתן תרומה. החרש, והשוטה, והקטן, והתורם את שאינו שלו. נכרי שתרם את של ישראל, אפלו ברשות, אין תרומתו תרומה: "
    },
    {
      "uid": "Mishnah_Terumot_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 139,
      "end_char": 245,
      "length": 107,
      "text": "חרש המדבר ואינו שומע, לא יתרם. ואם תרם, תרומתו תרומה. חרש שדברו בו חכמים בכל מקום, שאינו לא שומע ולא מדבר: "
    },
    {
      "uid": "Mishnah_Terumot_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 246,
      "end_char": 391,
      "length": 146,
      "text": "קטן שלא הביא שתי שערות, רבי יהודה אומר, תרומתו תרומה. רבי יוסי אומר, אם עד שלא בא לעונת נדרים, אין תרומתו תרומה. ומשבא לעונת נדרים, תרומתו תרומה: "
    },
    {
      "uid": "Mishnah_Terumot_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 392,
      "end_char": 514,
      "length": 123,
      "text": "אין תורמין זיתים על השמן, ולא ענבים על היין. ואם תרמו, בית שמאי אומרים, תרומת עצמן בהם. ובית הלל אומרים, אין תרומתן תרומה: "
    },
    {
      "uid": "Mishnah_Terumot_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 515,
      "end_char": 851,
      "length": 337,
      "text": "אין תורמין מן הלקט, ומן השכחה, ומן הפאה, ומן ההפקר, ולא ממעשר ראשון שנטלה תרומתו, ולא ממעשר שני והקדש שנפדו, ולא מן החיב על הפטור, ולא מן הפטור על החיב, ולא מן התלוש על המחבר, ולא מן המחבר על התלוש, ולא מן החדש על הישן, ולא מן הישן על החדש, ולא מפרות הארץ על פרות חוצה לארץ, ולא מפרות חוצה לארץ על פרות הארץ. ואם תרמו, אין תרומתן תרומה: "
    },
    {
      "uid": "Mishnah_Terumot_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 852,
      "end_char": 964,
      "length": 113,
      "text": "חמשה לא יתרמו, ואם תרמו, תרומתן תרומה. האלם, והשכור, והערום, והסומא, ובעל קרי. לא יתרמו, ואם תרמו, תרומתן תרומה: "
    },
    {
      "uid": "Mishnah_Terumot_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 965,
      "end_char": 1143,
      "length": 179,
      "text": "אין תורמין, לא במדה, ולא במשקל, ולא במנין. אבל תורם הוא את המדוד ואת השקול ואת המנוי. אין תורמין בסל ובקפה שהם של מדה, אבל תורם הוא בהן חצין ושלישן. לא יתרם בסאה חציה, שחציה מדה: "
    },
    {
      "uid": "Mishnah_Terumot_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1144,
      "end_char": 1293,
      "length": 150,
      "text": "אין תורמין שמן על זיתים הנכתשין, ולא יין על ענבים הנדרכים. ואם תרם, תרומתו תרומה, ויחזר ויתרם. הראשונה מדמעת בפני עצמה, וחיבין עליה חמש, אבל לא שניה: "
    },
    {
      "uid": "Mishnah_Terumot_9",
      "chapter_number": 1,
      "verse_number": 9,
      "start_char": 1294,
      "end_char": 1481,
      "length": 188,
      "text": "ותורמין שמן על זיתים הנכבשים, ויין על ענבים לעשותם צמוקים. הרי שתרם שמן על זיתים לאכילה, וזיתים על זיתים לאכילה, ויין על ענבים לאכילה, וענבים על ענבים לאכילה, ונמלך לדרכן, אינו צריך לתרם: "
    },
    {
      "uid": "Mishnah_Terumot_10",
      "chapter_number": 1,
      "verse_number": 10,
      "start_char": 1482,
      "end_char": 1659,
      "length": 178,
      "text": "אין תורמין מדבר שנגמרה מלאכתו על דבר שלא נגמרה מלאכתו, ולא מדבר שלא נגמרה מלאכתו על דבר שנגמרה מלאכתו, ולא מדבר שלא נגמרה מלאכתו על דבר שלא נגמרה מלאכתו. ואם תרמו, תרומתן תרומה: "
    },
    {
      "uid": "Mishnah_Terumot_11",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1660,
      "end_char": 1931,
      "length": 272,
      "text": "אין תורמין מטהור על הטמא. ואם תרמו, תרומתן תרומה. באמת אמרו, העגול של דבלה שנטמא מקצתו, תורם מן הטהור שיש בו על הטמא שיש בו. וכן אגדה של ירק, וכן ערמה. היו שני עגולים, שתי אגדות, שתי ערמות, אחת טמאה ואחת טהורה, לא יתרם מזה על זה. רבי אליעזר אומר, תורמין מן הטהור על הטמא: "
    },
    {
      "uid": "Mishnah_Terumot_12",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1932,
      "end_char": 2171,
      "length": 240,
      "text": "אין תורמין מן הטמא על הטהור. ואם תרם, שוגג, תרומתו תרומה, ומזיד, לא עשה כלום. וכן בן לוי שהיה לו מעשר טבל, היה מפריש עליו והולך, שוגג, מה שעשה, עשוי, מזיד, לא עשה כלום. רבי יהודה אומר, אם היה יודע בו בתחלה, אף על פי שהוא שוגג, לא עשה כלום: "
    },
    {
      "uid": "Mishnah_Terumot_13",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2172,
      "end_char": 2343,
      "length": 172,
      "text": "המטביל כלים בשבת, שוגג, ישתמש בהם, מזיד, לא ישתמש בהם. המעשר והמבשל בשבת, שוגג, יאכל, מזיד, לא יאכל. הנוטע בשבת, שוגג, יקים, מזיד, יעקר. ובשביעית, בין שוגג בין מזיד, יעקר: "
    },
    {
      "uid": "Mishnah_Terumot_14",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2344,
      "end_char": 2576,
      "length": 233,
      "text": "אין תורמין ממין על שאינו מינו. ואם תרם, אין תרומתו תרומה. כל מין חטים, אחד. כל מין תאנים וגרוגרות ודבלה, אחד. ותורם מזה על זה. כל מקום שיש כהן, תורם מן היפה. וכל מקום שאין כהן, תורם מן המתקים. רבי יהודה אומר, לעולם הוא תורם מן היפה: "
    },
    {
      "uid": "Mishnah_Terumot_15",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2577,
      "end_char": 2775,
      "length": 199,
      "text": "תורמין בצל קטן שלם, ולא חצי בצל גדול. רבי יהודה אומר, לא כי, אלא חצי בצל גדול. וכן היה רבי יהודה אומר, תורמין בצלים מבני המדינה על הכופרים, אבל לא מן הכופרים על בני המדינה, מפני שהוא מאכל פוליטיקין: "
    },
    {
      "uid": "Mishnah_Terumot_16",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 2776,
      "end_char": 3148,
      "length": 373,
      "text": "ותורמין זיתי שמן על זיתי כבש, ולא זיתי כבש על זיתי שמן. ויין שאינו מבשל על המבשל, ולא מן המבשל על שאינו מבשל. זה הכלל, כל שהוא כלאים בחברו, לא יתרם מזה על זה, אפלו מן היפה על הרע. וכל שאינו כלאים בחברו, תורם מן היפה על הרע, אבל לא מן הרע על היפה. ואם תרם מן הרע על היפה, תרומתו תרומה, חוץ מן הזונין על החטים, שאינן אכל. והקשות והמלפפון, מין אחד. רבי יהודה אומר, שני מינין: "
    },
    {
      "uid": "Mishnah_Terumot_17",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3149,
      "end_char": 3411,
      "length": 263,
      "text": "התורם קשות ונמצאת מרה, אבטיח ונמצא סרוח, תרומה, ויחזר ויתרם. התורם חבית של יין ונמצאת של חמץ, אם ידוע שהיתה של חמץ עד שלא תרמה, אינה תרומה. אם משתרמה החמיצה, הרי זו תרומה. אם ספק, תרומה, ויחזר ויתרם. הראשונה, אינה מדמעת בפני עצמה, ואין חיבין עליה חמש. וכן השניה: "
    },
    {
      "uid": "Mishnah_Terumot_18",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3412,
      "end_char": 3527,
      "length": 116,
      "text": "נפלה אחת מהן לתוך החלין, אינה מדמעתן. נפלה שניה למקום אחר, אינה מדמעתן. נפלו שתיהן למקום אחד, מדמעות כקטנה שבשתיהן: "
    },
    {
      "uid": "Mishnah_Terumot_19",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3528,
      "end_char": 3722,
      "length": 195,
      "text": "השתפין שתרמו זה אחר זה, רבי עקיבא אומר, תרומת שניהם תרומה. וחכמים אומרים, תרומת הראשון תרומה. רבי יוסי אומר, אם תרם הראשון כשעור, אין תרומת השני תרומה. ואם לא תרם הראשון כשעור, תרומת השני תרומה: "
    },
    {
      "uid": "Mishnah_Terumot_20",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 3723,
      "end_char": 3951,
      "length": 229,
      "text": "במה דברים אמורים, בשלא דבר, אבל הרשה את בן ביתו או את עבדו או את שפחתו לתרם, תרומתו תרומה. בטל, אם עד שלא תרם בטל, אין תרומתו תרומה. ואם משתרם בטל, תרומתו תרומה. הפועלים, אין להן רשות לתרם, חוץ מן הדרוכות, שהן מטמאים את הגת מיד: "
    },
    {
      "uid": "Mishnah_Terumot_21",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 3952,
      "end_char": 4216,
      "length": 265,
      "text": "האומר, תרומת הכרי זה בתוכו, ומעשרותיו בתוכו, תרומת מעשר זה בתוכו, רבי שמעון אומר, קרא שם. וחכמים אומרים, עד שיאמר בצפונו או בדרומו. רבי אלעזר חסמא אומר, האומר, תרומת הכרי ממנו עליו, קרא שם. רבי אליעזר בן יעקב אומר, האומר, עשור מעשר זה עשוי תרומת מעשר עליו, קרא שם: "
    },
    {
      "uid": "Mishnah_Terumot_22",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4217,
      "end_char": 4356,
      "length": 140,
      "text": "המקדים תרומה לבכורים, מעשר ראשון לתרומה, ומעשר שני לראשון, אף על פי שהוא עובר בלא תעשה, מה שעשה עשוי. שנאמר (שמות כב), מלאתך ודמעך לא תאחר: "
    },
    {
      "uid": "Mishnah_Terumot_23",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 4357,
      "end_char": 4523,
      "length": 167,
      "text": "ומנין שיקדמו הבכורים לתרומה, זה קרוי תרומה וראשית, וזה קרוי תרומה וראשית, אלא יקדמו בכורים, שהן בכורים לכל. ותרומה לראשון, שהיא ראשית. ומעשר ראשון לשני, שיש בו ראשית: "
    },
    {
      "uid": "Mishnah_Terumot_24",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 4524,
      "end_char": 4694,
      "length": 171,
      "text": "המתכון לומר תרומה ואמר מעשר, מעשר ואמר תרומה, עולה ואמר שלמים, שלמים ואמר עולה, שאיני נכנס לבית זה ואמר לזה, שאיני נהנה לזה ואמר לזה, לא אמר כלום, עד שיהיו פיו ולבו שוין: "
    },
    {
      "uid": "Mishnah_Terumot_25",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 4695,
      "end_char": 4863,
      "length": 169,
      "text": "הנכרי והכותי, תרומתן תרומה, ומעשרותיהן מעשר, והקדשן הקדש. רבי יהודה אומר, אין לנכרי כרם רבעי. וחכמים אומרים, יש לו. תרומת הנכרי מדמעת, וחיבין עליה חמש. ורבי שמעון פוטר: "
    },
    {
      "uid": "Mishnah_Terumot_26",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 4864,
      "end_char": 4985,
      "length": 122,
      "text": "המפריש מקצת תרומה ומעשרות, מוציא ממנו תרומה עליו, אבל לא למקום אחר. רבי מאיר אומר, אף מוציא הוא ממקום אחר תרומה ומעשרות:  "
    },
    {
      "uid": "Mishnah_Terumot_27",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 4986,
      "end_char": 5120,
      "length": 135,
      "text": "מי שהיו פרותיו במגורה, ונתן סאה לבן לוי וסאה לעני, מפריש עד שמנה סאין ואוכלן, דברי רבי מאיר. וחכמים אומרים, אינו מפריש אלא לפי חשבון:  "
    },
    {
      "uid": "Mishnah_Terumot_28",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 5121,
      "end_char": 5395,
      "length": 275,
      "text": "שעור תרומה, עין יפה, אחד מארבעים. בית שמאי אומרים, משלשים. והבינונית, מחמשים. והרעה, מששים. תרם ועלה בידו אחד מששים, תרומה, ואינו צריך לתרם. חזר והוסיף, חיב במעשרות. עלה בידו מששים ואחד, תרומה, ויחזר ויתרם כמות שהוא למוד, במדה ובמשקל ובמנין. רבי יהודה אומר, אף שלא מן המקף:  "
    },
    {
      "uid": "Mishnah_Terumot_29",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 5396,
      "end_char": 5583,
      "length": 188,
      "text": "האומר לשלוחו, צא ותרם, תורם כדעתו של בעל הבית. אם אינו יודע דעתו של בעל הבית, תורם כבינונית, אחד מחמשים. פחת עשרה או הוסיף עשרה, תרומתו תרומה. אם נתכון להוסיף אפלו אחת, אין תרומתו תרומה:  "
    },
    {
      "uid": "Mishnah_Terumot_30",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 5584,
      "end_char": 5764,
      "length": 181,
      "text": "המרבה בתרומה, רבי אליעזר אומר, אחד מעשרה, כתרומת מעשר, יתר מכאן, יעשנה תרומת מעשר למקום אחר. רבי ישמעאל אומר, מחצה חלין ומחצה תרומה. רבי טרפון ורבי עקיבא אומרים, עד שישיר שם חלין:  "
    },
    {
      "uid": "Mishnah_Terumot_31",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 5765,
      "end_char": 5879,
      "length": 115,
      "text": "בשלשה פרקים משערים את הכלכלה, בבכורות, ובסיפות, ובאמצע הקיץ. המונה, משבח. והמודד, משבח ממנו. והשוקל, משבח משלשתן:  "
    },
    {
      "uid": "Mishnah_Terumot_32",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 5880,
      "end_char": 6023,
      "length": 144,
      "text": "רבי אליעזר אומר, תרומה, עולה באחד ומאה. רבי יהושע אומר, במאה ועוד. ועוד זה, אין לו שעור. רבי יוסי בן משלם אומר, ועוד, קב למאה סאה, שתות למדמע:  "
    },
    {
      "uid": "Mishnah_Terumot_33",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 6024,
      "end_char": 6318,
      "length": 295,
      "text": "רבי יהושע אומר, תאנים שחורות מעלות את הלבנות, לבנות, מעלות את השחורות. עגולי דבלה, הגדולים מעלים את הקטנים, והקטנים מעלין את הגדולים. העגולים מעלין את המלבנים, והמלבנים מעלין את העגולים. רבי אליעזר אוסר. ורבי עקיבא אומר, בידוע מה נפלה, אין מעלות זו את זו, וכשאינו ידוע מה נפלה, מעלות זו את זו:  "
    },
    {
      "uid": "Mishnah_Terumot_34",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 6319,
      "end_char": 6513,
      "length": 195,
      "text": "כיצד, חמשים תאנים שחורות וחמשים לבנות, נפלה שחורה, שחורות אסורות והלבנות מתרות. נפלה לבנה, לבנות אסורות ושחורות מתרות. בשאינו ידוע מה נפלה, מעלות זו את זו. בזו רבי אליעזר מחמיר, ורבי יהושע מקל:  "
    },
    {
      "uid": "Mishnah_Terumot_35",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 6514,
      "end_char": 6720,
      "length": 207,
      "text": "ובזו רבי אליעזר מקל, ורבי יהושע מחמיר. בדורס ליטרא קציעות על פי הכד ואינו יודע איזוהי, רבי אליעזר אומר, רואין אותן כאלו הן פרודות, והתחתונות מעלות את העליונות. רבי יהושע אומר, לא תעלה עד שיהיו שם מאה כדים:  "
    },
    {
      "uid": "Mishnah_Terumot_36",
      "chapter_number": 4,
      "verse_number": 11,
      "start_char": 6721,
      "end_char": 6954,
      "length": 234,
      "text": "סאה תרומה שנפלה על פי מגורה וקפאה, רבי אליעזר אומר, אם יש בקפוי מאה סאה, תעלה באחד ומאה, ורבי יהושע אומר, לא תעלה. סאה תרומה שנפלה על פי מגורה, יקפיאנה. ואם כן, למה אמרו תרומה עולה באחד ומאה, אם אינו ידוע אם בלולות הן, או לאין נפלה:  "
    },
    {
      "uid": "Mishnah_Terumot_37",
      "chapter_number": 4,
      "verse_number": 12,
      "start_char": 6955,
      "end_char": 7100,
      "length": 146,
      "text": "שתי קפות ושתי מגורות שנפלה סאה תרומה לתוך אחת מהן, ואין ידוע לאיזו מהן נפלה, מעלות זו את זו. רבי שמעון אומר, אפלו הם בשתי עירות, מעלות זו את זו:  "
    },
    {
      "uid": "Mishnah_Terumot_38",
      "chapter_number": 4,
      "verse_number": 13,
      "start_char": 7101,
      "end_char": 7269,
      "length": 169,
      "text": "אמר רבי יוסי, מעשה בא לפני רבי עקיבא בחמשים אגדות של ירק, שנפלה אחת מהן לתוכן, חציה תרומה, ואמרתי לפניו, תעלה. לא שהתרומה תעלה בחמשים ואחד, אלא שהיו שם מאה ושני חציים:  "
    },
    {
      "uid": "Mishnah_Terumot_39",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 7270,
      "end_char": 7646,
      "length": 377,
      "text": "סאה תרומה טמאה שנפלה לפחות ממאה חלין, או למעשר ראשון, או למעשר שני, או להקדש, בין טמאין בין טהורים, ירקבו. אם טהורה היתה אותה הסאה, ימכרו לכהנים בדמי תרומה, חוץ מדמי אותה סאה. ואם למעשר ראשון נפלה, יקרא שם לתרומת מעשר. ואם למעשר שני או להקדש נפלה, הרי אלו יפדו. ואם טמאים היו אותן החלין, יאכלו נקודים או קליות, או ילושו במי פרות, או יתחלקו לעסות, כדי שלא יהא במקום אחד כביצה:  "
    },
    {
      "uid": "Mishnah_Terumot_40",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 7647,
      "end_char": 7861,
      "length": 215,
      "text": "סאה תרומה טמאה שנפלה לתוך מאה חלין טהורין, רבי אליעזר אומר, תרום ותשרף, שאני אומר, סאה שנפלה היא סאה שעלתה. וחכמים אומרים, תעלה ותאכל נקודים או קליות, או תלוש במי פרות, או תתחלק לעסות, כדי שלא יהא במקום אחד כביצה:  "
    },
    {
      "uid": "Mishnah_Terumot_41",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 7862,
      "end_char": 7992,
      "length": 131,
      "text": "סאה תרומה טהורה שנפלה למאה חלין טמאין, תעלה ותאכל נקודים או קליות, או תלוש במי פרות, או תתחלק לעסות, כדי שלא יהא במקום אחד כביצה:  "
    },
    {
      "uid": "Mishnah_Terumot_42",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 7993,
      "end_char": 8345,
      "length": 353,
      "text": "סאה תרומה טמאה שנפלה למאה סאה תרומה טהורה, בית שמאי אוסרים, ובית הלל מתירין. אמרו בית הלל לבית שמאי, הואיל וטהורה אסורה לזרים וטמאה אסורה לכהנים, מה טהורה עולה, אף טמאה תעלה. אמרו להם בית שמאי, לא, אם העלו החלין הקלין המתרין לזרים את הטהורה, תעלה תרומה החמורה האסורה לזרים את הטמאה. לאחר שהודו, רבי אליעזר אומר, תרום ותשרף. וחכמים אומרים, אבדה במעוטה:  "
    },
    {
      "uid": "Mishnah_Terumot_43",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 8346,
      "end_char": 8469,
      "length": 124,
      "text": "סאה תרומה שנפלה למאה, הגביהה ונפלה למקום אחר, רבי אליעזר אומר, מדמעת כתרומה ודאי. וחכמים אומרים, אינה מדמעת אלא לפי חשבון:  "
    },
    {
      "uid": "Mishnah_Terumot_44",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 8470,
      "end_char": 8691,
      "length": 222,
      "text": "סאה תרומה שנפלה לפחות ממאה ונדמעו, ונפל מן המדמע למקום אחר, רבי אליעזר אומר, מדמעת כתרומה ודאי. וחכמים אומרים, אין המדמע מדמע אלא לפי חשבון, ואין המחמץ מחמיץ אלא לפי חשבון, ואין המים שאובים פוסלים את המקוה אלא לפי חשבון:  "
    },
    {
      "uid": "Mishnah_Terumot_45",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 8692,
      "end_char": 8790,
      "length": 99,
      "text": "סאה תרומה שנפלה למאה, הגביהה ונפלה אחרת, הגביהה ונפלה אחרת, הרי זו מתרת, עד שתרבה תרומה על החלין:  "
    },
    {
      "uid": "Mishnah_Terumot_46",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 8791,
      "end_char": 8877,
      "length": 87,
      "text": "סאה תרומה שנפלה למאה, ולא הספיק להגביהה עד שנפלה אחרת, הרי זו אסורה. ורבי שמעון מתיר:  "
    },
    {
      "uid": "Mishnah_Terumot_47",
      "chapter_number": 5,
      "verse_number": 9,
      "start_char": 8878,
      "end_char": 9163,
      "length": 286,
      "text": "סאה תרומה שנפלה למאה, וטחנן ופחתו, כשם שפחתו החלין, כך פחתה התרומה, ומתר. סאה תרומה שנפלה לפחות ממאה, וטחנן והותירו, כשם שהותירו החלין, כך הותירה התרומה, ואסור. אם ידוע שהחטים של חלין יפות משל תרומה, מתר. סאה תרומה שנפלה לפחות ממאה, ואחר כן נפלו שם חלין, אם שוגג, מתר, ואם מזיד, אסור:  "
    },
    {
      "uid": "Mishnah_Terumot_48",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 9164,
      "end_char": 9379,
      "length": 216,
      "text": "האוכל תרומה שוגג, משלם קרן וחמש. אחד האוכל ואחד השותה ואחד הסך, אחד תרומה טהורה ואחד תרומה טמאה, משלם חמשה וחמש חמשה. אינו משלם תרומה, אלא חלין מתקנים, והם נעשין תרומה, והתשלומין תרומה. אם רצה הכהן למחל, אינו מוחל:  "
    },
    {
      "uid": "Mishnah_Terumot_49",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 9380,
      "end_char": 9596,
      "length": 217,
      "text": "בת ישראל שאכלה תרומה ואחר כך נשאת לכהן, אם תרומה שלא זכה בה כהן אכלה, משלמת קרן וחמש לעצמה. ואם תרומה שזכה בה כהן אכלה, משלמת קרן לבעלים, וחמש לעצמה, מפני שאמרו, האוכל תרומה שוגג, משלם קרן לבעלים, וחמש לכל מי שירצה:  "
    },
    {
      "uid": "Mishnah_Terumot_50",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 9597,
      "end_char": 9746,
      "length": 150,
      "text": "המאכיל את פועליו ואת אורחיו תרומה, הוא משלם את הקרן, והם משלמין את החמש, דברי רבי מאיר. וחכמים אומרים, הם משלמין קרן וחמש, והוא משלם להם דמי סעודתן:  "
    },
    {
      "uid": "Mishnah_Terumot_51",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 9747,
      "end_char": 9924,
      "length": 178,
      "text": "הגונב תרומה ולא אכלה, משלם תשלומי כפל דמי תרומה. אכלה, משלם שני קרנים וחמש, קרן וחמש מן החלין, וקרן דמי תרומה. גנב תרומת הקדש ואכלה, משלם שני חמשים וקרן, שאין בהקדש תשלומי כפל:  "
    },
    {
      "uid": "Mishnah_Terumot_52",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 9925,
      "end_char": 10090,
      "length": 166,
      "text": "אין משלמין מן הלקט ומן השכחה ומן הפאה ומן ההפקר, ולא ממעשר ראשון שנטלה תרומתו, ולא ממעשר שני והקדש שנפדו, שאין הקדש פודה את הקדש, דברי רבי מאיר. וחכמים מתירין באלו:  "
    },
    {
      "uid": "Mishnah_Terumot_53",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 10091,
      "end_char": 10454,
      "length": 364,
      "text": "רבי אליעזר אומר, משלמין ממין על שאינו מינו, בלבד שישלם מן היפה על הרע. ורבי עקיבא אומר, אין משלמין אלא ממין על מינו. לפיכך, אם אכל קשואין של ערב שביעית, ימתין לקשואין של מוצאי שביעית, וישלם מהם. ממקום שרבי אליעזר מקל, משם רבי עקיבא מחמיר, שנאמר (ויקרא כב), ונתן לכהן את הקדש, כל שהוא ראוי להיות קדש, דברי רבי אליעזר. ורבי עקיבא אומר, ונתן לכהן את הקדש, קדש שאכל:  "
    },
    {
      "uid": "Mishnah_Terumot_54",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 10455,
      "end_char": 10545,
      "length": 91,
      "text": "האוכל תרומה מזיד, משלם את הקרן ואינו משלם את החמש. התשלומין חלין, אם רצה הכהן למחל, מוחל:  "
    },
    {
      "uid": "Mishnah_Terumot_55",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 10546,
      "end_char": 10775,
      "length": 230,
      "text": "בת כהן שנשאת לישראל ואחר כך אכלה תרומה, משלמת את הקרן ואינה משלמת את החמש, ומיתתה בשרפה. נשאת לאחד מכל הפסולין, משלמת קרן וחמש, ומיתתה בחנק, דברי רבי מאיר. וחכמים אומרים, זו וזו משלמות את הקרן ואינן משלמות את החמש, ומיתתן בשרפה:  "
    },
    {
      "uid": "Mishnah_Terumot_56",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 10776,
      "end_char": 10952,
      "length": 177,
      "text": "המאכיל את בניו קטנים, ואת עבדיו בין גדולים בין קטנים, האוכל תרומת חוצה לארץ, והאוכל פחות מכזית תרומה, משלם את הקרן, ואינו משלם את החמש. והתשלומין חלין, אם רצה הכהן למחל, מוחל:  "
    },
    {
      "uid": "Mishnah_Terumot_57",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 10953,
      "end_char": 11103,
      "length": 151,
      "text": "זה הכלל, כל המשלם קרן וחמש, התשלומין תרומה, אם רצה הכהן למחל, אינו מוחל. וכל המשלם את הקרן ואינו משלם את החמש, התשלומין חלין, אם רצה הכהן למחל, מוחל:  "
    },
    {
      "uid": "Mishnah_Terumot_58",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 11104,
      "end_char": 11424,
      "length": 321,
      "text": "שתי קפות, אחת של תרומה ואחת של חלין, שנפלה סאה תרומה לתוך אחת מהן ואין ידוע לאיזו מהן נפלה, הרי אני אומר, לתוך של תרומה נפלה. אין ידוע איזו היא של תרומה ואיזו היא של חלין, אכל אחת מהן, פטור, והשניה, נוהג בה כתרומה, וחיבת בחלה, דברי רבי מאיר. רבי יוסי פוטרה. אכל אחר את השניה, פטור. אכל אחד את שתיהן, משלם כקטנה שבשתיהן:  "
    },
    {
      "uid": "Mishnah_Terumot_59",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 11425,
      "end_char": 11608,
      "length": 184,
      "text": "נפלה אחת מהן לתוך החלין, אינה מדמעתן, והשניה, נוהג בה כתרומה, וחיבת בחלה, דברי רבי מאיר. ורבי יוסי פוטר. נפלה שניה למקום אחר, אינה מדמעתן. נפלו שתיהן למקום אחד, מדמעות כקטנה שבשתיהן:  "
    },
    {
      "uid": "Mishnah_Terumot_60",
      "chapter_number": 7,
      "verse_number": 7,
      "start_char": 11609,
      "end_char": 11788,
      "length": 180,
      "text": "זרע את אחת מהן, פטור, והשניה, נוהג בה כתרומה, וחיבת בחלה, דברי רבי מאיר. ורבי יוסי פוטר. זרע אחר את השניה, פטור. זרע אחד את שתיהן, בדבר שזרעו כלה, מתר, ובדבר שאין זרעו כלה. אסור:  "
    },
    {
      "uid": "Mishnah_Terumot_61",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 11789,
      "end_char": 12217,
      "length": 429,
      "text": "האשה שהיתה אוכלת בתרומה, באו ואמרו לה, מת בעליך או גרשך, וכן העבד שהיה אוכל בתרומה, ובאו ואמרו לו, מת רבך, או מכרך לישראל, או נתנך במתנה, או עשאך בן חורין. וכן כהן שהיה אוכל בתרומה, ונודע שהוא בן גרושה או בן חלוצה, רבי אליעזר מחיב קרן וחמש, ורבי יהושע פוטר. היה עומד ומקריב על גבי המזבח, ונודע שהוא בן גרושה או בן חלוצה, רבי אליעזר אומר, כל הקרבנות שהקריב על גבי המזבח, פסולים. ורבי יהושע מכשיר. נודע שהוא בעל מום, עבודתו פסולה: "
    },
    {
      "uid": "Mishnah_Terumot_62",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 12218,
      "end_char": 12509,
      "length": 292,
      "text": "וכלם, שהיתה תרומה בתוך פיהם, רבי אליעזר אומר, יבלעו. ורבי יהושע אומר, יפלטו. אמרו לו, נטמאת ונטמאת תרומה, רבי אליעזר אומר, יבלע. ורבי יהושע אומר, יפלט. טמא היית וטמאה היתה תרומה, או נודע שהוא טבל, ומעשר ראשון שלא נטלה תרומתו, ומעשר שני והקדש שלא נפדו, או שטעם טעם פשפש לתוך פיו, הרי זה יפלט: "
    },
    {
      "uid": "Mishnah_Terumot_63",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 12510,
      "end_char": 12658,
      "length": 149,
      "text": "היה אוכל באשכול ונכנס מן הגנה לחצר, רבי אליעזר אומר, יגמר. ורבי יהושע אומר, לא יגמר. חשכה לילי שבת, רבי יהושע אומר, יגמר. ורבי אליעזר אומר, לא יגמר: "
    },
    {
      "uid": "Mishnah_Terumot_64",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 12659,
      "end_char": 12833,
      "length": 175,
      "text": "יין של תרומה שנתגלה, ישפך, ואין צריך לומר של חלין. שלשה משקין אסורים משום גלוי, המים והיין והחלב. ושאר כל המשקין מתרים. כמה ישהו ויהיו אסורין, כדי שיצא הרחש ממקום קרוב וישתה: "
    },
    {
      "uid": "Mishnah_Terumot_65",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 12834,
      "end_char": 12923,
      "length": 90,
      "text": "שעור המים המגלין, כדי שתאבד בהם המרה. רבי יוסי אומר, בכלים, כל שהן, ובקרקעות, ארבעים סאה: "
    },
    {
      "uid": "Mishnah_Terumot_66",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 12924,
      "end_char": 13091,
      "length": 168,
      "text": "נקורי תאנים וענבים וקשואין והדלועין והאבטיחים והמלפפונות, אפלו הם ככר, אחד גדול ואחד קטן, אחד תלוש ואחד מחבר, כל שיש בו לחה, אסור. ונשוכת הנחש, אסורה, מפני סכנת נפשות: "
    },
    {
      "uid": "Mishnah_Terumot_67",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 13092,
      "end_char": 13139,
      "length": 48,
      "text": "המשמרת של יין, אסורה משום גלוי. רבי נחמיה מתיר: "
    },
    {
      "uid": "Mishnah_Terumot_68",
      "chapter_number": 8,
      "verse_number": 8,
      "start_char": 13140,
      "end_char": 13372,
      "length": 233,
      "text": "חבית של תרומה שנולד בה ספק טמאה, רבי אליעזר אומר, אם היתה מנחת במקום תרפה, יניחנה במקום המצנע, ואם היתה מגלה, יכסנה. ורבי יהושע אומר, אם היתה מנחת במקום מצנע, יניחנה במקום תרפה, ואם היתה מכסה, יגלנה. רבן גמליאל אומר, אל יחדש בה דבר: "
    },
    {
      "uid": "Mishnah_Terumot_69",
      "chapter_number": 8,
      "verse_number": 9,
      "start_char": 13373,
      "end_char": 13537,
      "length": 165,
      "text": "חבית שנשברה בגת העליונה, והתחתונה טמאה, מודה רבי אליעזר ורבי יהושע, שאם יכולים להציל ממנה רביעית בטהרה, יציל. ואם לאו, רבי אליעזר אומר, תרד ותטמא, ואל יטמאנה בידיו: "
    },
    {
      "uid": "Mishnah_Terumot_70",
      "chapter_number": 8,
      "verse_number": 10,
      "start_char": 13538,
      "end_char": 13684,
      "length": 147,
      "text": "וכן חבית של שמן שנשפכה, מודה רבי אליעזר ורבי יהושע, שאם יכול להציל ממנה רביעית בטהרה, יציל. ואם לאו, רבי אליעזר אומר, תרד ותבלע, ואל יבלענה בידיו: "
    },
    {
      "uid": "Mishnah_Terumot_71",
      "chapter_number": 8,
      "verse_number": 11,
      "start_char": 13685,
      "end_char": 13988,
      "length": 304,
      "text": "ועל זו ועל זו אמר רבי יהושע, לא זו היא תרומה שאני מזהר עליה מלטמאה, אלא מלאכלה. ובל תטמאה כיצד, היה עובר ממקום למקום וככרות של תרומה בידו, אמר לו נכרי, תן לי אחת מהן ואטמאה, ואם לאו, הרי אני מטמא את כלה, רבי אליעזר אומר, יטמא את כלה, ואל יתן לו אחת מהן ויטמא. רבי יהושע אומר, יניח לפניו אחת מהן על הסלע: "
    },
    {
      "uid": "Mishnah_Terumot_72",
      "chapter_number": 8,
      "verse_number": 12,
      "start_char": 13989,
      "end_char": 14110,
      "length": 122,
      "text": "וכן נשים שאמרו להם נכרים, תנו אחת מכם ונטמא, ואם לאו, הרי אנו מטמאים את כלכם, יטמאו את כלן, ואל ימסרו להם נפש אחת מישראל: "
    },
    {
      "uid": "Mishnah_Terumot_73",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 14111,
      "end_char": 14208,
      "length": 98,
      "text": "הזורע תרומה, שוגג, יופך. ומזיד, יקים. אם הביאה שליש, בין שוגג בין מזיד, יקים. ובפשתן, מזיד, יופך: "
    },
    {
      "uid": "Mishnah_Terumot_74",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 14209,
      "end_char": 14440,
      "length": 232,
      "text": "וחיבת בלקט ובשכחה ובפאה. ועניי ישראל ועניי כהנים, מלקטים. ועניי ישראל, מוכרין את שלהם לכהנים בדמי תרומה, והדמים שלהם. רבי טרפון אומר, לא ילקטו אלא עניי כהנים, שמא ישכחו ויתנו לתוך פיהם. אמר לו רבי עקיבא, אם כן, לא ילקטו אלא טהורים: "
    },
    {
      "uid": "Mishnah_Terumot_75",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 14441,
      "end_char": 14676,
      "length": 236,
      "text": "וחיבת במעשרות ובמעשר עני, ועניי ישראל ועניי כהנים נוטלים, ועניי ישראל מוכרין את שלהם לכהנים בדמי תרומה, והדמים שלהם. החובט משבח. והדש כיצד יעשה, תולה כפיפות בצוארי בהמה ונותן לתוכן מאותו המין, נמצא לא זומם את הבהמה ולא מאכיל את התרומה: "
    },
    {
      "uid": "Mishnah_Terumot_76",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 14677,
      "end_char": 14851,
      "length": 175,
      "text": "גדולי תרומה, תרומה. וגדולי גדולין, חלין. אבל הטבל ומעשר ראשון וספיחי שביעית ותרומת חוצה לארץ והמדמע והבכורים, גדוליהן, חלין. גדולי הקדש ומעשר שני, חלין, ופודה אותם בזמן זרעם: "
    },
    {
      "uid": "Mishnah_Terumot_77",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 14852,
      "end_char": 14977,
      "length": 126,
      "text": "מאה לגנה של תרומה ואחת של חלין, כלן מתרין בדבר שזרעו כלה. אבל בדבר שאין זרעו כלה, אפלו מאה של חלין ואחת של תרומה, כלן אסורין: "
    },
    {
      "uid": "Mishnah_Terumot_78",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 14978,
      "end_char": 15139,
      "length": 162,
      "text": "הטבל, גדוליו מתרין בדבר שזרעו כלה. אבל בדבר שאין זרעו כלה, גדולי גדולין, אסורין. איזהו דבר שאין זרעו כלה, כגון הלוף והשום והבצלים. רבי יהודה אומר, השום, כשעורים: "
    },
    {
      "uid": "Mishnah_Terumot_79",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 15140,
      "end_char": 15298,
      "length": 159,
      "text": "המנכש עם הנכרי בחסיות, אף על פי שפרותיו טבל, אוכל מהם עראי. שתילי תרומה שנטמאו, שתלן, טהרו מלטמא, ואסורין מלאכל עד שיגם את האכל. רבי יהודה אומר עד שיגם וישנה: "
    },
    {
      "uid": "Mishnah_Terumot_80",
      "chapter_number": 10,
      "verse_number": 1,
      "start_char": 15299,
      "end_char": 15445,
      "length": 147,
      "text": "בצל שנתנו בתוך עדשים, אם שלם, מתר. ואם חתכו, בנותן טעם. ושאר כל התבשיל, בין שלם בין מחתך, בנותן טעם. רבי יהודה מתיר בצחנה, שאינו אלא לטל את הזהמא: "
    },
    {
      "uid": "Mishnah_Terumot_81",
      "chapter_number": 10,
      "verse_number": 2,
      "start_char": 15446,
      "end_char": 15555,
      "length": 110,
      "text": "תפוח שרסקו ונתנו לתוך עסה, וחמצה, הרי זו אסורה. שעורים שנפלו לתוך הבור של מים, אף על פי שהבאישו, מימיו מתרין: "
    },
    {
      "uid": "Mishnah_Terumot_82",
      "chapter_number": 10,
      "verse_number": 3,
      "start_char": 15556,
      "end_char": 15695,
      "length": 140,
      "text": "הרודה פת חמה ונתנה על פי חבית של יין תרומה, רבי מאיר אוסר, ורבי יהודה מתיר. רבי יוסי מתיר בשל חטים, ואוסר בשל שעורים, מפני שהשעורים שואבות: "
    },
    {
      "uid": "Mishnah_Terumot_83",
      "chapter_number": 10,
      "verse_number": 4,
      "start_char": 15696,
      "end_char": 15770,
      "length": 75,
      "text": "תנור שהסיקו בכמון של תרומה ואפה בו, הפת מתרת, שאין טעם כמון, אלא ריח כמון: "
    },
    {
      "uid": "Mishnah_Terumot_84",
      "chapter_number": 10,
      "verse_number": 5,
      "start_char": 15771,
      "end_char": 15910,
      "length": 140,
      "text": "תלתן שנפלה לתוך הבור של יין, בתרומה, במעשר שני, אם יש בזרע כדי לתן טעם, אבל לא בעץ. בשביעית ובכלאי הכרם והקדש, אם יש בזרע ובעץ כדי לתן טעם: "
    },
    {
      "uid": "Mishnah_Terumot_85",
      "chapter_number": 10,
      "verse_number": 6,
      "start_char": 15911,
      "end_char": 16119,
      "length": 209,
      "text": "מי שהיו לו חבילי תלתן בכלאי הכרם, ידלקו. היו לו חבילי תלתן של טבל, כותש, ומחשב כמה זרע יש בהם, ומפריש את הזרע, ואינו צריך להפריש את העץ. אם הפריש, לא יאמר אכתוש ואטל את העץ ואתן את הזרע, אלא נותן העץ עם הזרע: "
    },
    {
      "uid": "Mishnah_Terumot_86",
      "chapter_number": 10,
      "verse_number": 7,
      "start_char": 16120,
      "end_char": 16258,
      "length": 139,
      "text": "זיתי חלין שכבשן עם זיתי תרומה, פצועי חלין עם פצועי תרומה, פצועי חלין עם שלמי תרומה, או במי תרומה, אסור. אבל שלמי חלין עם פצועי תרומה, מתר: "
    },
    {
      "uid": "Mishnah_Terumot_87",
      "chapter_number": 10,
      "verse_number": 8,
      "start_char": 16259,
      "end_char": 16441,
      "length": 183,
      "text": "דג טמא שכבשו עם דג טהור, כל גרב שהוא מחזיק סאתים, אם יש בו משקל עשרה זוז ביהודה שהן חמש סלעים בגליל דג טמא, צירו אסור. רבי יהודה אומר, רביעית בסאתים. ורבי יוסי אומר, אחד מששה עשר בו: "
    },
    {
      "uid": "Mishnah_Terumot_88",
      "chapter_number": 10,
      "verse_number": 9,
      "start_char": 16442,
      "end_char": 16539,
      "length": 98,
      "text": "חגבים טמאים שנכבשו עם חגבים טהורים, לא פסלו את צירם. העיד רבי צדוק על ציר חגבים טמאים, שהוא טהור: "
    },
    {
      "uid": "Mishnah_Terumot_89",
      "chapter_number": 10,
      "verse_number": 10,
      "start_char": 16540,
      "end_char": 16687,
      "length": 148,
      "text": "כל הנכבשים זה עם זה, מתרים, אלא עם החסית. חסית של חלין עם חסית של תרומה, ירק של חלין עם חסית של תרומה, אסור. אבל חסית של חלין עם ירק של תרומה, מתר: "
    },
    {
      "uid": "Mishnah_Terumot_90",
      "chapter_number": 10,
      "verse_number": 11,
      "start_char": 16688,
      "end_char": 16959,
      "length": 272,
      "text": "רבי יוסי אומר, כל הנשלקים עם התרדים, אסורים, מפני שהם נותנין את הטעם. רבי שמעון אומר, כרוב של שקיא עם כרוב של בעל, אסור, מפני שהוא בולע. רבי יהודה אומר, כל המתבשלין זה עם זה, מתרים, אלא עם הבשר. רבי יוחנן בן נורי אומר, הכבד אוסרת ואינה נאסרת, מפני שהיא פולטת ואינה בולעת: "
    },
    {
      "uid": "Mishnah_Terumot_91",
      "chapter_number": 10,
      "verse_number": 12,
      "start_char": 16960,
      "end_char": 17067,
      "length": 108,
      "text": "ביצה שנתבשלה בתבלין אסורין, אפלו חלמון שלה אסור, מפני שהוא בולע. מי שלקות ומי כבשים של תרומה, אסורים לזרים: "
    },
    {
      "uid": "Mishnah_Terumot_92",
      "chapter_number": 11,
      "verse_number": 1,
      "start_char": 17068,
      "end_char": 17274,
      "length": 207,
      "text": "אין נותנין דבלה וגרוגרות לתוך המוריס, מפני שהוא מאבדן, אבל נותנין את היין למוריס. ואין מפטמין את השמן, אבל עושין את היין ינומלין. אין מבשלין יין של תרומה, מפני שהוא ממעיטו. רבי יהודה מתיר, מפני שהוא משביחו: "
    },
    {
      "uid": "Mishnah_Terumot_93",
      "chapter_number": 11,
      "verse_number": 2,
      "start_char": 17275,
      "end_char": 17512,
      "length": 238,
      "text": "דבש תמרים, ויין תפוחים, וחמץ סתוניות, ושאר כל מי פרות של תרומה, רבי אליעזר מחיב קרן וחמש, ורבי יהושע פוטר. ורבי אליעזר מטמא משום משקה. אמר רבי יהושע, לא מנו חכמים שבעה משקים כמוני פטמים, אלא אמרו, שבעה משקין טמאים, ושאר כל המשקין טהורין: "
    },
    {
      "uid": "Mishnah_Terumot_94",
      "chapter_number": 11,
      "verse_number": 3,
      "start_char": 17513,
      "end_char": 17879,
      "length": 367,
      "text": "אין עושין תמרים דבש, ולא תפוחים יין, ולא סתוניות חמץ, ושאר כל הפרות אין משנין אותם מבריתן בתרומה ובמעשר שני, אלא זיתים וענבים בלבד. אין סופגין ארבעים משום ערלה, אלא על היוצא מן הזיתים ומן הענבים. ואין מביאין בכורים משקין, אלא היוצא מן הזיתים ומן הענבים. ואינו מטמא משום משקה, אלא היוצא מן הזיתים ומן הענבים. ואין מקריבין על גבי המזבח, אלא היוצא מן הזיתים ומן הענבים: "
    },
    {
      "uid": "Mishnah_Terumot_95",
      "chapter_number": 11,
      "verse_number": 4,
      "start_char": 17880,
      "end_char": 17942,
      "length": 63,
      "text": "עקצי תאנים וגרוגרות, והכליסים והחרובין של תרומה, אסורים לזרים: "
    },
    {
      "uid": "Mishnah_Terumot_96",
      "chapter_number": 11,
      "verse_number": 5,
      "start_char": 17943,
      "end_char": 18211,
      "length": 269,
      "text": "גרעיני תרומה, בזמן שהוא מכנסן, אסורות, ואם השליכן, מתרות. וכן עצמות הקדשים, בזמן שהוא מכנסן, אסורין, ואם השליכן, מתרין. המרסן מתר. סבין של חדשות אסורות, ושל ישנות מתרות. ונוהג בתרומה כדרך שהוא נוהג בחלין. המסלת קב או קבים לסאה, לא יאבד את השאר, אלא יניחנו במקום המצנע: "
    },
    {
      "uid": "Mishnah_Terumot_97",
      "chapter_number": 11,
      "verse_number": 6,
      "start_char": 18212,
      "end_char": 18314,
      "length": 103,
      "text": "מגורה שפנה ממנה חטי תרומה, אין מחיבין אותו להיות יושב ומלקט אחת אחת, אלא מכבד כדרכו, ונותן לתוכה חלין: "
    },
    {
      "uid": "Mishnah_Terumot_98",
      "chapter_number": 11,
      "verse_number": 7,
      "start_char": 18315,
      "end_char": 18406,
      "length": 92,
      "text": "וכן חבית של שמן שנשפכה, אין מחיבין אותו להיות יושב ומטפח, אלא נוהג בה כדרך שהוא נוהג בחלין: "
    },
    {
      "uid": "Mishnah_Terumot_99",
      "chapter_number": 11,
      "verse_number": 8,
      "start_char": 18407,
      "end_char": 18543,
      "length": 137,
      "text": "המערה מכד לכד ונוטף שלש טפים, נותן לתוכה חלין. הרכינה ומצה, הרי זו תרומה. וכמה תהא בתרומת מעשר של דמאי ויוליכנה לכהן, אחד משמנה לשמינית: "
    },
    {
      "uid": "Mishnah_Terumot_100",
      "chapter_number": 11,
      "verse_number": 9,
      "start_char": 18544,
      "end_char": 18795,
      "length": 252,
      "text": "כרשיני תרומה, מאכילין אותם לבהמה ולחיה ולתרנגולים. ישראל ששכר פרה מכהן, מאכילה כרשיני תרומה. וכהן ששכר פרה מישראל, אף על פי שמזונותיה עליו, לא יאכילנה כרשיני תרומה. ישראל ששם פרה מכהן, לא יאכילנה כרשיני תרומה. וכהן ששם פרה מישראל, מאכילה כרשיני תרומה: "
    },
    {
      "uid": "Mishnah_Terumot_101",
      "chapter_number": 11,
      "verse_number": 10,
      "start_char": 18796,
      "end_char": 19092,
      "length": 297,
      "text": "מדליקין שמן שרפה בבתי כנסיות, ובבתי מדרשות, ובמבואות האפלין, ועל גבי החולין ברשות כהן. בת ישראל שנשאת לכהן, והיא למודה אצל אביה, אביה מדליק ברשותה. מדליקין בבית המשתה, אבל לא בבית האבל, דברי רבי יהודה. ורבי יוסי אומר, בבית האבל, אבל לא בבית המשתה. רבי מאיר אוסר כאן וכאן. רבי שמעון מתיר כאן וכאן: "
    }
  ]
}