{
  "title": "Mishnah Menachot",
  "categories": [
    "Mishnah",
    "Seder Kodashim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Menachot_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 310,
      "length": 310,
      "text": "כל המנחות שנקמצו שלא לשמן, כשרות, אלא שלא עלו לבעלים משום חובה, חוץ ממנחת חוטא, ומנחת קנאות. מנחת חוטא ומנחת קנאות שקמצן שלא לשמן, נתן בכלי, והלך, והקטיר שלא לשמן, או לשמן ושלא לשמן, או שלא לשמן ולשמן, פסולות. כיצד לשמן ושלא לשמן, לשם מנחת חוטא ולשם מנחת נדבה, או שלא לשמן ולשמן, לשם מנחת נדבה ולשם מנחת חוטא: "
    },
    {
      "uid": "Mishnah_Menachot_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 311,
      "end_char": 725,
      "length": 415,
      "text": "אחת מנחת חוטא ואחת כל המנחות שקמצן זר, אונן, טבול יום, מחסר בגדים, מחסר כפורים, שלא רחוץ ידים ורגלים, ערל, טמא, יושב, עומד על גבי כלים, על גבי בהמה, על גבי רגלי חברו, פסל. קמץ בשמאל, פסל. בן בתירא אומר, יחזיר ויחזר ויקמץ בימין. קמץ ועלה בידו צרור או גרגיר מלח או קרט של לבונה, פסל, מפני שאמרו, הקמץ היתר והחסר, פסול. איזה הוא היתר, שקמצו מברץ. וחסר, שקמצו בראשי אצבעותיו. כיצד הוא עושה, פושט את אצבעותיו על פס ידו: "
    },
    {
      "uid": "Mishnah_Menachot_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 726,
      "end_char": 1385,
      "length": 660,
      "text": "רבה שמנה, וחסר שמנה, חסר לבונתה, פסולה. הקומץ את המנחה לאכל שיריה בחוץ, או כזית משיריה בחוץ, להקטיר קמצה בחוץ, או כזית מקמצה בחוץ, או להקטיר לבונתה בחוץ, פסול ואין בו כרת. לאכל שיריה למחר, או כזית משיריה למחר, להקטיר קמצה למחר, או כזית מקמצה למחר, או להקטיר לבונתה למחר, פגול וחיבין עליו כרת. זה הכלל, כל הקומץ, והנותן בכלי, והמהלך, והמקטיר, לאכל דבר שדרכו לאכל, ולהקטיר דבר שדרכו להקטיר, חוץ למקומו, פסול ואין בו כרת. חוץ לזמנו, פגול וחיבין עליו כרת, ובלבד שיקרב המתיר כמצותו. כיצד קרב המתיר כמצותו. קמץ בשתיקה ונתן בכלי והלך והקטיר חוץ לזמנו, או שקמץ חוץ לזמנו ונתן בכלי והלך והקטיר בשתיקה, או שקמץ ונתן בכלי והלך והקטיר חוץ לזמנו, זה הוא שקרב המתיר כמצותו: "
    },
    {
      "uid": "Mishnah_Menachot_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 1386,
      "end_char": 2106,
      "length": 721,
      "text": "כיצד לא קרב המתיר כמצותו. קמץ חוץ למקומו, ונתן בכלי והלך והקטיר חוץ לזמנו, או שקמץ חוץ לזמנו ונתן בכלי והלך והקטיר חוץ למקומו, או שקמץ ונתן בכלי והלך והקטיר חוץ למקומו, מנחת חוטא ומנחת קנאות שקמצן שלא לשמן ונתן בכלי והלך והקטיר חוץ לזמנן, או שקמץ חוץ לזמנן, ונתן בכלי והלך והקטיר שלא לשמן, או שקמץ ונתן בכלי והלך והקטיר שלא לשמן, זה הוא שלא קרב המתיר כמצותו. לאכל כזית בחוץ וכזית למחר, כזית למחר וכזית בחוץ, כחצי זית בחוץ וכחצי זית למחר, כחצי זית למחר וכחצי זית בחוץ, פסול ואין בו כרת. אמר רבי יהודה, זה הכלל, אם מחשבת הזמן קדמה למחשבת המקום, פגול וחיבים עליו כרת. ואם מחשבת המקום קדמה למחשבת הזמן, פסול ואין בו כרת. וחכמים אומרים, זה וזה פסול ואין בו כרת. לאכל כחצי זית ולהקטיר כחצי זית, כשר, שאין אכילה והקטרה מצטרפין: "
    },
    {
      "uid": "Mishnah_Menachot_5",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 2107,
      "end_char": 2377,
      "length": 271,
      "text": "הקומץ את המנחה לאכל שיריה או להקטיר קמצה למחר, מודה רבי יוסי בזה, שהוא פגול וחיבין עליו כרת. להקטיר לבונתה למחר, רבי יוסי אומר, פסול ואין בו כרת, וחכמים אומרים, פגול וחיבין עליו כרת. אמרו לו, מה שנה זו מן הזבח. אמר להם, שהזבח דמו ובשרו ואמוריו אחד, ולבונה אינה מן המנחה: "
    },
    {
      "uid": "Mishnah_Menachot_6",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 2378,
      "end_char": 2732,
      "length": 355,
      "text": "שחט שני כבשים לאכל אחת מן החלות למחר, הקטיר שני בזיכין לאכל אחד מן הסדרים למחר, רבי יוסי אומר, אותה החלה ואותו הסדר שחשב עליו, פגול וחיבין עליו כרת, והשני פסול ואין בו כרת. וחכמים אומרים, זה וזה פגול וחיבין עליו כרת. נטמאת אחת מן החלות או אחד מן הסדרים, רבי יהודה אומר, שניהם יצאו לבית השרפה, שאין קרבן צבור חלוק. וחכמים אומרים, הטמא בטמאתו, והטהור יאכל: "
    },
    {
      "uid": "Mishnah_Menachot_7",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2733,
      "end_char": 3037,
      "length": 305,
      "text": "התודה מפגלת את הלחם, והלחם אינו מפגל את התודה. כיצד. השוחט את התודה לאכל ממנה למחר, היא והלחם מפגלין. לאכל מן הלחם למחר, הלחם מפגל והתודה אינה מפגלת. הכבשים מפגלין את הלחם, והלחם אינו מפגל את הכבשים. כיצד. השוחט את הכבשים לאכל מהם למחר, הם והלחם מפגלים. לאכל מן הלחם למחר, הלחם מפגל, והכבשים אינן מפגלין: "
    },
    {
      "uid": "Mishnah_Menachot_8",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 3038,
      "end_char": 3224,
      "length": 187,
      "text": "הזבח מפגל את הנסכין משקדשו בכלי, דברי רבי מאיר. והנסכין אינן מפגלין את הזבח. כיצד. השוחט את הזבח לאכל ממנו למחר, הוא ונסכיו מפגלין. להקריב מן הנסכין למחר, הנסכין מפגלין, והזבח אינו מפגל: "
    },
    {
      "uid": "Mishnah_Menachot_9",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 3225,
      "end_char": 3702,
      "length": 478,
      "text": "פגל בקמץ ולא בלבונה, בלבונה ולא בקמץ, רבי מאיר אומר, פגול וחיבין עליו כרת. וחכמים אומרים, אין בו כרת, עד שיפגל את כל המתיר. מודים חכמים לרבי מאיר במנחת חוטא ובמנחת קנאות, שאם פגל בקמץ, שהוא פגול וחיבין עליו כרת, שהקמץ הוא המתיר. שחט אחד מן הכבשים לאכל שתי חלות למחר, הקטיר אחד מן הבזיכים לאכל שני סדרים למחר, רבי מאיר אומר, פגול וחיבים עליו כרת. וחכמים אומרים, אין פגול, עד שיפגל את כל המתיר. שחט אחד מן הכבשים לאכל ממנו למחר, הוא פגול, וחברו כשר. לאכל מחברו למחר, שניהם כשרים: "
    },
    {
      "uid": "Mishnah_Menachot_10",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3703,
      "end_char": 3920,
      "length": 218,
      "text": "הקומץ את המנחה לאכל דבר שאין דרכו לאכל, להקטיר דבר שאין דרכו להקטיר, כשר. רבי אליעזר פוסל. לאכל דבר שדרכו לאכל, להקטיר דבר שדרכו להקטיר, פחות מכזית, כשר. לאכל כחצי זית ולהקטיר כחצי זית, כשר, שאין אכילה והקטרה מצטרפין: "
    },
    {
      "uid": "Mishnah_Menachot_11",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3921,
      "end_char": 4184,
      "length": 264,
      "text": "לא יצק, לא בלל, לא פתת, לא מלח, לא הניף, לא הגיש, או שפתתן פתים מרבות, ולא משחן, כשרות. נתערב קמצה בקמץ חברתה, במנחת כהנים, במנחת כהן המשיח, במנחת נסכין, כשרה. רבי יהודה אומר, במנחת כהן המשיח ובמנחת נסכין, פסולה, שזו בלילתה עבה, וזו בלילתה רכה, והן בולעות זו מזו: "
    },
    {
      "uid": "Mishnah_Menachot_12",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 4185,
      "end_char": 4564,
      "length": 380,
      "text": "שתי מנחות שלא נקמצו, ונתערבו זו בזו, אם יכול לקמץ מזו בפני עצמה ומזו בפני עצמה, כשרות. ואם לאו, פסולות. הקמץ שנתערב במנחה שלא נקמצה, לא יקטיר. ואם הקטיר, זו שנקמצה, עלתה לבעלים, וזו שלא נקמצה, לא עלתה לבעלים. נתערב קמצה בשיריה או בשיריה של חברתה, לא יקטיר. ואם הקטיר, עלתה לבעלים. נטמא הקמץ והקריבו, הציץ מרצה. יצא והקריבו, אין הציץ מרצה, שהציץ מרצה על הטמא, ואינו מרצה על היוצא: "
    },
    {
      "uid": "Mishnah_Menachot_13",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4565,
      "end_char": 4711,
      "length": 147,
      "text": "נטמאו שיריה, נשרפו שיריה, אבדו שיריה, כמדת רבי אליעזר, כשרה. וכמדת רבי יהושע, פסולה. שלא בכלי שרת, פסולה. רבי שמעון מכשיר. הקטיר קמצה פעמים, כשרה: "
    },
    {
      "uid": "Mishnah_Menachot_14",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 4712,
      "end_char": 4871,
      "length": 160,
      "text": "הקמץ, מעוטו מעכב את רבו. העשרון, מעוטו מעכב את רבו. היין, מעוטו מעכב את רבו. השמן, מעוטו מעכב את רבו. הסלת והשמן מעכבין זה את זה. הקמץ והלבונה מעכבין זה את זה: "
    },
    {
      "uid": "Mishnah_Menachot_15",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4872,
      "end_char": 5246,
      "length": 375,
      "text": "שני שעירי יום הכפורים מעכבין זה את זה. שני כבשי עצרת מעכבין זה את זה. שתי חלות מעכבות זו את זו. שני סדרים מעכבין זה את זה. שני בזיכין מעכבין זה את זה. הסדרים והבזיכין מעכבין זה את זה. שני מינים שבנזיר, שלשה שבפרה, ארבעה שבתודה, ארבעה שבלולב, ארבעה שבמצרע, מעכבין זה את זה. שבע הזיות שבפרה מעכבות זו את זו. שבע הזיות של בין הבדים, ושעל הפרכת, ושעל מזבח הזהב, מעכבות זו את זו: "
    },
    {
      "uid": "Mishnah_Menachot_16",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 5247,
      "end_char": 5504,
      "length": 258,
      "text": "שבעה קני מנורה מעכבין זה את זה. שבעה נרותיה מעכבין זה את זה. שתי פרשיות שבמזוזה מעכבות זו את זו. ואפלו כתב אחד מעכבן. ארבע פרשיות שבתפלין מעכבות זו את זו. ואפלו כתב אחד מעכבן. ארבע ציציות מעכבות זו את זו, שארבעתן מצוה אחת. רבי ישמעאל אומר, ארבעתן ארבע מצות: "
    },
    {
      "uid": "Mishnah_Menachot_17",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5505,
      "end_char": 5705,
      "length": 201,
      "text": "התכלת אינה מעכבת את הלבן, והלבן אינו מעכב את התכלת. תפלה של יד אינה מעכבת של ראש, ושל ראש אינה מעכבת של יד. הסלת והשמן אינם מעכבין את היין, ולא היין מעכבן. המתנות שעל מזבח החיצון אינן מעכבות זו את זו: "
    },
    {
      "uid": "Mishnah_Menachot_18",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 5706,
      "end_char": 5852,
      "length": 147,
      "text": "הפרים והאילים והכבשים אינן מעכבין זה את זה. רבי שמעון אומר, אם היו להם פרים מרבים ולא היו להם נסכים, יביאו פר אחד ונסכיו, ולא יקרבו כלן בלא נסכין: "
    },
    {
      "uid": "Mishnah_Menachot_19",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 5853,
      "end_char": 6408,
      "length": 556,
      "text": "הפר והאילים והכבשים והשעיר אינן מעכבין את הלחם, ולא הלחם מעכבן. הלחם מעכב את הכבשים, והכבשים אינן מעכבין את הלחם, דברי רבי עקיבא. אמר שמעון בן ננס, לא כי, אלא הכבשים מעכבין את הלחם, והלחם אינו מעכב את הכבשים, שכן מצינו, כשהיו ישראל במדבר ארבעים שנה, קרבו כבשים בלא לחם, אף כאן יקרבו כבשים בלא לחם. אמר רבי שמעון, הלכה כדברי בן ננס, אבל אין הטעם כדבריו, שכל האמור בחמש הפקודים, קרב במדבר. וכל האמור בתורת כהנים, לא קרב במדבר. משבאו לארץ, קרבו אלו ואלו. ומפני מה אני אומר יקרבו כבשים בלא לחם, שהכבשים מתירין את עצמן בלא לחם. לחם בלא כבשים, אין לי מי יתירנו: "
    },
    {
      "uid": "Mishnah_Menachot_20",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 6409,
      "end_char": 6884,
      "length": 476,
      "text": "התמידין אינן מעכבין את המוספים, ולא המוספים מעכבין את התמידים, ולא המוספים מעכבין זה את זה. לא הקריבו כבש בבקר, יקריבו בין הערבים. אמר רבי שמעון, אימתי, בזמן שהיו אנוסין או שוגגין. אבל אם היו מזידין ולא הקריבו כבש בבקר, לא יקריבו בין הערבים. לא הקטירו קטרת בבקר, יקטירו בין הערבים. אמר רבי שמעון, וכלה היתה קרבה בין הערבים, שאין מחנכין את מזבח הזהב אלא בקטרת הסמים, ולא מזבח העולה אלא בתמיד של שחר, ולא את השלחן אלא בלחם הפנים בשבת, ולא את המנורה אלא בשבעה נרותיה בין הערבים: "
    },
    {
      "uid": "Mishnah_Menachot_21",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 6885,
      "end_char": 7279,
      "length": 395,
      "text": "חבתי כהן גדול, לא היו באות חציים, אלא מביא עשרון שלם, וחוצהו, ומקריב מחצה בבקר, ומחצה בין הערבים. וכהן שהקריב מחצה בשחרית ומת ומנו כהן אחר תחתיו, לא יביא חצי עשרון מביתו, ולא חצי עשרונו של ראשון, אלא מביא עשרון שלם, וחוצהו, ומקריב מחצה, ומחצה אבד. נמצאו שני חציים קרבין, ושני חציים אובדין. לא מנו כהן אחר, משל מי היתה קרבה. רבי שמעון אומר, משל צבור. רבי יהודה אומר, משל יורשים. ושלמה היתה קרבה: "
    },
    {
      "uid": "Mishnah_Menachot_22",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 7280,
      "end_char": 7505,
      "length": 226,
      "text": "כל המנחות באות מצה, חוץ מחמץ שבתודה ושתי הלחם, שהן באות חמץ. רבי מאיר אומר, שאר בודה להן מתוכן ומחמצן. רבי יהודה אומר, אף היא אינה מן המבחר, אלא מביא את השאר, ונותן לתוך המדה, וממלא את המדה. אמרו לו, אף היא היתה חסרה או יתרה: "
    },
    {
      "uid": "Mishnah_Menachot_23",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 7506,
      "end_char": 7677,
      "length": 172,
      "text": "כל המנחות נלושות בפושרין, ומשמרן שלא יחמיצו. ואם החמיצו שיריה, עובר בלא תעשה, שנאמר (ויקרא ב), כל המנחה אשר תקריבו לה' לא תעשה חמץ. וחיבים על לישתה, ועל עריכתה, ועל אפיתה: "
    },
    {
      "uid": "Mishnah_Menachot_24",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 7678,
      "end_char": 8009,
      "length": 332,
      "text": "יש טעונות שמן ולבונה, שמן ולא לבונה, לבונה ולא שמן, לא שמן ולא לבונה. ואלו טעונות שמן ולבונה, מנחת הסלת, והמחבת, והמרחשת, והחלות, והרקיקין, מנחת כהנים, ומנחת כהן משיח, ומנחת גוים, ומנחת נשים, ומנחת העמר. מנחת נסכין טעונה שמן, ואין טעונה לבונה. לחם הפנים טעון לבונה, ואין טעון שמן. שתי הלחם, מנחת חוטא ומנחת קנאות, לא שמן ולא לבונה: "
    },
    {
      "uid": "Mishnah_Menachot_25",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 8010,
      "end_char": 8157,
      "length": 148,
      "text": "וחיב על השמן בפני עצמו, ועל הלבונה בפני עצמה. נתן עליה שמן, פסלה. לבונה, ילקטנה. נתן שמן על שיריה, אינו עובר בלא תעשה. נתן כלי על גבי כלי, לא פסלה: "
    },
    {
      "uid": "Mishnah_Menachot_26",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 8158,
      "end_char": 8494,
      "length": 337,
      "text": "יש טעונות הגשה ואינן טעונות תנופה, תנופה ולא הגשה, הגשה ותנופה, לא תנופה ולא הגשה. אלו טעונות הגשה ואינן טעונות תנופה, מנחת הסלת, והמחבת, והמרחשת, והחלות, והרקיקין, מנחת כהנים, מנחת כהן משיח, מנחת גוים, מנחת נשים, מנחת חוטא. רבי שמעון אומר, מנחת כהנים, מנחת כהן משיח, אין בהן הגשה, מפני שאין בהן קמיצה. וכל שאין בהן קמיצה, אין בהן הגשה: "
    },
    {
      "uid": "Mishnah_Menachot_27",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 8495,
      "end_char": 8961,
      "length": 467,
      "text": "אלו טעונין תנופה ואין טעונין הגשה, לג שמן של מצרע ואשמו, והבכורים כדברי רבי אליעזר בן יעקב, ואמורי שלמי יחיד וחזה ושוק שלהן, אחד אנשים, ואחד נשים, בישראל אבל לא באחרים, ושתי הלחם, ושני כבשי עצרת. כיצד הוא עושה, נותן שתי הלחם על גבי שני כבשים, ומניח שתי ידיו מלמטן, מוליך ומביא, מעלה ומוריד, שנאמר (שמות כט), אשר הונף ואשר הורם. תנופה היתה במזרח, והגשה במערב. ותנופות קודמות להגשות. מנחת העמר ומנחת קנאות, טעונות תנופה והגשה. לחם הפנים ומנחת נסכים, לא תנופה ולא הגשה: "
    },
    {
      "uid": "Mishnah_Menachot_28",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 8962,
      "end_char": 9278,
      "length": 317,
      "text": "רבי שמעון אומר, שלשה מינים טעונים שלש מצות, שתים בכל אחת ואחת, והשלישית אין בהן. ואלו הן, זבחי שלמי יחיד, וזבחי שלמי צבור, ואשם מצרע. זבחי שלמי יחיד, טעונים סמיכה חיים, ותנופה שחוטים, ואין בהם תנופה חיים. זבחי שלמי צבור, טעונים תנופה חיים ושחוטים, ואין בהן סמיכה. ואשם מצרע, טעון סמיכה ותנופה חי, ואין בו תנופה שחוט: "
    },
    {
      "uid": "Mishnah_Menachot_29",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 9279,
      "end_char": 9500,
      "length": 222,
      "text": "האומר הרי עלי במחבת, לא יביא במרחשת. במרחשת, לא יביא במחבת. ומה בין מחבת למרחשת, אלא שהמרחשת יש לה כסוי, והמחבת אין לה כסוי, דברי רבי יוסי הגלילי. רבי חנניה בן גמליאל אומר, מרחשת עמקה ומעשיה רוחשים, ומחבת צפה ומעשיה קשים: "
    },
    {
      "uid": "Mishnah_Menachot_30",
      "chapter_number": 5,
      "verse_number": 9,
      "start_char": 9501,
      "end_char": 9697,
      "length": 197,
      "text": "האומר הרי עלי בתנור, לא יביא מאפה כפח ומאפה רעפים ומאפה יורות הערביים. רבי יהודה אומר, אם רצה, יביא מאפה כפח. הרי עלי מנחת מאפה, לא יביא מחצה חלות ומחצה רקיקין. רבי שמעון מתיר, מפני שהוא קרבן אחד: "
    },
    {
      "uid": "Mishnah_Menachot_31",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 9698,
      "end_char": 9912,
      "length": 215,
      "text": "אלו מנחות נקמצות ושיריהן לכהנים, מנחת סלת, והמחבת, והמרחשת, והחלות, והרקיקין, מנחת גוים, מנחת נשים, מנחת העמר, מנחת חוטא, ומנחת קנאות. רבי שמעון אומר, מנחת חוטא של כהנים נקמצת, והקמץ קרב לעצמו, והשירים קרבין לעצמן: "
    },
    {
      "uid": "Mishnah_Menachot_32",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 9913,
      "end_char": 10079,
      "length": 167,
      "text": "מנחת כהנים ומנחת כהן משיח ומנחת נסכים, למזבח, ואין בהם לכהנים. בזה יפה כח המזבח מכח הכהנים. שתי הלחם ולחם הפנים, לכהנים, ואין בהם למזבח. ובזה יפה כח הכהנים מכח המזבח: "
    },
    {
      "uid": "Mishnah_Menachot_33",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 10080,
      "end_char": 10288,
      "length": 209,
      "text": "כל המנחות הנעשות בכלי טעונות שלש מתנות שמן, יציקה, ובלילה, ומתן שמן בכלי קדם לעשיתן. והחלות בוללן, דברי רבי. וחכמים אומרים, סלת. החלות טעונות בלילה, הרקיקים משוחין. כיצד מושחן, כמין כי. ושאר השמן נאכל לכהנים: "
    },
    {
      "uid": "Mishnah_Menachot_34",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 10289,
      "end_char": 10587,
      "length": 299,
      "text": "כל המנחות הנעשות בכלי, טעונות פתיתה. מנחת ישראל, כופל אחד לשנים, ושנים לארבעה, ומבדיל. מנחת כהנים, כופל אחד לשנים, ושנים לארבעה, ואינו מבדיל. מנחת כהן המשיח, לא היה מכפלה. רבי שמעון אומר, מנחת כהנים ומנחת כהן משיח, אין בהם פתיתה, מפני שאין בהם קמיצה, וכל שאין בהם קמיצה, אין בהן פתיתה. וכלן כזיתים: "
    },
    {
      "uid": "Mishnah_Menachot_35",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 10588,
      "end_char": 10851,
      "length": 264,
      "text": "כל המנחות טעונות שלש מאות שיפה וחמש מאות בעיטה. והשיפה והבעיטה בחטים. רבי יוסי אומר, אף בבצק. כל המנחות באות עשר עשר, חוץ מלחם הפנים, וחבתי כהן גדול, שהם באות שתים עשרה, דברי רבי יהודה. רבי מאיר אומר, כלן באות שתים עשרה, חוץ מחלות תודה והנזירות, שהן באות עשר עשר: "
    },
    {
      "uid": "Mishnah_Menachot_36",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 10852,
      "end_char": 10964,
      "length": 113,
      "text": "העמר היה בא עשרון משלש סאין. שתי הלחם, שני עשרונים משלש סאין. לחם הפנים, עשרים וארבעה עשרונים מעשרים וארבע סאין: "
    },
    {
      "uid": "Mishnah_Menachot_37",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 10965,
      "end_char": 11161,
      "length": 197,
      "text": "העמר היה מנפה בשלש עשרה נפה. ושתי הלחם בשתים עשרה. ולחם הפנים באחת עשרה. רבי שמעון אומר, לא היה לה קצבה, אלא סלת מנפה כל צרכה היה מביא, שנאמר (ויקרא כד), ולקחת סלת ואפית אתה, עד שתהא מנפה כל צרכה: "
    },
    {
      "uid": "Mishnah_Menachot_38",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 11162,
      "end_char": 11581,
      "length": 420,
      "text": "התודה היתה באה חמש סאין ירושלמיות, שהן שש מדבריות, שתי איפות, האיפה שלש סאין, עשרים עשרון, עשרה לחמץ ועשרה למצה. עשרה לחמץ, עשרון לחלה. ועשרה למצה, ובמצה שלשה מינין, חלות ורקיקים ורבוכה. נמצאו שלשה עשרונות ושליש לכל מין, שלש חלות לעשרון. במדה ירושלמית היו שלשים קב, חמשה עשר לחמץ, וחמשה עשר למצה. חמשה עשר לחמץ, קב וחצי לחלה. וחמשה עשר למצה, והמצה שלשה מינין, חלות ורקיקים ורבוכה, נמצאו חמשת קבים לכל מין, שתי חלות לקב: "
    },
    {
      "uid": "Mishnah_Menachot_39",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 11582,
      "end_char": 11960,
      "length": 379,
      "text": "המלואים היו באים כמצה שבתודה, חלות ורקיקים ורבוכה. הנזירות היתה באה שתי ידות במצה שבתודה, חלות ורקיקים, ואין בה רבוכה, נמצאו עשרה קבים ירושלמיות, שהן ששה עשרונות ועדוין. ומכלן היה נוטל אחד מעשרה תרומה, שנאמר (ויקרא ז), והקריב ממנו אחד מכל קרבן תרומה לה'. אחד, שלא יטל פרוס. מכל קרבן, שיהו כל הקרבנות שוין, ושלא יטל מקרבן לחברו. לכהן הזרק את דם השלמים לו יהיה, והשאר נאכל לבעלים: "
    },
    {
      "uid": "Mishnah_Menachot_40",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 11961,
      "end_char": 12292,
      "length": 332,
      "text": "השוחט את התודה בפנים, ולחמה חוץ לחומה, לא קדש הלחם. שחטה עד שלא קרמו בתנור, ואפלו קרמו כלן חוץ מאחד מהן, לא קדש הלחם. שחטה חוץ לזמנה וחוץ למקומה, קדש הלחם. שחטה ונמצאת טרפה, לא קדש הלחם. שחטה ונמצאת בעלת מום, רבי אליעזר אומר, קדש, וחכמים אומרים, לא קדש. שחטה שלא לשמה, וכן איל המלואים וכן שני כבשי עצרת ששחטן שלא לשמן, לא קדש הלחם: "
    },
    {
      "uid": "Mishnah_Menachot_41",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 12293,
      "end_char": 12549,
      "length": 257,
      "text": "נסכין שקדשו בכלי ונמצא הזבח פסול, אם יש שם זבח אחר, יקרבו עמו. ואם לאו, יפסלו בלינה. ולד תודה ותמורתה, והמפריש תודתו ואבדה והפריש אחרת תחתיה, אינן טעונים לחם, שנאמר (ויקרא ז), והקריב על זבח התודה, התודה טעונה לחם, ולא ולדה ולא חליפתה ולא תמורתה טעונין לחם: "
    },
    {
      "uid": "Mishnah_Menachot_42",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 12550,
      "end_char": 12761,
      "length": 212,
      "text": "האומר הרי עלי תודה, יביא היא ולחמה מן החלין. תודה מן החלין ולחמה מן המעשר, יביא היא ולחמה מן החלין. תודה מן המעשר ולחמה מן החלין, יביא. התודה היא ולחמה מן המעשר, יביא. ולא יביא מחטי מעשר שני, אלא ממעות מעשר שני: "
    },
    {
      "uid": "Mishnah_Menachot_43",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 12762,
      "end_char": 13179,
      "length": 418,
      "text": "מנין לאומר הרי עלי תודה, לא יביא אלא מן החלין, שנאמר (דברים טז), וזבחת פסח לה' אלהיך צאן ובקר, והלא אין פסח בא אלא מן הכבשים ומן העזים. אם כן, למה נאמר צאן ובקר. אלא להקיש כל הבא מן הבקר ומן הצאן לפסח, מה הפסח, שהוא בא בחובה, אינו בא אלא מן החלין, אף כל דבר שהוא בא בחובה, לא יבא אלא מן החלין. לפיכך, האומר הרי עלי תודה, הרי עלי שלמים, הואיל והם באים חובה, לא יבאו אלא מן החלין. והנסכים בכל מקום לא יבאו אלא מן החלין: "
    },
    {
      "uid": "Mishnah_Menachot_44",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 13180,
      "end_char": 13435,
      "length": 256,
      "text": "כל קרבנות הצבור והיחיד באים מן הארץ ומחוצה לארץ, מן החדש ומן הישן, חוץ מן העמר ושתי הלחם, שאינן באים אלא מן החדש ומן הארץ. וכלן אינן באים אלא מן המבחר. ואיזהו מבחר. מכמס ומזוניחה, אלפא לסלת. שניה להם, חפרים בבקעה. כל הארצות היו כשרות, אלא מכאן היו מביאים: "
    },
    {
      "uid": "Mishnah_Menachot_45",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 13436,
      "end_char": 13685,
      "length": 250,
      "text": "אין מביאין לא מבית הזבלים, ולא מבית השלחים, ולא מבית האילן. ואם הביא, כשר. כיצד הוא עושה, נרה שנה ראשונה, ובשניה זורעה קדם לפסח שבעים יום, והיא עושה סלת מרבה. כיצד הוא בודק. הגזבר מכניס את ידו לתוכה. עלה בה אבק, פסולה, עד שיניפנה. ואם התליעה, פסולה: "
    },
    {
      "uid": "Mishnah_Menachot_46",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 13686,
      "end_char": 13984,
      "length": 299,
      "text": "תקועה, אלפא לשמן. אבא שאול אומר, שניה לה רגב בעבר הירדן. כל הארצות היו כשרות, אלא מכאן היו מביאין. אין מביאין לא מבית הזבלים, ולא מבית השלחים, ולא ממה שנזרע ביניהם. ואם הביא, כשר. אין מביאין אנפיקנון. ואם הביא, פסול. אין מביאין מן הגרגרים שנשרו במים, ולא מן הכבושים, ולא מן השלוקין. ואם הביא, פסול: "
    },
    {
      "uid": "Mishnah_Menachot_47",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 13985,
      "end_char": 14609,
      "length": 625,
      "text": "שלשה זיתים, ובהן שלשה שלשה שמנים. הזית הראשון, מגרגרו בראש הזית וכותש ונותן לתוך הסל. רבי יהודה אומר, סביבות הסל. זה ראשון. טען בקורה, רבי יהודה אומר, באבנים. זה שני. חזר וטחן וטען, זה שלישי. הראשון למנורה, והשאר למנחות. הזית השני מגרגרו בראש הגג, וכותש ונותן לתוך הסל. רבי יהודה אומר, סביבות הסל, זה ראשון. טען בקורה, רבי יהודה אומר, באבנים, זה שני. חזר וטחן וטען, זה שלישי. הראשון למנורה, והשאר למנחות. הזית השלישי, עוטנו בתוך הבית עד שילקה, ומעלהו ומנגבו בראש הגג, וכותש ונותן לתוך הסל. רבי יהודה אומר, סביבות הסל, זה ראשון. טען בקורה, רבי יהודה אומר, באבנים, זה שני. חזר וטחן וטען, זה שלישי. הראשון למנורה, והשאר למנחות: "
    },
    {
      "uid": "Mishnah_Menachot_48",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 14610,
      "end_char": 14978,
      "length": 369,
      "text": "הראשון שבראשון, אין למעלה ממנו. השני שבראשון והראשון שבשני, שוין. השלישי שבראשון והשני שבשני והראשון שבשלישי, שוין. השלישי שבשני והשני שבשלישי, שוין. השלישי שבשלישי, אין למטה ממנו. אף המנחות היו בדין שיטענו שמן זית זך. מה אם המנורה שאינה לאכילה, טעונה שמן זית זך, המנחות, שהן לאכילה, אינו דין שיטענו שמן זית זך. תלמוד לומר (שמות כז), זך כתית למאור, ולא זך כתית למנחות: "
    },
    {
      "uid": "Mishnah_Menachot_49",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 14979,
      "end_char": 15396,
      "length": 418,
      "text": "ומנין היו מביאין את היין. קרותים והטולים, אלפא ליין. שניה להן, בית רמה ובית לבן בהר, וכפר סגנה בבקעה. כל הארצות היו כשרות, אלא מכאן היו מביאין. אין מביאין, לא מבית הזבלים, ולא מבית השלחין, ולא ממה שנזרע ביניהן. ואם הביא, כשר. אין מביאין אליוסטן. ואם הביא, כשר. אין מביאין ישן, דברי רבי. וחכמים מכשירין. אין מביאין, לא מתוק, ולא מעשן, ולא מבשל. ואם הביא, פסול. אין מביאין מן הדליות, אלא מן הרוגליות ומן הכרמים העבודים: "
    },
    {
      "uid": "Mishnah_Menachot_50",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 15397,
      "end_char": 15766,
      "length": 370,
      "text": "לא היו כונסים אותו בחצבים גדולים, אלא בחביות קטנות. ואינו ממלא את החביות עד פיהם, כדי שיהא ריחו נודף. אינו מביא, לא מפיה, מפני הקמחין. ולא משוליה, מפני השמרים. אלא מביא משלישה ומאמצעה. כיצד הוא בודק, הגזבר יושב והקנה בידו, זרק את הגיד והקיש בקנה. רבי יוסי ברבי יהודה אומר, יין שעלה בו קמחין, פסול, שנאמר, תמימים יהיו לכם ומנחתם (במדבר כח), תמימים יהיו לכם ונסכיהם (שם): "
    },
    {
      "uid": "Mishnah_Menachot_51",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 15767,
      "end_char": 16044,
      "length": 278,
      "text": "שתי מדות של יבש היו במקדש, עשרון, וחצי עשרון. רבי מאיר אומר, עשרון, עשרון, וחצי עשרון. עשרון מה היה משמש, שבו היה מודד לכל המנחות. לא היה מודד, לא בשל שלשה לפר, ולא בשל שנים לאיל, אלא מודדן עשרונות. חצי עשרון מה היה משמש, שבו היה מודד חבתי כהן גדול, מחצה בבקר ומחצה בין הערבים: "
    },
    {
      "uid": "Mishnah_Menachot_52",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 16045,
      "end_char": 16367,
      "length": 323,
      "text": "שבע מדות של לח היו במקדש. הין, וחצי ההין, ושלישית ההין, ורביעית ההין, לג, וחצי לג, ורביעית לג. רבי אליעזר בר צדוק אומר, שנתות היו בהין, עד כאן לפר, עד כאן לאיל, עד כאן לכבש. רבי שמעון אומר, לא היה שם הין, וכי מה היה ההין משמש. אלא מדה יתרה של לג ומחצה היתה, שבה היה מודד למנחת כהן גדול, לג ומחצה בבקר ולג ומחצה בין הערבים: "
    },
    {
      "uid": "Mishnah_Menachot_53",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 16368,
      "end_char": 16717,
      "length": 350,
      "text": "רביעית מה היתה משמשת. רביעית מים למצרע, ורביעית שמן לנזיר. חצי לג מה היה משמש. חצי לג מים לסוטה. וחצי לג שמן לתודה. ובלג היה מודד לכל המנחות. אפלו מנחה של ששים עשרון, נותן לה ששים לג. רבי אליעזר בן יעקב אומר, אפלו מנחה של ששים עשרון, אין לה אלא לגה, שנאמר (ויקרא יד), למנחה ולג שמן. ששה לפר, ארבעה לאיל, שלשה לכבש, שלשה ומחצה למנורה, מחצי לג לכל נר: "
    },
    {
      "uid": "Mishnah_Menachot_54",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 16718,
      "end_char": 16988,
      "length": 271,
      "text": "מערבין נסכי אילים בנסכי פרים, נסכי כבשים בנסכי כבשים, של יחיד בשל צבור, של יום בשל אמש. אבל אין מערבין נסכי כבשים בנסכי פרים ואילים. ואם בללן אלו בפני עצמן ואלו בפני עצמן, ונתערבו, כשרין. אם עד שלא בלל, פסול. הכבש הבא עם העמר, אף על פי שמנחתו כפולה, לא היו נסכיו כפולין: "
    },
    {
      "uid": "Mishnah_Menachot_55",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 16989,
      "end_char": 17245,
      "length": 257,
      "text": "כל המדות שהיו במקדש, היו נגדשות, חוץ משל כהן גדול, שהיה גודשה לתוכה. מדות הלח, ברוציהן קדש. ומדות היבש, ברוציהן חל. רבי עקיבא אומר, מדות הלח קדש, לפיכך ברוציהן קדש. ומדות היבש חל, לפיכך ברוציהן חל. רבי יוסי אומר, לא משום זה, אלא שהלח נעכר, והיבש אינו נעכר: "
    },
    {
      "uid": "Mishnah_Menachot_56",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 17246,
      "end_char": 17361,
      "length": 116,
      "text": "כל קרבנות הצבור והיחיד טעונין נסכים, חוץ מן הבכור והמעשר והפסח והחטאת והאשם, אלא שחטאתו של מצרע ואשמו טעונים נסכים: "
    },
    {
      "uid": "Mishnah_Menachot_57",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 17362,
      "end_char": 17558,
      "length": 197,
      "text": "כל קרבנות הצבור אין בהם סמיכה, חוץ מן הפר הבא על כל המצות, ושעיר המשתלח. רבי שמעון אומר, אף שעירי עבודה זרה. כל קרבנות היחיד טעונים סמיכה, חוץ מן הבכור והמעשר והפסח. והיורש סומך ומביא נסכים וממיר: "
    },
    {
      "uid": "Mishnah_Menachot_58",
      "chapter_number": 9,
      "verse_number": 8,
      "start_char": 17559,
      "end_char": 17708,
      "length": 150,
      "text": "הכל סומכין, חוץ מחרש, שוטה, וקטן, סומא, ונכרי, והעבד, והשליח, והאשה. וסמיכה, שירי מצוה, על הראש, בשתי ידים. ובמקום שסומכין שוחטין, ותכף לסמיכה שחיטה: "
    },
    {
      "uid": "Mishnah_Menachot_59",
      "chapter_number": 9,
      "verse_number": 9,
      "start_char": 17709,
      "end_char": 17928,
      "length": 220,
      "text": "חמר בסמיכה מבתנופה ובתנופה מבסמיכה, שאחד מניף לכל החברים ואין אחד סומך לכל החברים. וחמר בתנופה, שהתנופה נוהגת בקרבנות היחיד ובקרבנות הצבור, בחיים ובשחוטין, בדבר שיש בו רוח חיים ובדבר שאין בו רוח חיים, מה שאין כן בסמיכה: "
    },
    {
      "uid": "Mishnah_Menachot_60",
      "chapter_number": 10,
      "verse_number": 1,
      "start_char": 17929,
      "end_char": 18199,
      "length": 271,
      "text": "רבי ישמעאל אומר, העמר היה בא בשבת משלש סאין, ובחל מחמש. וחכמים אומרים, אחד בשבת ואחד בחל, משלש היה בא. רבי חנינא סגן הכהנים אומר, בשבת היה נקצר ביחיד ובמגל אחד ובקפה אחת. ובחל, בשלשה ובשלש קפות ובשלש מגלות. וחכמים אומרים, אחד בשבת ואחד בחל, בשלשה ובשלש קפות ובשלש מגלות: "
    },
    {
      "uid": "Mishnah_Menachot_61",
      "chapter_number": 10,
      "verse_number": 2,
      "start_char": 18200,
      "end_char": 18317,
      "length": 118,
      "text": "מצות העמר לבא מן הקרוב. לא בכר הקרוב לירושלים, מביאים אותו מכל מקום. מעשה שבא מגגות צריפין, ושתי הלחם מבקעת עין סוכר: "
    },
    {
      "uid": "Mishnah_Menachot_62",
      "chapter_number": 10,
      "verse_number": 3,
      "start_char": 18318,
      "end_char": 18846,
      "length": 529,
      "text": "כיצד היו עושים. שלוחי בית דין יוצאים מערב יום טוב, ועושים אותו כריכות במחבר לקרקע, כדי שיהא נוח לקצר. וכל העירות הסמוכות לשם, מתכנסות לשם, כדי שיהא נקצר בעסק גדול. כיון שחשכה, אומר להם, בא השמש, אומרים, הן. בא השמש, אומרים הן. מגל זו, אומרים הן. מגל זו, אומרים הן. קפה זו, אומרים הן. קפה זו, אומרים הן. בשבת אומר להם, שבת זו, אומרים הן. שבת זו, אומרים הן. אקצר, והם אומרים לו קצר. אקצר, והם אומרים לו קצר. שלש פעמים על כל דבר ודבר, והם אומרים לו הן, הן, הן. וכל כך למה. מפני הביתוסים, שהיו אומרים, אין קצירת העמר במוצאי יום טוב: "
    },
    {
      "uid": "Mishnah_Menachot_63",
      "chapter_number": 10,
      "verse_number": 4,
      "start_char": 18847,
      "end_char": 19329,
      "length": 483,
      "text": "קצרוהו ונתנוהו בקפות, הביאוהו לעזרה, היו מהבהבין אותו באור, כדי לקים בו מצות קלי, דברי רבי מאיר. וחכמים אומרים, בקנים ובקליחות חובטים אותו, כדי שלא יתמעך. נתנוהו לאבוב, ואבוב היה מנקב, כדי שיהא האור שולט בכלו. שטחוהו בעזרה, והרוח מנשבת בו. נתנוהו ברחים של גרוסות, והוציאו ממנו עשרון שהוא מנפה משלש עשרה נפה, והשאר נפדה ונאכל לכל אדם. וחיב בחלה, ופטור מן המעשרות. רבי עקיבא מחיב בחלה ובמעשרות. בא לו לעשרון, ונתן שמנו ולבונתו, יצק, ובלל, הניף, והגיש, וקמץ, והקטיר, והשאר נאכל לכהנים: "
    },
    {
      "uid": "Mishnah_Menachot_64",
      "chapter_number": 10,
      "verse_number": 5,
      "start_char": 19330,
      "end_char": 19737,
      "length": 408,
      "text": "משקרב העמר, יוצאין ומוצאין שוק ירושלים שהוא מלא קמח וקלי, שלא ברצון חכמים, דברי רבי מאיר. רבי יהודה אומר, ברצון חכמים היו עושים. משקרב העמר, התר החדש מיד, והרחוקים מתרים מחצות היום ולהלן. משחרב בית המקדש, התקין רבן יוחנן בן זכאי, שיהא יום הנף כלו אסור. אמר רבי יהודה, והלא מן התורה הוא אסור, שנאמר (ויקרא כג), עד עצם היום הזה. מפני מה הרחוקים מתרים מחצות היום ולהלן, מפני שהן יודעין שאין בית דין מתעצלין בו: "
    },
    {
      "uid": "Mishnah_Menachot_65",
      "chapter_number": 10,
      "verse_number": 6,
      "start_char": 19738,
      "end_char": 19877,
      "length": 140,
      "text": "העמר היה מתיר במדינה, ושתי הלחם במקדש. אין מביאין מנחות ובכורים ומנחת בהמה קדם לעמר. ואם הביא, פסול. קדם לשתי הלחם, לא יביא. ואם הביא, כשר: "
    },
    {
      "uid": "Mishnah_Menachot_66",
      "chapter_number": 10,
      "verse_number": 7,
      "start_char": 19878,
      "end_char": 20059,
      "length": 182,
      "text": "החטים והשערים והכסמין ושבלת שועל והשיפון חיבין בחלה, ומצטרפין זה עם זה, ואסורים בחדש מלפני הפסח, ומלקצר מלפני העמר. ואם השרישו קדם לעמר, העמר מתירן. ואם לאו, אסורים עד שיבא עמר הבא: "
    },
    {
      "uid": "Mishnah_Menachot_67",
      "chapter_number": 10,
      "verse_number": 8,
      "start_char": 20060,
      "end_char": 20303,
      "length": 244,
      "text": "קוצרים בית השלחים שבעמקים, אבל לא גודשין. אנשי יריחו קוצרין ברצון חכמים, וגודשין שלא ברצון חכמים, ולא מחו בידם חכמים. קוצר לשחת, ומאכיל לבהמה. אמר רבי יהודה, אימתי, בזמן שהתחיל עד שלא הביאה שליש. רבי שמעון אומר, אף יקצר ויאכיל אף משהביאה שליש: "
    },
    {
      "uid": "Mishnah_Menachot_68",
      "chapter_number": 10,
      "verse_number": 9,
      "start_char": 20304,
      "end_char": 20534,
      "length": 231,
      "text": "קוצרין מפני הנטיעות, מפני בית האבל, מפני בטול בית המדרש. לא יעשה אותן כריכות, אבל מניחן צבתים. מצות העמר לבא מן הקמה. לא מצא, יביא מן העמרים. מצותו לבא מן הלח. לא מצא, יביא מן היבש. מצותו לקצר בלילה. נקצר ביום, כשר. ודוחה את השבת: "
    },
    {
      "uid": "Mishnah_Menachot_69",
      "chapter_number": 11,
      "verse_number": 1,
      "start_char": 20535,
      "end_char": 20680,
      "length": 146,
      "text": "שתי הלחם נלושות אחת אחת, ונאפות אחת אחת. לחם הפנים נלוש אחד אחד, ונאפה שנים שנים. ובטפוס היה עושה אותן. וכשהוא רדן, נותנן בטפוס, כדי שלא יתקלקלו: "
    },
    {
      "uid": "Mishnah_Menachot_70",
      "chapter_number": 11,
      "verse_number": 2,
      "start_char": 20681,
      "end_char": 20885,
      "length": 205,
      "text": "אחד שתי הלחם ואחד לחם הפנים, לישתן ועריכתן בחוץ, ואפיתן בפנים, ואינן דוחות את השבת. רבי יהודה אומר, כל מעשיהם בפנים. רבי שמעון אומר, לעולם הוי רגיל לומר, שתי הלחם ולחם הפנים כשרות בעזרה, וכשרות בבית פאגי: "
    },
    {
      "uid": "Mishnah_Menachot_71",
      "chapter_number": 11,
      "verse_number": 3,
      "start_char": 20886,
      "end_char": 21092,
      "length": 207,
      "text": "חבתי כהן גדול, לישתן ועריכתן ואפיתן בפנים, ודוחות את השבת. טחונן והרקדן אינן דוחות את השבת. כלל אמר רבי עקיבא, כל מלאכה שאפשר לה לעשות מערב שבת, אינה דוחה את השבת. ושאי אפשר לה לעשות מערב שבת, דוחה את השבת: "
    },
    {
      "uid": "Mishnah_Menachot_72",
      "chapter_number": 11,
      "verse_number": 4,
      "start_char": 21093,
      "end_char": 21363,
      "length": 271,
      "text": "כל המנחות יש בהן מעשה כלי בפנים, ואין בהן מעשה כלי בחוץ. כיצד. שתי הלחם ארכן שבעה ורחבן ארבעה, וקרנותיהן ארבע אצבעות. לחם הפנים, ארכן עשרה ורחבן חמשה, וקרנותיו שבע אצבעות. רבי יהודה אומר, שלא תטעה, זד\"ד יה\"ז. בן זומא אומר, ונתת על השלחן לחם פנים לפני תמיד, שיהא לו פנים: "
    },
    {
      "uid": "Mishnah_Menachot_73",
      "chapter_number": 11,
      "verse_number": 5,
      "start_char": 21364,
      "end_char": 21896,
      "length": 533,
      "text": "השלחן, ארכו עשרה, ורחבו חמשה. לחם הפנים, ארכן עשרה ורחבן חמשה. נותן ארכו כנגד רחבו של שלחן, וכופל טפחים ומחצה מכאן וטפחים ומחצה מכאן, נמצא ארכו ממלא כל רחבו של שלחן, דברי רבי יהודה. רבי מאיר אומר, השלחן ארכו שנים עשר ורחבו ששה. לחם הפנים ארכו עשרה ורחבו חמשה. נותן ארכו כנגד רחבו של שלחן, וכופל טפחים מכאן וטפחים מכאן וטפחים רוח באמצע, כדי שתהא הרוח מנשבת ביניהן. אבא שאול אומר, שם היו נותנין שני בזיכי לבונה של לחם הפנים. אמרו לו, והלא כבר נאמר (ויקרא כד), ונתת על המערכת לבנה זכה. אמר להן, והלא כבר נאמר (במדבר ב), ועליו מטה מנשה: "
    },
    {
      "uid": "Mishnah_Menachot_74",
      "chapter_number": 11,
      "verse_number": 6,
      "start_char": 21897,
      "end_char": 22182,
      "length": 286,
      "text": "ארבעה סניפין של זהב היו שם, מפצלין מראשיהן, שהיו סומכים בהן, שנים לסדר זה ושנים לסדר זה. ועשרים ושמנה קנים, כחצי קנה חלול, ארבעה עשר לסדר זה וארבעה עשר לסדר זה. לא סדור קנים ולא נטילתן דוחה את השבת, אלא נכנס מערב שבת ושומטן ונותנן לארכו של שלחן. כל הכלים שהיו במקדש, ארכן לארכו של בית: "
    },
    {
      "uid": "Mishnah_Menachot_75",
      "chapter_number": 11,
      "verse_number": 7,
      "start_char": 22183,
      "end_char": 22935,
      "length": 753,
      "text": "שני שלחנות היו באולם מבפנים על פתח הבית, אחד של שיש ואחד של זהב. על של שיש נותנים לחם הפנים בכניסתו, ועל של זהב ביציאתו, שמעלין בקדש ולא מורידין. ואחד של זהב מבפנים, שעליו לחם הפנים תמיד. ארבעה כהנים נכנסין, שנים בידם שני סדרים, ושנים בידם שני בזיכים. וארבעה מקדימין לפניהם, שנים לטל שני סדרים, ושנים לטל שני בזיכים. המכניסים עומדים בצפון, ופניהם לדרום. המוציאין עומדים בדרום, ופניהם לצפון. אלו מושכין ואלו מניחין, וטפחו של זה כנגד טפחו של זה, שנאמר (שמות כה), לפני תמיד. רבי יוסי אומר, אפלו אלו נוטלין ואלו מניחין, אף זו היתה תמיד. יצאו ונתנו על השלחן של זהב שהיה באולם. הקטירו הבזיכין, והחלות מתחלקות לכהנים. חל יום הכפורים להיות בשבת, החלות מתחלקות לערב. חל להיות ערב שבת, שעיר של יום הכפורים נאכל לערב, הבבליים אוכלין אותו כשהוא חי, מפני שדעתן יפה: "
    },
    {
      "uid": "Mishnah_Menachot_76",
      "chapter_number": 11,
      "verse_number": 8,
      "start_char": 22936,
      "end_char": 23281,
      "length": 346,
      "text": "סדר את הלחם בשבת ואת הבזיכים לאחר שבת והקטיר את הבזיכים בשבת, פסולה, ואין חיבין עליהן משום פגול, נותר וטמא. סדר את הלחם ואת הבזיכין בשבת והקטיר את הבזיכין לאחר שבת, פסול, ואין חיבין עליהן משום פגול ונותר וטמא. סדר את הלחם ואת הבזיכין לאחר שבת והקטיר את הבזיכין בשבת, פסול. כיצד יעשה. יניחנה לשבת הבאה, שאפלו היא על השלחן ימים רבים, אין בכך כלום: "
    },
    {
      "uid": "Mishnah_Menachot_77",
      "chapter_number": 11,
      "verse_number": 9,
      "start_char": 23282,
      "end_char": 23718,
      "length": 437,
      "text": "שתי הלחם נאכלות אין פחות משנים, ולא יתר על שלשה. כיצד. נאפות מערב יום טוב ונאכלות ביום טוב, לשנים. חל יום טוב להיות אחר השבת, נאכלות לשלשה. לחם הפנים נאכל אין פחות מתשעה, ולא יתר על אחד עשר. כיצד. נאפה בערב שבת ונאכל בשבת, לתשעה. חל יום טוב להיות ערב שבת, נאכל לעשרה. שני ימים טובים של ראש השנה, נאכל לאחד עשר. ואינו דוחה לא את השבת ולא את יום טוב. רבן שמעון בן גמליאל אומר משום רבי שמעון בן הסגן, דוחה את יום טוב ואינו דוחה את יום צום: "
    },
    {
      "uid": "Mishnah_Menachot_78",
      "chapter_number": 12,
      "verse_number": 1,
      "start_char": 23719,
      "end_char": 23866,
      "length": 148,
      "text": "המנחות והנסכים שנטמאו עד שלא קדשן בכלי, יש להן פדיון. משקדשו בכלי, אין להם פדיון. העופות והעצים והלבונה וכלי שרת, אין להם פדיון, שלא נאמר אלא בהמה: "
    },
    {
      "uid": "Mishnah_Menachot_79",
      "chapter_number": 12,
      "verse_number": 2,
      "start_char": 23867,
      "end_char": 24471,
      "length": 605,
      "text": "האומר, הרי עלי במחבת, והביא במרחשת, במרחשת והביא במחבת, מה שהביא הביא, וידי חובתו לא יצא. זו להביא במחבת, והביא במרחשת, במרחשת, והביא במחבת, הרי זו פסולה. הרי עלי שני עשרונים להביא בכלי אחד, והביא בשני כלים, בשני כלים, והביא בכלי אחד, מה שהביא הביא, וידי חובתו לא יצא. אלו להביא בכלי אחד, והביא בשני כלים, בשני כלים והביא בכלי אחד, הרי אלו פסולין. הרי עלי שני עשרונים להביא בכלי אחד והביא בשני כלים, אמרו לו בכלי אחד נדרת, הקריבן בכלי אחד, כשרים, ובשני כלים, פסולין. הרי עלי שני עשרונים להביא בשני כלים, והביא בכלי אחד, אמרו לו, בשני כלים נדרת, הקריבן בשני כלים, כשרים. נתנו בכלי אחד, כשתי מנחות שנתערבו: "
    },
    {
      "uid": "Mishnah_Menachot_80",
      "chapter_number": 12,
      "verse_number": 3,
      "start_char": 24472,
      "end_char": 24654,
      "length": 183,
      "text": "הרי עלי מנחה מן השערין, יביא מן החטים. קמח, יביא סלת. בלא שמן ולבונה, יביא עמה שמן ולבונה. חצי עשרון, יביא עשרון שלם. עשרון ומחצה, יביא שנים. רבי שמעון פוטר, שלא התנדב כדרך המתנדבים: "
    },
    {
      "uid": "Mishnah_Menachot_81",
      "chapter_number": 12,
      "verse_number": 4,
      "start_char": 24655,
      "end_char": 25158,
      "length": 504,
      "text": "מתנדב אדם מנחה של ששים עשרון, ומביא בכלי אחד. אם אמר הרי עלי ששים ואחד, מביא ששים בכלי אחד ואחד בכלי אחד, שכן צבור מביא ביום טוב הראשון של חג שחל להיות בשבת ששים ואחד. דיו ליחיד שיהא פחות מן הצבור אחד. אמר רבי שמעון, והלא אלו לפרים, ואלו לכבשים, ואינם נבללים זה עם זה. אלא, עד ששים יכולים להבלל. אמרו לו, ששים נבללים, ששים ואחד אין נבללים. אמר להן, כל מדות חכמים כן. בארבעים סאה הוא טובל, בארבעים סאה חסר קרטוב אינו יכול לטבל בהן. אין מתנדבים לג, שנים, וחמשה, אבל מתנדבים שלשה וארבעה וששה, ומששה ולמעלה: "
    },
    {
      "uid": "Mishnah_Menachot_82",
      "chapter_number": 12,
      "verse_number": 5,
      "start_char": 25159,
      "end_char": 25485,
      "length": 327,
      "text": "מתנדבים יין, ואין מתנדבים שמן, דברי רבי עקיבא. רבי טרפון אומר, מתנדבים שמן. אמר רבי טרפון, מה מצינו ביין שבא חובה ובא נדבה, אף השמן בא חובה ובא נדבה. אמר לו רבי עקיבא, לא, אם אמרת ביין שכן הוא קרב חובתו בפני עצמו, תאמר בשמן שאינו קרב חובתו בפני עצמו. אין שנים מתנדבים עשרון אחד, אבל מתנדבים עולה ושלמים. ובעוף, אפלו פרידה אחת: "
    },
    {
      "uid": "Mishnah_Menachot_83",
      "chapter_number": 13,
      "verse_number": 1,
      "start_char": 25486,
      "end_char": 25657,
      "length": 172,
      "text": "הרי עלי עשרון, יביא אחד. עשרונים, יביא שנים. פרשתי ואיני יודע מה פרשתי, יביא ששים עשרון. הרי עלי מנחה, יביא איזו שירצה. רבי יהודה אומר, יביא מנחת הסלת, שהיא מיחדת שבמנחות: "
    },
    {
      "uid": "Mishnah_Menachot_84",
      "chapter_number": 13,
      "verse_number": 2,
      "start_char": 25658,
      "end_char": 25868,
      "length": 211,
      "text": "מנחה, מין המנחה, יביא אחת. מנחות, מין המנחות, יביא שתים. פרשתי ואיני יודע מה פרשתי, יביא חמשתן. פרשתי מנחה של עשרונים ואיני יודע מה פרשתי, יביא מנחה של ששים עשרון. רבי אומר, יביא מנחות של עשרונים מאחד ועד ששים: "
    },
    {
      "uid": "Mishnah_Menachot_85",
      "chapter_number": 13,
      "verse_number": 3,
      "start_char": 25869,
      "end_char": 26062,
      "length": 194,
      "text": "הרי עלי עצים, לא יפחת משני גזירין. לבונה, לא יפחת מקמץ. חמשה קמצים הן, האומר הרי עלי לבונה, לא יפחת מקמץ. המתנדב מנחה, יביא עמה קמץ לבונה. המעלה את הקמץ בחוץ, חיב. ושני בזיכין טעונין שני קמצים: "
    },
    {
      "uid": "Mishnah_Menachot_86",
      "chapter_number": 13,
      "verse_number": 4,
      "start_char": 26063,
      "end_char": 26203,
      "length": 141,
      "text": "הרי עלי זהב, לא יפחת מדינר זהב. כסף, לא יפחת מדינר כסף. נחשת, לא יפחת ממעה כסף. פרשתי ואיני יודע מה פרשתי, הוא מביא עד שיאמר לא לכך נתכונתי: "
    },
    {
      "uid": "Mishnah_Menachot_87",
      "chapter_number": 13,
      "verse_number": 5,
      "start_char": 26204,
      "end_char": 26319,
      "length": 116,
      "text": "הרי עלי יין, לא יפחת משלשה לגין. שמן, לא יפחת מלג. רבי אומר, שלשה לגין. פרשתי ואיני יודע מה פרשתי, יביא כיום המרבה: "
    },
    {
      "uid": "Mishnah_Menachot_88",
      "chapter_number": 13,
      "verse_number": 6,
      "start_char": 26320,
      "end_char": 26546,
      "length": 227,
      "text": "הרי עלי עולה, יביא כבש. רבי אלעזר בן עזריה אומר, או תור או בן יונה. פרשתי מן הבקר ואיני יודע מה פרשתי, יביא פר ועגל. מן הבהמה ואיני יודע מה פרשתי, יביא פר ועגל איל גדי וטלה. פרשתי ואיני יודע מה פרשתי, מוסיף עליהם תור ובן יונה: "
    },
    {
      "uid": "Mishnah_Menachot_89",
      "chapter_number": 13,
      "verse_number": 7,
      "start_char": 26547,
      "end_char": 26737,
      "length": 191,
      "text": "הרי עלי תודה, ושלמים, יביא כבש. פרשתי מן הבקר ואיני יודע מה פרשתי, יביא פר ופרה עגל ועגלה. מן הבהמה ואיני יודע מה פרשתי, יביא פר ופרה, עגל ועגלה, איל ורחל, גדי וגדיה, שעיר ושעירה, טלה וטליה: "
    },
    {
      "uid": "Mishnah_Menachot_90",
      "chapter_number": 13,
      "verse_number": 8,
      "start_char": 26738,
      "end_char": 27154,
      "length": 417,
      "text": "הרי עלי שור, יביא הוא ונסכיו במנה. עגל, יביא הוא ונסכיו בחמש. איל, יביא הוא ונסכיו בשתים. כבש, יביא הוא ונסכיו בסלע. שור במנה, יביא במנה חוץ מנסכיו. עגל בחמש, יביא בחמש חוץ מנסכיו. איל בשתים, יביא בשתים חוץ מנסכיו. כבש בסלע, יביא בסלע חוץ מנסכיו. שור במנה והביא שנים במנה, לא יצא, אפלו זה במנה חסר דינר וזה במנה חסר דינר. שחור והביא לבן, לבן והביא שחור, גדול והביא קטן, לא יצא. קטן והביא גדול, יצא. רבי אומר, לא יצא: "
    },
    {
      "uid": "Mishnah_Menachot_91",
      "chapter_number": 13,
      "verse_number": 9,
      "start_char": 27155,
      "end_char": 27536,
      "length": 382,
      "text": "שור זה עולה, ונסתאב, אם רצה, יביא בדמיו שנים. שני שורים אלו עולה, ונסתאבו, אם רצה, יביא בדמיהם אחד. רבי אוסר. איל זה עולה, ונסתאב, אם רצה, יביא בדמיו כבש. כבש זה עולה ונסתאב, אם רצה, יביא בדמיו איל. רבי אוסר. האומר אחד מכבשי הקדש, ואחד משורי הקדש, היו לו שנים, הגדול שבהן הקדש. שלשה, הבינוני שבהן הקדש. פרשתי ואיני יודע מה פרשתי, או שאמר, אמר לי אבא ואיני יודע מה, הגדול שבהן הקדש: "
    },
    {
      "uid": "Mishnah_Menachot_92",
      "chapter_number": 13,
      "verse_number": 10,
      "start_char": 27537,
      "end_char": 28042,
      "length": 506,
      "text": "הרי עלי עולה, יקריבנה במקדש. ואם הקריבה בבית חוניו, לא יצא. שאקריבנה בבית חוניו, יקריבנה במקדש. ואם הקריבה בבית חוניו, יצא. רבי שמעון אומר, אין זו עולה. הריני נזיר, יגלח במקדש. ואם גלח בבית חוניו, לא יצא. שאגלח בבית חוניו, יגלח במקדש. ואם גלח בבית חוניו, יצא. רבי שמעון אומר, אין זה נזיר. הכהנים ששמשו בבית חוניו, לא ישמשו במקדש בירושלים, ואין צריך לומר לדבר אחר, שנאמר (מלכים ב כג), אך לא יעלו כהני הבמות אל מזבח ה' בירושלים כי אם אכלו מצות בתוך אחיהם, הרי הם כבעלי מומין, חולקין ואוכלין, אבל לא מקריבין: "
    },
    {
      "uid": "Mishnah_Menachot_93",
      "chapter_number": 13,
      "verse_number": 11,
      "start_char": 28043,
      "end_char": 28203,
      "length": 161,
      "text": "נאמר בעולת הבהמה אשה ריח ניחח (ויקרא א), ובעולת העוף אשה ריח ניחח (שם), ובמנחה אשה ריח ניחח (שם ב), ללמד, שאחד המרבה ואחד הממעיט, ובלבד שיכון אדם את דעתו לשמים: "
    }
  ]
}