{
  "title": "Mishnah Chagigah",
  "categories": [
    "Mishnah",
    "Seder Moed"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Chagigah_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 337,
      "length": 337,
      "text": "הכל חיבין בראיה, חוץ מחרש, שוטה וקטן, וטמטום, ואנדרוגינוס, ונשים, ועבדים שאינם משחררים, החגר, והסומא, והחולה, והזקן, ומי שאינו יכול לעלות ברגליו. איזהו קטן, כל שאינו יכול לרכוב על כתפיו של אביו ולעלות מירושלים להר הבית, דברי בית שמאי. ובית הלל אומרים, כל שאינו יכול לאחז בידו של אביו ולעלות מירושלים להר הבית, שנאמר (שמות כג) שלש רגלים: "
    },
    {
      "uid": "Mishnah_Chagigah_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 338,
      "end_char": 433,
      "length": 96,
      "text": "בית שמאי אומרים, הראיה שתי כסף, וחגיגה מעה כסף. ובית הלל אומרים, הראיה מעה כסף, וחגיגה שתי כסף: "
    },
    {
      "uid": "Mishnah_Chagigah_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 434,
      "end_char": 554,
      "length": 121,
      "text": "עולות במועד באות מן החלין, והשלמים מן המעשר. יום טוב ראשון של פסח, בית שמאי אומרים, מן החלין, ובית הלל אומרים, מן המעשר: "
    },
    {
      "uid": "Mishnah_Chagigah_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 555,
      "end_char": 672,
      "length": 118,
      "text": "ישראל יוצאין ידי חובתן בנדרים ונדבות ובמעשר בהמה, והכהנים בחטאות ובאשמות ובבכור ובחזה ושוק, אבל לא בעופות ולא במנחות: "
    },
    {
      "uid": "Mishnah_Chagigah_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 673,
      "end_char": 917,
      "length": 245,
      "text": "מי שיש לו אוכלים מרבים ונכסים מעטים, מביא שלמים מרבים ועולות מעטות. נכסים מרבים ואוכלין מעטין, מביא עולות מרבות ושלמים מעטין. זה וזה מעט, על זה נאמר, מעה כסף ושתי כסף. זה וזה מרבים, על זה נאמר (דברים טז) איש כמתנת ידו כברכת יי אלהיך אשר נתן לך: "
    },
    {
      "uid": "Mishnah_Chagigah_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 918,
      "end_char": 1087,
      "length": 170,
      "text": "מי שלא חג ביום טוב הראשון של חג, חוגג את כל הרגל ויום טוב האחרון של חג. עבר הרגל ולא חג, אינו חיב באחריותו. על זה נאמר (קהלת א) מעות לא יוכל לתקן, וחסרון לא יוכל להמנות: "
    },
    {
      "uid": "Mishnah_Chagigah_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1088,
      "end_char": 1327,
      "length": 240,
      "text": "רבי שמעון בן מנסיא אומר, איזהו מעות שאינו יכול לתקן, זה הבא על הערוה והוליד ממנה ממזר. אם תאמר בגונב וגוזל, יכול הוא להחזירו ויתקן. רבי שמעון בן יוחאי אומר, אין קורין מעות אלא למי שהיה מתקן בתחלה ונתעות, ואיזה, זה תלמיד חכם הפורש מן התורה: "
    },
    {
      "uid": "Mishnah_Chagigah_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1328,
      "end_char": 1536,
      "length": 209,
      "text": "התר נדרים פורחין באויר, ואין להם על מה שיסמכו. הלכות שבת, חגיגות והמעילות, הרי הם כהררים התלויין בשערה, שהן מקרא מעט והלכות מרבות. הדינין והעבודות, הטהרות והטמאות ועריות, יש להן על מה שיסמכו. הן הן גופי תורה: "
    },
    {
      "uid": "Mishnah_Chagigah_9",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1537,
      "end_char": 1771,
      "length": 235,
      "text": "אין דורשין בעריות בשלשה. ולא במעשה בראשית בשנים. ולא במרכבה ביחיד, אלא אם כן היה חכם ומבין מדעתו. כל המסתכל בארבעה דברים, ראוי לו כאלו לא בא לעולם, מה למעלה, מה למטה, מה לפנים, ומה לאחור. וכל שלא חס על כבוד קונו, ראוי לו שלא בא לעולם: "
    },
    {
      "uid": "Mishnah_Chagigah_10",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1772,
      "end_char": 2101,
      "length": 330,
      "text": "יוסי בן יועזר אומר שלא לסמוך, יוסי בן יוחנן אומר לסמוך. יהושע בן פרחיה אומר שלא לסמוך, נתאי הארבלי אומר לסמוך. יהודה בן טבאי אומר שלא לסמוך, שמעון בן שטח אומר לסמוך. שמעיה אומר לסמוך. אבטליון אומר שלא לסמוך. הלל ומנחם לא נחלקו. יצא מנחם, נכנס שמאי. שמאי אומר שלא לסמוך, הלל אומר לסמוך. הראשונים היו נשיאים, ושניים להם אב בית דין: "
    },
    {
      "uid": "Mishnah_Chagigah_11",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2102,
      "end_char": 2216,
      "length": 115,
      "text": "בית שמאי אומרים, מביאין שלמים ואין סומכין עליהם, אבל לא עולות. ובית הלל אומרים, מביאין שלמים ועולות וסומכין עליהם: "
    },
    {
      "uid": "Mishnah_Chagigah_12",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2217,
      "end_char": 2449,
      "length": 233,
      "text": "עצרת שחל להיות בערב שבת, בית שמאי אומרים, יום טבוח אחר השבת. ובית הלל אומרים, אין יום טבוח אחר השבת. ומודים שאם חל להיות בשבת, שיום טבוח אחר השבת. ואין כהן גדול מתלבש בכליו, ומתרין בהספד ובתענית, שלא לקים דברי האומרין עצרת אחר השבת: "
    },
    {
      "uid": "Mishnah_Chagigah_13",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2450,
      "end_char": 2534,
      "length": 85,
      "text": "נוטלין לידים לחלין ולמעשר ולתרומה. ולקדש, מטבילין. ולחטאת, אם נטמאו ידיו, נטמא גופו: "
    },
    {
      "uid": "Mishnah_Chagigah_14",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 2535,
      "end_char": 2724,
      "length": 190,
      "text": "הטובל לחלין והחזק לחלין, אסור למעשר. טבל למעשר והחזק למעשר, אסור לתרומה. טבל לתרומה, והחזק לתרומה, אסור לקדש. טבל לקדש והחזק לקדש, אסור לחטאת. טבל לחמור, מתר לקל. טבל ולא החזק, כאלו לא טבל: "
    },
    {
      "uid": "Mishnah_Chagigah_15",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 2725,
      "end_char": 2957,
      "length": 233,
      "text": "בגדי עם הארץ מדרס לפרושין. בגדי פרושין מדרס לאוכלי תרומה. בגדי אוכלי תרומה מדרס לקדש. בגדי קדש מדרס לחטאת. יוסף בן יועזר היה חסיד שבכהנה, והיתה מטפחתו מדרס לקדש. יוחנן בן גדגדא היה אוכל על טהרת הקדש כל ימיו, והיתה מטפחתו מדרס לחטאת: "
    },
    {
      "uid": "Mishnah_Chagigah_16",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 2958,
      "end_char": 3232,
      "length": 275,
      "text": "חמר בקדש מבתרומה, שמטבילין כלים בתוך כלים לתרומה, אבל לא לקדש. אחורים ותוך ובית הצביטה בתרומה, אבל לא בקדש. הנושא את המדרס נושא את התרומה, אבל לא את הקדש. בגדי אוכלי תרומה, מדרס לקדש. לא כמדת הקדש מדת התרומה, שבקדש מתיר ומנגב ומטביל ואחר כך קושר, ובתרומה קושר ואחר כך מטביל: "
    },
    {
      "uid": "Mishnah_Chagigah_17",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3233,
      "end_char": 3463,
      "length": 231,
      "text": "כלים הנגמרין בטהרה, צריכין טבילה לקדש, אבל לא לתרומה. הכלי מצרף מה שבתוכו לקדש, אבל לא לתרומה. הרביעי בקדש פסול, והשלישי בתרומה. ובתרומה, אם נטמאת אחת מידיו, חברתה טהורה. ובקדש, מטביל שתיהן, שהיד מטמא את חברתה בקדש, אבל לא בתרומה: "
    },
    {
      "uid": "Mishnah_Chagigah_18",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3464,
      "end_char": 3570,
      "length": 107,
      "text": "אוכלין אכלים נגובין בידים מסאבות בתרומה, אבל לא בקדש. האונן ומחסר כפורים צריכין טבילה לקדש, אבל לא לתרומה: "
    },
    {
      "uid": "Mishnah_Chagigah_19",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 3571,
      "end_char": 3870,
      "length": 300,
      "text": "חמר בתרומה, שביהודה נאמנים על טהרת יין ושמן כל ימות השנה, ובשעת הגתות והבדים אף על התרומה. עברו הגתות והבדים והביאו לו חבית של יין של תרומה, לא יקבלנה ממנו, אבל מניחה לגת הבאה. ואם אמר לו, הפרשתי לתוכה רביעית קדש, נאמן. כדי יין וכדי שמן המדמעות, נאמנין עליהם בשעת הגתות והבדים, וקדם לגתות שבעים יום: "
    },
    {
      "uid": "Mishnah_Chagigah_20",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 3871,
      "end_char": 4048,
      "length": 178,
      "text": "מן המודיעית ולפנים, נאמנין על כלי חרס. מן המודיעית ולחוץ, אין נאמנים. כיצד, הקדר שהוא מוכר הקדרות, נכנס לפנים מן המודיעית, הוא הקדר והן הקדרות והן הלוקחים, נאמן. יצא, אינו נאמן: "
    },
    {
      "uid": "Mishnah_Chagigah_21",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4049,
      "end_char": 4176,
      "length": 128,
      "text": "הגבאין שנכנסו לתוך הבית, וכן הגנבים שהחזירו את הכלים, נאמנין לומר, לא נגענו. ובירושלים נאמנין על הקדש, ובשעת הרגל אף על התרומה: "
    },
    {
      "uid": "Mishnah_Chagigah_22",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 4177,
      "end_char": 4407,
      "length": 231,
      "text": "הפותח את חביתו, והמתחיל בעסתו על גב הרגל, רבי יהודה אומר, יגמר. וחכמים אומרים, לא יגמר. משעבר הרגל, היו מעבירין על טהרת עזרה. עבר הרגל ביום ששי, לא היו מעבירין, מפני כבוד השבת. רבי יהודה אומר, אף לא ביום חמישי, שאין הכהנים פנויין: "
    },
    {
      "uid": "Mishnah_Chagigah_23",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 4408,
      "end_char": 4725,
      "length": 318,
      "text": "כיצד מעבירים על טהרת עזרה. מטבילין את הכלים שהיו במקדש, ואומרין להם, הזהרו שלא תגעו בשלחן ובמנורה ותטמאוהו. כל הכלים שהיו במקדש, יש להם שניים ושלישים, שאם נטמאו הראשונים, יביאו שניים תחתיהן. כל הכלים שהיו במקדש, טעונין טבילה, חוץ ממזבח הזהב ומזבח הנחשת, מפני שהן כקרקע, דברי רבי אליעזר. וחכמים אומרים, מפני שהן מצפין: "
    }
  ]
}