{
  "title": "Mishnah Orlah",
  "categories": [
    "Mishnah",
    "Seder Zeraim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Orlah_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 112,
      "length": 112,
      "text": "הנוטע לסיג ולקורות, פטור מן הערלה. רבי יוסי אומר, אפלו אמר הפנימי למאכל והחיצון לסיג, הפנימי חיב, והחיצון פטור: "
    },
    {
      "uid": "Mishnah_Orlah_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 113,
      "end_char": 300,
      "length": 188,
      "text": "עת שבאו אבותינו לארץ, מצאו נטוע, פטור. נטעו, אף על פי שלא כבשו, חיב. הנוטע לרבים, חיב. רבי יהודה פוטר. הנוטע ברשות הרבים, והנכרי שנטע, והגזלן שנטע, והנוטע בספינה, והעולה מאליו, חיב בערלה: "
    },
    {
      "uid": "Mishnah_Orlah_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 301,
      "end_char": 469,
      "length": 169,
      "text": "אילן שנעקר והסלע עמו, שטפו נהר והסלע עמו, אם יכול לחיות, פטור, ואם לאו, חיב. נעקר הסלע מצדו, או שזעזעתו המחרשה, או שזעזעו ועשאו כעפר, אם יכול לחיות, פטור, ואם לאו, חיב: "
    },
    {
      "uid": "Mishnah_Orlah_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 470,
      "end_char": 582,
      "length": 113,
      "text": "אילן שנעקר ונשתיר בו שרש, פטור. וכמה יהא השרש, רבן גמליאל אומר משום רבי אלעזר בן יהודה איש ברתותא, כמחט של מתון: "
    },
    {
      "uid": "Mishnah_Orlah_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 583,
      "end_char": 859,
      "length": 277,
      "text": "אילן שנעקר ובו ברכה, והוא חיה ממנה, חזרה הזקנה להיות כברכה. הבריכה שנה אחר שנה, ונפסקה, מונה משעה שנפסקה. ספוק הגפנים, וספוק על גבי ספוק, אף על פי שהבריכן בארץ, מתר. רבי מאיר אומר, מקום שכחה יפה, מתר, ומקום שכחה רע, אסור. וכן ברכה שנפסקה והיא מלאה פרות, אם הוסיף במאתים, אסור: "
    },
    {
      "uid": "Mishnah_Orlah_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 860,
      "end_char": 1017,
      "length": 158,
      "text": "נטיעה של ערלה ושל כלאי הכרם שנתערבו בנטיעות, הרי זה לא ילקט. ואם לקט, יעלה באחד ומאתים, ובלבד שלא יתכון ללקט. רבי יוסי אומר, אף יתכון ללקט ויעלה באחד ומאתים: "
    },
    {
      "uid": "Mishnah_Orlah_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1018,
      "end_char": 1276,
      "length": 259,
      "text": "העלים, והלולבים, ומי גפנים, וסמדר, מתרים בערלה וברבעי ובנזיר, ואסורים באשרה. רבי יוסי אומר, הסמדר אסור, מפני שהוא פרי. רבי אליעזר אומר, המעמיד בשרף הערלה, אסור. אמר רבי יהושע, שמעתי בפרוש, שהמעמיד בשרף העלים ובשרף העקרים, מתר, בשרף הפגים, אסור, מפני שהם פרי: "
    },
    {
      "uid": "Mishnah_Orlah_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1277,
      "end_char": 1426,
      "length": 150,
      "text": "ענקוקלות, והחרצנים, והזגים, והתמד שלהם, קלפי רמון והנץ שלו, קלפי אגוזים, והגרעינים, אסורים בערלה, ובאשרה, ובנזיר, ומתרין ברבעי. והנובלות, כלן אסורות: "
    },
    {
      "uid": "Mishnah_Orlah_9",
      "chapter_number": 1,
      "verse_number": 9,
      "start_char": 1427,
      "end_char": 1533,
      "length": 107,
      "text": "רבי יוסי אומר, נוטעין יחור של ערלה, ואין נוטעין אגוז של ערלה, מפני שהוא פרי. ואין מרכיבין בכפניות של ערלה: "
    },
    {
      "uid": "Mishnah_Orlah_10",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1534,
      "end_char": 1778,
      "length": 245,
      "text": "התרומה, ותרומת מעשר של דמאי, החלה והבכורים, עולים באחד ומאה, ומצטרפין זה עם זה, וצריך להרים. הערלה וכלאי הכרם, עולים באחד ומאתים, ומצטרפין זה עם זה, ואין צריך להרים. רבי שמעון אומר, אינן מצטרפין. רבי אליעזר אומר, מצטרפין בנותן טעם, אבל לא לאסר: "
    },
    {
      "uid": "Mishnah_Orlah_11",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1779,
      "end_char": 1946,
      "length": 168,
      "text": "התרומה מעלה את הערלה, והערלה את התרומה. כיצד, סאה תרומה שנפלה למאה, ואחר כך נפלו שלשה קבין ערלה, או שלשה קבין כלאי הכרם, זו היא שהתרומה מעלה את הערלה והערלה את התרומה: "
    },
    {
      "uid": "Mishnah_Orlah_12",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 1947,
      "end_char": 2151,
      "length": 205,
      "text": "הערלה מעלה את הכלאים, והכלאים את הערלה, והערלה את הערלה. כיצד, סאה ערלה שנפלה למאתים, ואחר כך נפלה סאה ועוד ערלה, או סאה ועוד של כלאי הכרם, זו היא שהערלה מעלה את הכלאים, והכלאים את הערלה, והערלה את הערלה: "
    },
    {
      "uid": "Mishnah_Orlah_13",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2152,
      "end_char": 2285,
      "length": 134,
      "text": "כל המחמץ והמתבל והמדמע בתרומה ובערלה ובכלאי הכרם, אסור. ובית שמאי אומרים, אף מטמא. ובית הלל אומרים, לעולם אינו מטמא עד שיהא בו כביצה: "
    },
    {
      "uid": "Mishnah_Orlah_14",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2286,
      "end_char": 2391,
      "length": 106,
      "text": "דוסתאי איש כפר יתמה, היה מתלמידי בית שמאי, ואמר, שמעתי משמאי הזקן שאמר, לעולם אינו מטמא עד שיהא בו כביצה: "
    },
    {
      "uid": "Mishnah_Orlah_15",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 2392,
      "end_char": 2665,
      "length": 274,
      "text": "ולמה אמרו כל המחמץ והמתבל והמדמע להחמיר, מין במינו. להקל ולהחמיר, מין בשאינו מינו. כיצד, שאר של חטים שנפל לתוך עסת חטים, ויש בו כדי לחמץ, בין שיש בו לעלות באחד ומאה ובין שאין בו לעלות באחד ומאה, אסור. אין בו לעלות במאה ואחד, בין שיש בו כדי לחמץ, בין שאין בו כדי לחמץ, אסור: "
    },
    {
      "uid": "Mishnah_Orlah_16",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 2666,
      "end_char": 2900,
      "length": 235,
      "text": "להקל ולהחמיר מין בשאינו מינו, כיצד. כגון גריסין שנתבשלו עם עדשים, ויש בהם בנותן טעם, בין שיש בהם לעלות באחד ומאה, ובין שאין בהם לעלות באחד ומאה, אסור. אין בהם בנותן טעם, בין שיש בהם לעלות באחד ומאה, ובין שאין בהם לעלות באחד ומאה, מתר: "
    },
    {
      "uid": "Mishnah_Orlah_17",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 2901,
      "end_char": 3014,
      "length": 114,
      "text": "שאר של חלין שנפל לתוך עסה, ויש בו כדי לחמץ, ואחר כך נפל שאר של תרומה, או שאר של כלאי הכרם, ויש בו כדי לחמץ, אסור: "
    },
    {
      "uid": "Mishnah_Orlah_18",
      "chapter_number": 2,
      "verse_number": 9,
      "start_char": 3015,
      "end_char": 3132,
      "length": 118,
      "text": "שאר של חלין שנפל לתוך עסה וחמצה, ואחר כך נפל שאר של תרומה או שאר של כלאי הכרם, ויש בו כדי לחמץ, אסור. רבי שמעון מתיר: "
    },
    {
      "uid": "Mishnah_Orlah_19",
      "chapter_number": 2,
      "verse_number": 10,
      "start_char": 3133,
      "end_char": 3269,
      "length": 137,
      "text": "תבלין, שנים ושלשה שמות ממין אחד, או משלשה, אסור, ומצטרפין. רבי שמעון אומר, שנים ושלשה שמות ממין אחד, או שני מינין משם אחד, אינן מצטרפין: "
    },
    {
      "uid": "Mishnah_Orlah_20",
      "chapter_number": 2,
      "verse_number": 11,
      "start_char": 3270,
      "end_char": 3474,
      "length": 205,
      "text": "שאר של חלין ושל תרומה שנפלו לתוך עסה, לא בזה כדי לחמץ ולא בזה כדי לחמץ, נצטרפו וחמצו, רבי אליעזר אומר, אחר האחרון אני בא. וחכמים אומרים, בין שנפל אסור בתחלה, בין בסוף, לעולם אינו אוסר עד שיהא בו כדי לחמץ: "
    },
    {
      "uid": "Mishnah_Orlah_21",
      "chapter_number": 2,
      "verse_number": 12,
      "start_char": 3475,
      "end_char": 3604,
      "length": 130,
      "text": "יועזר איש הבירה היה מתלמידי בית שמאי, ואמר, שאלתי את רבן גמליאל הזקן עומד בשער המזרח, ואמר, לעולם אינו אוסר, עד שיהא בו כדי לחמץ: "
    },
    {
      "uid": "Mishnah_Orlah_22",
      "chapter_number": 2,
      "verse_number": 13,
      "start_char": 3605,
      "end_char": 3747,
      "length": 143,
      "text": "כלים שסכן בשמן טמא, וחזר וסכן בשמן טהור, או שסכן בשמן טהור, וחזר וסכן בשמן טמא, רבי אליעזר אומר, אחר הראשון אני בא. וחכמים אומרים, אחר האחרון: "
    },
    {
      "uid": "Mishnah_Orlah_23",
      "chapter_number": 2,
      "verse_number": 14,
      "start_char": 3748,
      "end_char": 3893,
      "length": 146,
      "text": "שאר של תרומה ושל כלאי הכרם שנפלו לתוך עסה, לא בזה כדי לחמץ ולא בזה כדי לחמץ, ונצטרפו וחמצו, אסור לזרים ומתר לכהנים. רבי שמעון מתיר לזרים ולכהנים: "
    },
    {
      "uid": "Mishnah_Orlah_24",
      "chapter_number": 2,
      "verse_number": 15,
      "start_char": 3894,
      "end_char": 4040,
      "length": 147,
      "text": "תבלין של תרומה ושל כלאי הכרם שנפלו בקדרה, לא באלו כדי לתבל ולא באלו כדי לתבל, ונצטרפו ותבלו, אסור לזרים ומתר לכהנים. רבי שמעון מתיר לזרים ולכהנים: "
    },
    {
      "uid": "Mishnah_Orlah_25",
      "chapter_number": 2,
      "verse_number": 16,
      "start_char": 4041,
      "end_char": 4154,
      "length": 114,
      "text": "חתיכה של קדשי קדשים, של פגול, ושל נותר, שנתבשלו עם החתיכות, אסור לזרים ומתר לכהנים. רבי שמעון מתיר לזרים ולכהנים: "
    },
    {
      "uid": "Mishnah_Orlah_26",
      "chapter_number": 2,
      "verse_number": 17,
      "start_char": 4155,
      "end_char": 4233,
      "length": 79,
      "text": "בשר קדשי קדשים ובשר קדשים קלים שנתבשלו עם בשר התאוה, אסור לטמאים ומתר לטהורים: "
    },
    {
      "uid": "Mishnah_Orlah_27",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 4234,
      "end_char": 4335,
      "length": 102,
      "text": "בגד שצבעו בקלפי ערלה, ידלק. נתערב באחרים, כלם ידלקו, דברי רבי מאיר. וחכמים אומרים, יעלה באחד ומאתים:  "
    },
    {
      "uid": "Mishnah_Orlah_28",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 4336,
      "end_char": 4454,
      "length": 119,
      "text": "הצובע מלא הסיט בקלפי ערלה, וארגו בבגד, ואין ידוע איזה הוא, רבי מאיר אומר, ידלק הבגד. וחכמים אומרים, יעלה באחד ומאתים:  "
    },
    {
      "uid": "Mishnah_Orlah_29",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 4455,
      "end_char": 4561,
      "length": 107,
      "text": "האורג מלא הסיט מצמר הבכור בבגד, ידלק הבגד. ומשער הנזיר ומפטר חמור בשק, ידלק השק. ובמקדשין, מקדשין כל שהן:  "
    },
    {
      "uid": "Mishnah_Orlah_30",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4562,
      "end_char": 4624,
      "length": 63,
      "text": "תבשיל שבשלו בקלפי ערלה, ידלק. נתערב באחרים, יעלה באחד ומאתים:  "
    },
    {
      "uid": "Mishnah_Orlah_31",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 4625,
      "end_char": 4709,
      "length": 85,
      "text": "תנור שהסיקוהו בקלפי ערלה ואפה בו את הפת, תדלק הפת. נתערבה באחרות, תעלה באחד ומאתים:  "
    },
    {
      "uid": "Mishnah_Orlah_32",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4710,
      "end_char": 4827,
      "length": 118,
      "text": "מי שהיו לו חבילי תלתן של כלאי הכרם, ידלקו. נתערבו באחרים, כלם ידלקו, דברי רבי מאיר. וחכמים אומרים, יעלו באחד ומאתים:  "
    },
    {
      "uid": "Mishnah_Orlah_33",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 4828,
      "end_char": 5103,
      "length": 276,
      "text": "שהיה רבי מאיר אומר, את שדרכו למנות, מקדש. וחכמים אומרים, אינו מקדש אלא ששה דברים בלבד. ורבי עקיבא אומר, שבעה. ואלו הם, אגוזי פרך, רמוני בדן, וחביות סתומות, וחלפות תרדין, וקלסי כרוב, ודלעת יונית. רבי עקיבא אומר, אף ככרות של בעל הבית. הראוי לערלה, ערלה. לכלאי הכרם, כלאי הכרם:  "
    },
    {
      "uid": "Mishnah_Orlah_34",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 5104,
      "end_char": 5206,
      "length": 103,
      "text": "כיצד. נתפצעו האגוזים, נתפרדו הרמונים, נתפתחו החביות, נתחתכו הדלועים, נתפרסו הככרות, יעלו באחד ומאתים:  "
    },
    {
      "uid": "Mishnah_Orlah_35",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 5207,
      "end_char": 5467,
      "length": 261,
      "text": "ספק ערלה, בארץ ישראל אסור, ובסוריא מתר, ובחוצה לארץ יורד ולוקח, ובלבד שלא יראנו לוקט. כרם נטוע ירק, וירק נמכר חוצה לו, בארץ ישראל אסור, ובסוריא מתר, ובחוצה לארץ יורד ולוקט, ובלבד שלא ילקט ביד. החדש, אסור מן התורה בכל מקום. והערלה, הלכה. והכלאים, מדברי סופרים:  "
    }
  ]
}