{
  "title": "Mishnah Kiddushin",
  "categories": [
    "Mishnah",
    "Seder Nashim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Kiddushin_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 277,
      "length": 277,
      "text": "האשה נקנית בשלש דרכים, וקונה את עצמה בשתי דרכים. נקנית בכסף, בשטר, ובביאה. בכסף, בית שמאי אומרים, בדינר ובשוה דינר. ובית הלל אומרים, בפרוטה ובשוה פרוטה. וכמה היא פרוטה, אחד משמנה באסר האיטלקי. וקונה את עצמה בגט ובמיתת הבעל. היבמה נקנית בביאה. וקונה את עצמה בחליצה ובמיתת היבם: "
    },
    {
      "uid": "Mishnah_Kiddushin_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 278,
      "end_char": 441,
      "length": 164,
      "text": "עבד עברי נקנה בכסף ובשטר, וקונה את עצמו בשנים וביובל ובגרעון כסף. יתרה עליו אמה העבריה, שקונה את עצמה בסימנין. הנרצע נקנה ברציעה, וקונה את עצמו ביובל ובמיתת האדון: "
    },
    {
      "uid": "Mishnah_Kiddushin_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 442,
      "end_char": 621,
      "length": 180,
      "text": "עבד כנעני נקנה בכסף ובשטר ובחזקה, וקונה את עצמו בכסף על ידי אחרים, ובשטר על ידי עצמו, דברי רבי מאיר. וחכמים אומרים, בכסף על ידי עצמו ובשטר על ידי אחרים, ובלבד שיהא הכסף משל אחרים: "
    },
    {
      "uid": "Mishnah_Kiddushin_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 622,
      "end_char": 723,
      "length": 102,
      "text": "בהמה גסה נקנית במסירה, והדקה בהגבהה, דברי רבי מאיר ורבי אליעזר. וחכמים אומרים, בהמה דקה נקנית במשיכה: "
    },
    {
      "uid": "Mishnah_Kiddushin_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 724,
      "end_char": 949,
      "length": 226,
      "text": "נכסים שיש להם אחריות נקנין בכסף ובשטר ובחזקה. ושאין להם אחריות, אין נקנין אלא במשיכה. נכסים שאין להם אחריות, נקנין עם נכסים שיש להם אחריות, בכסף ובשטר ובחזקה. וזוקקין נכסים שאין להם אחריות את הנכסים שיש להם אחריות לשבע עליהן: "
    },
    {
      "uid": "Mishnah_Kiddushin_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 950,
      "end_char": 1137,
      "length": 188,
      "text": "כל הנעשה דמים באחר, כיון שזכה זה, נתחיב זה בחליפיו. כיצד. החליף שור בפרה או חמור בשור, כיון שזכה זה, נתחיב זה בחליפיו. רשות הגבוה, בכסף, ורשות ההדיוט, בחזקה. אמירתו לגבוה, כמסירתו להדיוט: "
    },
    {
      "uid": "Mishnah_Kiddushin_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1138,
      "end_char": 1455,
      "length": 318,
      "text": "כל מצות הבן על האב, אנשים חיבין ונשים פטורות. וכל מצות האב על הבן, אחד אנשים ואחד נשים חיבין. וכל מצות עשה שהזמן גרמה, אנשים חיבין ונשים פטורות. וכל מצות עשה שלא הזמן גרמה, אחד אנשים ואחד נשים חיבין. וכל מצות לא תעשה, בין שהזמן גרמה בין שלא הזמן גרמה, אחד אנשים ואחד נשים חיבין, חוץ מבל תשחית ובל תקיף ובל תטמא למתים: "
    },
    {
      "uid": "Mishnah_Kiddushin_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1456,
      "end_char": 1591,
      "length": 136,
      "text": "הסמיכות, והתנופות, וההגשות, והקמיצות, וההקטרות, והמליקות, וההזאות, והקבלות, נוהגין באנשים ולא בנשים, חוץ ממנחת סוטה ונזירה, שהן מניפות: "
    },
    {
      "uid": "Mishnah_Kiddushin_9",
      "chapter_number": 1,
      "verse_number": 9,
      "start_char": 1592,
      "end_char": 1735,
      "length": 144,
      "text": "כל מצוה שהיא תלויה בארץ אינה נוהגת אלא בארץ. ושאינה תלויה בארץ נוהגת בין בארץ בין בחוצה לארץ, חוץ מן הערלה וכלאים. רבי אליעזר אומר, אף מן החדש: "
    },
    {
      "uid": "Mishnah_Kiddushin_10",
      "chapter_number": 1,
      "verse_number": 10,
      "start_char": 1736,
      "end_char": 2028,
      "length": 293,
      "text": "כל העושה מצוה אחת, מטיבין לו ומאריכין לו ימיו ונוחל את הארץ. וכל שאינו עושה מצוה אחת, אין מטיבין לו ואין מאריכין לו ימיו ואינו נוחל את הארץ. כל שישנו במקרא ובמשנה ובדרך ארץ, לא במהרה הוא חוטא, שנאמר (קהלת ד) והחוט המשלש לא במהרה ינתק. וכל שאינו לא במקרא ולא במשנה ולא בדרך ארץ, אינו מן הישוב: "
    },
    {
      "uid": "Mishnah_Kiddushin_11",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 2029,
      "end_char": 2347,
      "length": 319,
      "text": "האיש מקדש בו ובשלוחו. האשה מתקדשת בה ובשלוחה. האיש מקדש את בתו כשהיא נערה, בו ובשלוחו. האומר לאשה, התקדשי לי בתמרה זו, התקדשי לי בזו, אם יש באחת מהן שוה פרוטה, מקדשת. ואם לאו, אינה מקדשת. בזו ובזו ובזו, אם יש שוה פרוטה בכלן, מקדשת. ואם לאו, אינה מקדשת. היתה אוכלת ראשונה ראשונה, אינה מקדשת, עד שיהא באחת מהן שוה פרוטה: "
    },
    {
      "uid": "Mishnah_Kiddushin_12",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 2348,
      "end_char": 2557,
      "length": 210,
      "text": "התקדשי לי בכוס זה של יין, ונמצא של דבש. של דבש, ונמצא של יין. בדינר זה של כסף, ונמצא של זהב. של זהב, ונמצא של כסף. על מנת שאני עשיר, ונמצא עני. עני, ונמצא עשיר, אינה מקדשת. רבי שמעון אומר, אם הטעה לשבח, מקדשת: "
    },
    {
      "uid": "Mishnah_Kiddushin_13",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2558,
      "end_char": 2943,
      "length": 386,
      "text": "על מנת שאני כהן, ונמצא לוי. לוי, ונמצא כהן. נתין, ונמצא ממזר. ממזר, ונמצא נתין. בן עיר, ונמצא בן כרך. בן כרך, ונמצא בן עיר. על מנת שביתי קרוב למרחץ, ונמצא רחוק. רחוק, ונמצא קרוב. על מנת שיש לי בת או שפחה גדלת, ואין לו. או על מנת שאין לי, ויש לו. על מנת שאין לי בנים, ויש לו. או על מנת שיש לי, ואין לו. ובכלם, אף על פי שאמרה, בלבי היה להתקדש לו, אף על פי כן, אינה מקדשת. וכן היא שהטעתו: "
    },
    {
      "uid": "Mishnah_Kiddushin_14",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2944,
      "end_char": 3078,
      "length": 135,
      "text": "האומר לשלוחו, צא וקדש לי אשה פלונית במקום פלוני, והלך וקדשה במקום אחר, אינה מקדשת. הרי היא במקום פלוני, וקדשה במקום אחר, הרי זו מקדשת: "
    },
    {
      "uid": "Mishnah_Kiddushin_15",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 3079,
      "end_char": 3322,
      "length": 244,
      "text": "המקדש את האשה על מנת שאין עליה נדרים ונמצאו עליה נדרים, אינה מקדשת. כנסה סתם ונמצאו עליה נדרים, תצא שלא בכתבה. על מנת שאין עליה מומין ונמצאו בה מומין, אינה מקדשת. כנסה סתם ונמצאו בה מומין, תצא שלא בכתבה. כל המומין הפוסלים בכהנים, פוסלים בנשים: "
    },
    {
      "uid": "Mishnah_Kiddushin_16",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 3323,
      "end_char": 3464,
      "length": 142,
      "text": "המקדש שתי נשים בשוה פרוטה, או אשה אחת בפחות משוה פרוטה, אף על פי ששלח סבלונות לאחר מכאן, אינה מקדשת, שמחמת קדושין הראשונים שלח. וכן קטן שקדש: "
    },
    {
      "uid": "Mishnah_Kiddushin_17",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 3465,
      "end_char": 3691,
      "length": 227,
      "text": "המקדש אשה ובתה או אשה ואחותה, כאחת, אינן מקדשות. ומעשה בחמש נשים ובהן שתי אחיות, ולקט אחד כלכלה של תאנים, ושלהם היתה ושל שביעית היתה, ואמר הרי כלכם מקדשות לי בכלכלה זו, וקבלה אחת מהן על ידי כלן, ואמרו חכמים, אין האחיות מקדשות: "
    },
    {
      "uid": "Mishnah_Kiddushin_18",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 3692,
      "end_char": 3930,
      "length": 239,
      "text": "המקדש בחלקו, בין קדשי קדשים בין קדשים קלים, אינה מקדשת. במעשר שני, בין שוגג בין מזיד, לא קדש, דברי רבי מאיר. רבי יהודה אומר, בשוגג לא קדש, במזיד קדש. ובהקדש, במזיד קדש ובשוגג לא קדש, דברי רבי מאיר. רבי יהודה אומר, בשוגג קדש, במזיד לא קדש: "
    },
    {
      "uid": "Mishnah_Kiddushin_19",
      "chapter_number": 2,
      "verse_number": 9,
      "start_char": 3931,
      "end_char": 4084,
      "length": 154,
      "text": "המקדש בערלה, בכלאי הכרם, בשור הנסקל, ובעגלה ערופה, בצפרי מצרע, ובשער נזיר, ופטר חמור, ובשר בחלב, וחלין שנשחטו בעזרה, אינה מקדשת. מכרן וקדש בדמיהן, מקדשת: "
    },
    {
      "uid": "Mishnah_Kiddushin_20",
      "chapter_number": 2,
      "verse_number": 10,
      "start_char": 4085,
      "end_char": 4164,
      "length": 80,
      "text": "המקדש בתרומות ובמעשרות ובמתנות ובמי חטאת ובאפר חטאת, הרי זו מקדשת, ואפלו ישראל: "
    },
    {
      "uid": "Mishnah_Kiddushin_21",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 4165,
      "end_char": 4463,
      "length": 299,
      "text": "האומר לחברו, צא וקדש לי אשה פלונית והלך וקדשה לעצמו, מקדשת. וכן האומר לאשה, הרי את מקדשת לי לאחר שלשים יום, ובא אחר וקדשה בתוך שלשים יום, מקדשת לשני. בת ישראל לכהן, תאכל בתרומה. מעכשיו ולאחר שלשים יום, ובא אחר וקדשה בתוך שלשים יום, מקדשת ואינה מקדשת. בת ישראל לכהן או בת כהן לישראל, לא תאכל בתרומה: "
    },
    {
      "uid": "Mishnah_Kiddushin_22",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 4464,
      "end_char": 4746,
      "length": 283,
      "text": "האומר לאשה, הרי את מקדשת לי על מנת שאתן לך מאתים זוז, הרי זו מקדשת והוא יתן. על מנת שאתן לך מכאן ועד שלשים יום, נתן לה בתוך שלשים, מקדשת. ואם לאו, אינה מקדשת. על מנת שיש לי מאתים זוז, הרי זו מקדשת ויש לו. על מנת שאראך מאתים זוז, הרי זו מקדשת ויראה לה. ואם הראה על השלחן, אינה מקדשת: "
    },
    {
      "uid": "Mishnah_Kiddushin_23",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 4747,
      "end_char": 4945,
      "length": 199,
      "text": "על מנת שיש לי בית כור עפר, הרי זו מקדשת ויש לו. על מנת שיש לי במקום פלוני, אם יש לו באותו מקום, מקדשת. ואם לאו, אינה מקדשת. על מנת שאראך בית כור עפר, הרי זו מקדשת ויראנה. ואם הראה בבקעה, אינה מקדשת: "
    },
    {
      "uid": "Mishnah_Kiddushin_24",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4946,
      "end_char": 5192,
      "length": 247,
      "text": "רבי מאיר אומר, כל תנאי שאינו כתנאי בני גד ובני ראובן, אינו תנאי, שנאמר (במדבר לב), ויאמר משה אלהם אם יעברו בני גד ובני ראובן, וכתיב, ואם לא יעברו חלוצים. רבי חנינא בן גמליאל אומר, צריך היה הדבר לאמרו, שאלמלא כן, יש במשמע שאפלו בארץ כנען לא ינחלו: "
    },
    {
      "uid": "Mishnah_Kiddushin_25",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 5193,
      "end_char": 5632,
      "length": 440,
      "text": "המקדש את האשה ואמר, כסבור הייתי שהיא כהנת והרי היא לויה, לויה והרי היא כהנת, עניה והרי היא עשירה, עשירה והרי היא עניה, הרי זו מקדשת, מפני שלא הטעתו. האומר לאשה, הרי את מקדשת לי לאחר שאתגיר או לאחר שתתגירי, לאחר שאשתחרר או לאחר שתשתחררי, לאחר שימות בעלך או לאחר שתמות אחותך, לאחר שיחלץ לך יבמך, אינה מקדשת. וכן האומר לחברו, אם ילדה אשתך נקבה הרי היא מקדשת לי, אינה מקדשת. אם היתה אשת חברו מעברת והכר עברה, דבריו קימין, ואם ילדה נקבה, מקדשת: "
    },
    {
      "uid": "Mishnah_Kiddushin_26",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 5633,
      "end_char": 5873,
      "length": 241,
      "text": "האומר לאשה הרי את מקדשת לי על מנת שאדבר עליך לשלטון ואעשה עמך כפועל, דבר עליה לשלטון ועשה עמה כפועל, מקדשת. ואם לאו, אינה מקדשת. על מנת שירצה אבא, רצה האב, מקדשת. ואם לאו אינה מקדשת. מת האב, הרי זו מקדשת. מת הבן, מלמדין האב לומר שאינו רוצה: "
    },
    {
      "uid": "Mishnah_Kiddushin_27",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 5874,
      "end_char": 6027,
      "length": 154,
      "text": "קדשתי את בתי ואיני יודע למי קדשתיה, ובא אחד ואמר אני קדשתיה, נאמן. זה אמר אני קדשתיה וזה אמר אני קדשתיה, שניהם נותנים גט. ואם רצו, אחד נותן גט ואחד כונס: "
    },
    {
      "uid": "Mishnah_Kiddushin_28",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 6028,
      "end_char": 6296,
      "length": 269,
      "text": "קדשתי את בתי, קדשתיה וגרשתיה כשהיא קטנה, והרי היא קטנה, נאמן. קדשתיה וגרשתיה כשהיא קטנה, והרי היא גדולה, אינו נאמן. נשבית ופדיתיה, בין שהיא קטנה בין שהיא גדולה, אינו נאמן. מי שאמר בשעת מיתתו, יש לי בנים, נאמן. יש לי אחים, אינו נאמן. המקדש את בתו סתם, אין הבוגרות בכלל: "
    },
    {
      "uid": "Mishnah_Kiddushin_29",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 6297,
      "end_char": 6758,
      "length": 462,
      "text": "מי שיש לו שתי כתי בנות משתי נשים, ואמר קדשתי את בתי הגדולה ואיני יודע אם גדולה שבגדולות או גדולה שבקטנות, או קטנה שבגדולות שהיא גדולה מן הגדולה שבקטנות, כלן אסורות, חוץ מן הקטנה שבקטנות, דברי רבי מאיר. רבי יוסי אומר, כלן מתרות, חוץ מן הגדולה שבגדולות. קדשתי את בתי הקטנה ואיני יודע אם קטנה שבקטנות או קטנה שבגדולות, או גדולה שבקטנות שהיא קטנה מן הקטנות שבגדולות, כלן אסורות, חוץ מן הגדולה שבגדולות, דברי רבי מאיר. רבי יוסי אומר, כלן מתרות, חוץ מן הקטנה שבקטנות: "
    },
    {
      "uid": "Mishnah_Kiddushin_30",
      "chapter_number": 3,
      "verse_number": 10,
      "start_char": 6759,
      "end_char": 7039,
      "length": 281,
      "text": "האומר לאשה, קדשתיך, והיא אומרת לא קדשתני, הוא אסור בקרובותיה, והיא מתרת בקרוביו. היא אומרת קדשתני והוא אומר לא קדשתיך, הוא מתר בקרובותיה, והיא אסורה בקרוביו. קדשתיך, והיא אומרת לא קדשת אלא בתי, הוא אסור בקרובות גדולה, וגדולה מתרת בקרוביו. הוא מתר בקרובות קטנה, וקטנה מתרת בקרוביו: "
    },
    {
      "uid": "Mishnah_Kiddushin_31",
      "chapter_number": 3,
      "verse_number": 11,
      "start_char": 7040,
      "end_char": 7170,
      "length": 131,
      "text": "קדשתי את בתך, והיא אומרת לא קדשת אלא אותי, הוא אסור בקרובות קטנה, וקטנה מתרת בקרוביו, הוא מתר בקרובות גדולה, וגדולה אסורה בקרוביו: "
    },
    {
      "uid": "Mishnah_Kiddushin_32",
      "chapter_number": 3,
      "verse_number": 12,
      "start_char": 7171,
      "end_char": 7611,
      "length": 441,
      "text": "כל מקום שיש קדושין ואין עברה, הולד הולך אחר הזכר. ואיזה, זו כהנת, לויה וישראלית שנשאו לכהן וללוי ולישראל. וכל מקום שיש קדושין ויש עברה, הולד הולך אחר הפגום. ואיזו, זו אלמנה לכהן גדול, גרושה וחלוצה לכהן הדיוט, ממזרת ונתינה לישראל, בת ישראל לממזר ולנתין. וכל מי שאין לה עליו קדושין אבל יש לה על אחרים קדושין, הולד ממזר. ואיזה, זה הבא על אחת מכל העריות שבתורה. וכל מי שאין לה לא עליו ולא על אחרים קדושין, הולד כמותה. ואיזה, זה ולד שפחה ונכרית: "
    },
    {
      "uid": "Mishnah_Kiddushin_33",
      "chapter_number": 3,
      "verse_number": 13,
      "start_char": 7612,
      "end_char": 7739,
      "length": 128,
      "text": "רבי טרפון אומר, יכולין ממזרים לטהר. כיצד. ממזר שנשא שפחה, הולד עבד. שחררו, נמצא הבן בן חורין. רבי אליעזר אומר, הרי זה עבד ממזר: "
    },
    {
      "uid": "Mishnah_Kiddushin_34",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 7740,
      "end_char": 7978,
      "length": 239,
      "text": "עשרה יוחסין עלו מבבל, כהני, לויי, ישראלי, חללי, גרי, וחרורי, ממזרי, נתיני, שתוקי, ואסופי. כהני, לויי וישראלי, מתרים לבא זה בזה. לויי, ישראלי, חללי, גרי וחרורי, מתרים לבא זה בזה. גרי וחרורי, ממזרי ונתיני שתוקי ואסופי, כלם מתרין לבא זה בזה: "
    },
    {
      "uid": "Mishnah_Kiddushin_35",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 7979,
      "end_char": 8118,
      "length": 140,
      "text": "ואלו הם שתוקי, כל שהוא מכיר את אמו ואינו מכיר את אביו. אסופי, כל שנאסף מן השוק ואינו מכיר לא אביו ולא אמו. אבא שאול היה קורא לשתוקי, בדוקי: "
    },
    {
      "uid": "Mishnah_Kiddushin_36",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 8119,
      "end_char": 8289,
      "length": 171,
      "text": "כל האסורים לבא בקהל, מתרים לבא זה בזה. רבי יהודה אוסר. רבי אליעזר אומר, ודאן בודאן, מתר. ודאן בספקן, (וספקן בודאן), וספקן בספקן, אסור. ואלו הן הספקות, שתוקי, אסופי וכותי: "
    },
    {
      "uid": "Mishnah_Kiddushin_37",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 8290,
      "end_char": 8444,
      "length": 155,
      "text": "הנושא אשה כהנת צריך לבדק אחריה ארבע אמהות שהן שמנה, אמה ואם אמה, ואם אבי אמה ואמה, ואם אביה ואמה, ואם אבי אביה ואמה. לויה וישראלית, מוסיפין עליהן עוד אחת: "
    },
    {
      "uid": "Mishnah_Kiddushin_38",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 8445,
      "end_char": 8715,
      "length": 271,
      "text": "אין בודקין לא מן המזבח ולמעלה, ולא מן הדוכן ולמעלה, ולא מן סנהדרין ולמעלה. וכל שהחזקו אבותיו משוטרי הרבים וגבאי צדקה, משיאין לכהנה ואין צריך לבדק אחריהן. רבי יוסי אומר, אף מי שהיה חתום עד בערכי הישנה של צפורי. רבי חנינא בן אנטיגנוס אומר, אף מי שהיה מכתב באסטרטיא של מלך: "
    },
    {
      "uid": "Mishnah_Kiddushin_39",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 8716,
      "end_char": 8857,
      "length": 142,
      "text": "בת חלל זכר, פסולה מן הכהנה לעולם. ישראל שנשא חללה, בתו כשרה לכהנה. חלל שנשא בת ישראל, בתו פסולה לכהנה. רבי יהודה אומר, בת גר זכר כבת חלל זכר: "
    },
    {
      "uid": "Mishnah_Kiddushin_40",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 8858,
      "end_char": 9103,
      "length": 246,
      "text": "רבי אליעזר בן יעקב אומר, ישראל שנשא גיורת, בתו כשרה לכהנה. וגר שנשא בת ישראל, בתו כשרה לכהנה. אבל גר שנשא גיורת, בתו פסולה לכהנה. אחד גר ואחד עבדים משחררים, אפלו עד עשרה דורות, עד שתהא אמו מישראל. רבי יוסי אומר, אף גר שנשא גיורת, בתו כשרה לכהנה: "
    },
    {
      "uid": "Mishnah_Kiddushin_41",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 9104,
      "end_char": 9215,
      "length": 112,
      "text": "האומר, בני זה ממזר, אינו נאמן. ואפלו שניהם אומרים על העבר שבמעיה ממזר הוא, אינם נאמנים. רבי יהודה אומר, נאמנים: "
    },
    {
      "uid": "Mishnah_Kiddushin_42",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 9216,
      "end_char": 9576,
      "length": 361,
      "text": "מי שנתן רשות לשלוחו לקדש את בתו והלך הוא וקדשה, אם שלו קדמו, קדושיו קדושין. ואם של שלוחו קדמו, קדושיו קדושין. ואם אינו ידוע, שניהם נותנים גט. ואם רצו, אחד נותן גט ואחד כונס. וכן האשה שנתנה רשות לשלוחה לקדשה, והלכה וקדשה את עצמה, אם שלה קדמו, קדושיה קדושין. ואם של שלוחה קדמו, קדושיו קדושין. ואם אינו ידוע, שניהם נותנין לה גט. ואם רצו, אחד נותן לה גט ואחד כונס: "
    },
    {
      "uid": "Mishnah_Kiddushin_43",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 9577,
      "end_char": 9783,
      "length": 207,
      "text": "מי שיצא הוא ואשתו למדינת הים ובא הוא ואשתו ובניו ואמר, אשה שיצאת עמי למדינת הים הרי היא זו ואלו בניה, אין צריך להביא ראיה, לא על האשה ולא על הבנים. מתה ואלו בניה, מביא ראיה על הבנים ואינו מביא ראיה על האשה: "
    },
    {
      "uid": "Mishnah_Kiddushin_44",
      "chapter_number": 4,
      "verse_number": 11,
      "start_char": 9784,
      "end_char": 9927,
      "length": 144,
      "text": "אשה נשאתי במדינת הים, הרי היא זו ואלו בניה, מביא ראיה על האשה ואין צריך להביא ראיה על הבנים. מתה, ואלו בניה, צריך להביא ראיה על האשה ועל הבנים: "
    },
    {
      "uid": "Mishnah_Kiddushin_45",
      "chapter_number": 4,
      "verse_number": 12,
      "start_char": 9928,
      "end_char": 10173,
      "length": 246,
      "text": "לא יתיחד אדם עם שתי נשים, אבל אשה אחת מתיחדת עם שני אנשים. רבי שמעון אומר, אף איש אחד מתיחד עם שתי נשים בזמן שאשתו עמו וישן עמהם בפנדקי, מפני שאשתו משמרתו. מתיחד אדם עם אמו ועם בתו, וישן עמהם בקרוב בשר. ואם הגדילו, זו ישנה בכסותה וזה ישן בכסותו: "
    },
    {
      "uid": "Mishnah_Kiddushin_46",
      "chapter_number": 4,
      "verse_number": 13,
      "start_char": 10174,
      "end_char": 10270,
      "length": 97,
      "text": "לא ילמד אדם רוק סופרים, ולא תלמד אשה סופרים. רבי אליעזר אומר, אף מי שאין לו אשה, לא ילמד סופרים: "
    },
    {
      "uid": "Mishnah_Kiddushin_47",
      "chapter_number": 4,
      "verse_number": 14,
      "start_char": 10271,
      "end_char": 11655,
      "length": 1385,
      "text": "רבי יהודה אומר, לא ירעה רוק בהמה, ולא יישנו שני רוקים בטלית אחת. וחכמים מתירין. כל שעסקו עם הנשים, לא יתיחד עם הנשים. ולא ילמד אדם את בנו אמנות בין הנשים. רבי מאיר אומר, לעולם ילמד אדם את בנו אמנות נקיה וקלה, ויתפלל למי שהעשר והנכסים שלו, שאין אמנות שאין בה עניות ועשירות, שלא עניות מן האמנות ולא עשירות מן האמנות, אלא הכל לפי זכותו. רבי שמעון בן אלעזר אומר, ראית מימיך חיה ועוף שיש להם אמנות, והן מתפרנסין שלא בצער. והלא לא נבראו אלא לשמשני, ואני נבראתי לשמש את קוני, אינו דין שאתפרנס שלא בצער. אלא שהרעותי מעשי וקפחתי את פרנסתי. אבא גרין איש צדין אומר משום אבא גריא, לא ילמד אדם את בנו, חמר, גמל, ספר, ספן, רועה, וחנוני, שאמנותן אמנות לסטים. רבי יהודה אומר משמו, החמרין, רבן רשעים, והגמלין, רבן כשרים. הספנין, רבן חסידים. טוב שברופאים, לגיהנם. והכשר שבטבחים, שתפו של עמלק. רבי נהוראי אומר, מניח אני כל אמנות שבעולם ואיני מלמד את בני אלא תורה, שאדם אוכל משכרה בעולם הזה וקרן קימת לעולם הבא. ושאר כל אמנות אינן כן. כשאדם בא לידי חלי או לידי זקנה או לידי יסורין ואינו יכול לעסק במלאכתו, הרי הוא מת ברעב. אבל התורה אינה כן, אלא משמרתו מכל רע בנערותו ונותנת לו אחרית ותקוה בזקנותו. בנערותו, מה הוא אומר, (ישעיה מ) וקוי ה' יחליפו כח. בזקנותו, מהו אומר, (תהלים צב) עוד ינובון בשיבה. וכן הוא אומר באברהם אבינו עליו השלום, (בראשית כד) ואברהם זקן, וה' ברך את אברהם בכל. מצינו שעשה אברהם אבינו את כל התורה כלה עד שלא נתנה, שנאמר, (שם כו) עקב אשר שמע אברהם בקלי וישמר משמרתי מצותי חקותי ותורתי: "
    }
  ]
}