{
  "title": "Mishnah Oholot",
  "categories": [
    "Mishnah",
    "Seder Tahorot"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Oholot_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 236,
      "length": 236,
      "text": "שנים טמאים במת, אחד טמא טמאת שבעה ואחד טמא טמאת ערב. שלשה טמאין במת, שנים טמאין טמאת שבעה ואחד טמא טמאת ערב. ארבעה טמאין במת, שלשה טמאין טמאת שבעה ואחד טמא טמאת ערב. כיצד שנים. אדם הנוגע במת, טמא טמאת שבעה. ואדם הנוגע בו, טמא טמאת ערב: "
    },
    {
      "uid": "Mishnah_Oholot_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 237,
      "end_char": 338,
      "length": 102,
      "text": "כיצד שלשה. כלים הנוגעים במת, וכלים בכלים, טמאין טמאת שבעה. השלישי, בין אדם ובין כלים, טמאין טמאת ערב: "
    },
    {
      "uid": "Mishnah_Oholot_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 339,
      "end_char": 617,
      "length": 279,
      "text": "כיצד ארבעה. כלים נוגעין במת, ואדם בכלים, וכלים באדם, טמאין טמאת שבעה. הרביעי, בין אדם בין כלים, טמא טמאת ערב. אמר רבי עקיבא, יש לי חמישי, השפוד התחוב באהל, האהל והשפוד ואדם הנוגע בשפוד וכלים באדם, טמאין טמאת שבעה. החמישי, בין אדם בין כלים, טמא טמאת ערב. אמרו לו, אין האהל מתחשב: "
    },
    {
      "uid": "Mishnah_Oholot_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 618,
      "end_char": 755,
      "length": 138,
      "text": "אדם וכלים מטמאין במת. חמר באדם מבכלים וכלים מבאדם. שהכלים שלשה והאדם שנים. חמר באדם, שכל זמן שהוא באמצע, הן ארבעה. ושאינו באמצע, הן שלשה: "
    },
    {
      "uid": "Mishnah_Oholot_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 756,
      "end_char": 955,
      "length": 200,
      "text": "אדם ובגדים מטמאים בזב. חמר באדם מבבגדים, ובבגדים מבאדם. שהאדם הנוגע בזב מטמא בגדים, ואין בגדים הנוגעין בזב מטמאין בגדים. חמר בבגדים, שהבגדים הנושאין את הזב מטמאין אדם, ואין אדם הנושא את הזב מטמא אדם: "
    },
    {
      "uid": "Mishnah_Oholot_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 956,
      "end_char": 1172,
      "length": 217,
      "text": "אדם אינו מטמא, עד שתצא נפשו. ואפלו מגיד, ואפלו גוסס. זוקק ליבום ופוטר מן היבום, מאכיל בתרומה ופוסל בתרומה. וכן בהמה וחיה אינן מטמאין, עד שתצא נפשם. התזו ראשיהם, אף על פי שמפרכסים, טמאים, כגון זנב של לטאה שהיא מפרכסת: "
    },
    {
      "uid": "Mishnah_Oholot_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1173,
      "end_char": 1275,
      "length": 103,
      "text": "האברין אין להן שעור, אפלו פחות מכזית מן המת, ופחות מכזית מן הנבלה, ופחות מכעדשה מן השרץ, מטמאין טמאתן: "
    },
    {
      "uid": "Mishnah_Oholot_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1276,
      "end_char": 1730,
      "length": 455,
      "text": "מאתים וארבעים ושמנה אברים באדם, שלשים בפסת הרגל, ששה בכל אצבע, עשרה בקרסל, שנים בשוק, חמשה בארכבה, אחד בירך, שלשה בקטלית, אחת עשרה צלעות, שלשים בפסת היד, ששה בכל אצבע, שנים בקנה, ושנים במרפק, אחד בזרוע, וארבעה בכתף. מאה ואחד מזה ומאה ואחד מזה. ושמנה עשרה חליות בשדרה, תשעה בראש, שמנה בצואר, ששה במפתח של לב, וחמשה בנקביו. כל אחד ואחד מטמא במגע ובמשא ובאהל. אימתי, בזמן שיש עליהן בשר כראוי. אבל אם אין עליהן בשר כראוי, מטמאין במגע ובמשא, ואין מטמאין באהל: "
    },
    {
      "uid": "Mishnah_Oholot_9",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1731,
      "end_char": 1979,
      "length": 249,
      "text": "אלו מטמאין באהל. המת, וכזית מן המת, וכזית נצל, ומלא תרוד רקב, השדרה, והגלגלת, אבר מן המת ואבר מן החי שיש עליהן בשר כראוי, רבע עצמות מרב הבנין או מרב המנין. ורב בנינו ורב מנינו של מת, אף על פי שאין בהם רבע, טמאין. כמה הוא רב מנינו, מאה ועשרים וחמשה: "
    },
    {
      "uid": "Mishnah_Oholot_10",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1980,
      "end_char": 2317,
      "length": 338,
      "text": "רביעית דם, ורביעית דם תבוסה ממת אחד. רבי עקיבא אומר, משני מתים. דם קטן שיצא כלו, רבי עקיבא אומר, כל שהוא. וחכמים אומרים, רביעית. כזית רמה, בין חיה בין מתה, רבי אליעזר מטמא כבשרו, וחכמים מטהרים. אפר שרופים, רבי אליעזר אומר, שעורו ברבע, וחכמים מטהרין. מלא תרוד ועוד עפר קברות, טמא, רבי שמעון מטהר. מלא תרוד רקב שגבלו במים, אינו חבור לטמאה: "
    },
    {
      "uid": "Mishnah_Oholot_11",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2318,
      "end_char": 2696,
      "length": 379,
      "text": "אלו מטמאין במגע ובמשא ואינן מטמאין באהל. עצם כשערה, וארץ העמים, ובית הפרס, אבר מן המת, ואבר מן החי שאין עליהן בשר כראוי, השדרה והגלגלת שחסרו. כמה הוא חסרון בשדרה, בית שמאי אומרים, שתי חליות. ובית הלל אומרים, אפלו חליה אחת. ובגלגלת, בית שמאי אומרים, כמלא מקדח. ובית הלל אומרים, כדי שינטל מן החי וימות. באיזה מקדח אמרו, בקטן של רופאים, דברי רבי מאיר. וחכמים אומרים, בגדול של לשכה: "
    },
    {
      "uid": "Mishnah_Oholot_12",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2697,
      "end_char": 2914,
      "length": 218,
      "text": "הגולל והדופק מטמאין במגע ובאהל, ואינן מטמאין במשא. רבי אליעזר אומר, מטמאין במשא. רבי יהושע אומר, אם יש תחתיהן עפר קברות, מטמאין במשא. ואם לאו, אינן מטמאין במשא. איזהו הדופק, את שהגולל נשען עליו. אבל דופק דופקין, טהור: "
    },
    {
      "uid": "Mishnah_Oholot_13",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2915,
      "end_char": 3021,
      "length": 107,
      "text": "אלו שאם חסרו טהורין. כזית מן המת, וכזית נצל, ומלא תרוד רקב, ורביעית דם, ועצם כשערה, ואבר מן החי שחסר עצמו: "
    },
    {
      "uid": "Mishnah_Oholot_14",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 3022,
      "end_char": 3168,
      "length": 147,
      "text": "השדרה והגלגלת משני מתים, ורביעית דם משני מתים, ורבע עצמות משני מתים, ואבר מן המת משני מתים, ואבר מן החי משני אנשים, רבי עקיבא מטמא, וחכמים מטהרין: "
    },
    {
      "uid": "Mishnah_Oholot_15",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 3169,
      "end_char": 3445,
      "length": 277,
      "text": "עצם כשערה שנחלק לשנים, רבי עקיבא מטמא, ורבי יוחנן בן נורי מטהר. אמר רבי יוחנן בן נורי, לא אמרו עצמות כשערה, אלא עצם כשערה. רבע עצמות שנדקדקו ואין בכל אחד ואחד עצם כשערה, רבי שמעון מטהר, וחכמים מטמאין. אבר מן החי שנחלק לשנים, טהור. רבי יוסי מטמא. ומודה שאם נטל חצאים שהוא טהור: "
    },
    {
      "uid": "Mishnah_Oholot_16",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3446,
      "end_char": 4032,
      "length": 587,
      "text": "כל המטמאין באהל שנחלקו והכניסן לתוך הבית, רבי דוסא בן הרכינס מטהר, וחכמים מטמאים. כיצד. הנוגע בכשני חציי זיתים מן הנבלה או נושאן. ובמת, הנוגע בכחצי זית ומאהיל על כחצי זית, או נוגע בכחצי זית וכחצי זית מאהיל עליו, מאהיל על כשני חציי זיתים, מאהיל על כחצי זית וכחצי זית מאהיל עליו, רבי דוסא בן הרכינס מטהר, וחכמים מטמאין. אבל הנוגע בכחצי זית ודבר אחר מאהיל עליו ועל כחצי זית, או מאהיל על כחצי זית ודבר אחר מאהיל עליו ועל כחצי זית, טהור. אמר רבי מאיר, אף בזה רבי דוסא בן הרכינס מטהר, וחכמים מטמאין. הכל טמא, חוץ מן המגע עם המשא, והמשא עם האהל. זה הכלל, כל שהוא משם אחד, טמא. משני שמות, טהור: "
    },
    {
      "uid": "Mishnah_Oholot_17",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 4033,
      "end_char": 4229,
      "length": 197,
      "text": "מלא תרוד רקב שנתפזר בתוך הבית, הבית טמא. ורבי שמעון מטהר. רביעית דם שנבלעה בתוך הבית, הבית טהור. נבלעה בכסות, אם מתכבסת ויוצא ממנה רביעית דם, טמאה. ואם לאו, טהורה, שכל הבלוע שאינו יכול לצאת, טהור: "
    },
    {
      "uid": "Mishnah_Oholot_18",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 4230,
      "end_char": 4468,
      "length": 239,
      "text": "נשפך באויר, אם היה מקומו קטפרס והאהיל על מקצתו, טהור. היה אשברן, או שקרש, טמא. נשפך על האסקפה והיא קטפרס, בין מבפנים בין מבחוץ, והבית מאהיל עליו, טהור. היה אשברן או שקרש, טמא. כל שבמת, טמא, חוץ מן השנים והשער והצפרן. ובשעת חבורו, הכל טמא: "
    },
    {
      "uid": "Mishnah_Oholot_19",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4469,
      "end_char": 4701,
      "length": 233,
      "text": "כיצד. המת מבחוץ ושערו בפנים, הבית טמא. עצם שיש עליו כזית בשר, הכניס מקצתו מבפנים והבית מאהיל עליו, טמא. שני עצמות ועליהן כשני חצאי זיתים בשר, הכניס מקצתם מבפנים והבית מאהיל עליהם, טמא. היו תחובים בידי אדם, טהור, שאין חבורי אדם חבור: "
    },
    {
      "uid": "Mishnah_Oholot_20",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 4702,
      "end_char": 5040,
      "length": 339,
      "text": "איזהו דם תבוסה. המת שיצא ממנו שמינית בחייו ושמינית במותו, דברי רבי עקיבא. רבי ישמעאל אומר, רביעית בחייו ורביעית במותו, נטל מזה ומזה רביעית. רבי אלעזר ברבי יהודה אומר, זה וזה כמים. איזהו דם תבוסה. צלוב שדמו שותת ונמצא תחתיו רביעית דם, טמא. אבל המת שדמו מנטף ונמצא תחתיו רביעית דם, טהור. רבי יהודה אומר, לא כי, אלא השותת, טהור. והמנטף, טמא: "
    },
    {
      "uid": "Mishnah_Oholot_21",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 5041,
      "end_char": 5193,
      "length": 153,
      "text": "כזית מן המת, פתחו בטפח, והמת, פתחו בארבעה טפחים, להציל הטמאה על הפתחים. אבל להוציא הטמאה, בפותח טפח. גדול מכזית, כמת. רבי יוסי אומר, השדרה והגלגלת, כמת: "
    },
    {
      "uid": "Mishnah_Oholot_22",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 5194,
      "end_char": 5774,
      "length": 581,
      "text": "טפח על טפח על רום טפח, מרבע, מביא את הטמאה, וחוצץ בפני הטמאה. כיצד. ביב שהוא קמור תחת הבית, יש בו פותח טפח ויש ביציאתו פותח טפח, טמאה בתוכו, הבית טהור. טמאה בבית, מה שבתוכו טהור, שדרך הטמאה לצאת ואין דרכה להכנס. יש בו פותח טפח ואין ביציאתו פותח טפח, הטמאה בתוכו, הבית טמא. טמאה בבית, מה שבתוכו טהור, שדרך הטמאה לצאת ואין דרכה להכנס. אין בו פותח טפח ואין ביציאתו פותח טפח, טמאה בתוכו, הבית טמא. טמאה בבית, מה שבתוכו טמא. אחד חור שחררוהו מים או שרצים, או שאכלתו מלחת, וכן מרבך של אבנים, וכן סואר של קורות. רבי יהודה אומר, כל אהל שאינו עשוי בידי אדם, אינו אהל. ומודה בשקיפים ובסלעים: "
    },
    {
      "uid": "Mishnah_Oholot_23",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5775,
      "end_char": 6109,
      "length": 335,
      "text": "מגדל שהוא עומד באויר, טמאה בתוכו, כלים שבעביו טהורים. טמאה בעביו, כלים שבתוכו טהורים. רבי יוסי אומר, מחצה למחצה. היה עומד בתוך הבית, טמאה בתוכו, הבית טמא. טמאה בבית, מה שבתוכו טהור, שדרך הטמאה לצאת ואין דרכה להכנס. כלים שבינו לבין הארץ, שבינו לבין הכתל, שבינו לבין הקורות, אם יש שם פותח טפח, טמאין. ואם לאו, טהורין. טמאה שם, הבית טמא: "
    },
    {
      "uid": "Mishnah_Oholot_24",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 6110,
      "end_char": 6302,
      "length": 193,
      "text": "תבת המגדל, יש בה פותח טפח ואין ביציאתה פותח טפח, טמאה בתוכה, הבית טמא. טמאה בבית, מה שבתוכה טהור, שדרך הטמאה לצאת ואין דרכה להכנס. רבי יוסי מטהר, מפני שהוא יכול להוציאה לחצאים או לשרפה במקומה: "
    },
    {
      "uid": "Mishnah_Oholot_25",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 6303,
      "end_char": 6557,
      "length": 255,
      "text": "היה עומד בתוך הפתח ונפתח לחוץ, טמאה בתוכו, הבית טהור. טמאה בבית, מה שבתוכו טמא, שדרך הטמאה לצאת ואין דרכה להכנס. היתה מוכני שלו משוכה לאחוריו שלש אצבעות, טמאה שם כנגד הקורות, הבית טהור. במה דברים אמורים, בזמן שיש שם פותח טפח, ואינה יוצאה, והמגדל בא במדה: "
    },
    {
      "uid": "Mishnah_Oholot_26",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 6558,
      "end_char": 6720,
      "length": 163,
      "text": "תנור שהוא עומד בתוך הבית ועינו קמורה לחוץ, והאהילו עליו קוברי המת, בית שמאי אומרים, הכל טמא. ובית הלל אומרים, התנור טמא והבית טהור. רבי עקיבא אומר, אף התנור טהור: "
    },
    {
      "uid": "Mishnah_Oholot_27",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 6721,
      "end_char": 6878,
      "length": 158,
      "text": "ארבה שבין הבית לעליה, וקדרה נתונה עליה ונקובה בכונס משקה, בית שמאי אומרים, הכל טמא. ובית הלל אומרים, הקדרה טמאה, ועליה טהורה. רבי עקיבא אומר, אף הקדרה טהורה: "
    },
    {
      "uid": "Mishnah_Oholot_28",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 6879,
      "end_char": 7019,
      "length": 141,
      "text": "היתה שלמה, בית הלל אומרים, מצלת על הכל. בית שמאי אומרים, אינה מצלת אלא על האכלים ועל המשקים ועל כלי חרס. חזרו בית הלל להורות כדברי בית שמאי: "
    },
    {
      "uid": "Mishnah_Oholot_29",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 7020,
      "end_char": 7231,
      "length": 212,
      "text": "לגין שהוא מלא משקין טהורין, הלגין טמא טמאת שבעה, והמשקין טהורין. ואם פנן בכלי אחר, טמאין. האשה שהיא לשה בערבה, האשה והערבה טמאים טמאת שבעה, והבצק טהור. ואם פנתו לכלי אחר, טמא. חזרו בית הלל להורות כדברי בית שמאי: "
    },
    {
      "uid": "Mishnah_Oholot_30",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 7232,
      "end_char": 7394,
      "length": 163,
      "text": "היו כלי גללים, כלי אבנים, כלי אדמה, הכל טהור. היה כלי טהור לקדש ולחטאת, הכל טהור, שהכל נאמנין על החטאת, מפני שהכלים טהורין וכלי חרס טהורין ומצילין עם דפנות אהלים: "
    },
    {
      "uid": "Mishnah_Oholot_31",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 7395,
      "end_char": 7688,
      "length": 294,
      "text": "כיצד. הבור והדות שבבית, וכפישה נתונה עליו, טהור. אם היתה באר חלקה, או כורת פחותה, וכפישה נתונה עליה, טמא. אם היה נסר חלק, או סרידה שאין לה גפים, טהור, שאין הכלים מצילים עם דפנות אהלים עד שיהא להן דפנות. וכמה תהא הדפן, טפח. היה לה חצי טפח מכאן וחצי טפח מכאן, אינה דפן, עד שיהא לה טפח ממקום אחד: "
    },
    {
      "uid": "Mishnah_Oholot_32",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 7689,
      "end_char": 7935,
      "length": 247,
      "text": "כשם שמצילין מבפנים, כך מצילין מבחוץ. כיצד, כפישה שהיא נתונה על היתדות מבחוץ, טמאה תחתיה, כלים שבכפישה טהורים. אם היה כתל חצר או כתל גנה, אינו מציל. קורה שהיתה נתונה מכתל לכתל וקדרה תלויה בה, טמאה תחתיה, כלים שבקדרה, רבי עקיבא מטהר, וחכמים מטמאין: "
    },
    {
      "uid": "Mishnah_Oholot_33",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 7936,
      "end_char": 8327,
      "length": 392,
      "text": "אדם וכלים נעשין אהלין לטמא, אבל לא לטהר. כיצד. ארבעה נושאין את הנדבך, טמאה תחתיו, כלים שעל גביו טמאין. טמאה על גביו, כלים שתחתיו טמאים. רבי אליעזר מטהר. נתון על ארבעה כלים, אפלו כלי גללים, כלי אבנים, כלי אדמה, טמאה תחתיו, כלים שעל גביו טמאים. טמאה על גביו, כלים שתחתיו טמאים. נתון על ארבעה אבנים, או על דבר שיש בו רוח חיים, טמאה תחתיו, כלים שעל גביו טהורין. טמאה על גביו, כלים שתחתיו טהורין: "
    },
    {
      "uid": "Mishnah_Oholot_34",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 8328,
      "end_char": 8636,
      "length": 309,
      "text": "קוברי המת שהיו עוברים באכסדרה, והגיף אחד מהן את הדלת וסמכו במפתח, אם יכול הדלת לעמד בפני עצמו, טהור. ואם לאו, טמא. וכן חבית של גרוגרות או קפה של תבן שהן נתונות בחלון, אם יכולין הגרוגרות והתבן לעמד בפני עצמן, טהורין. ואם לאו, טמאין. בית שחצצו בקנקנים וטח בטיח, אם יכול הטיח לעמד בפני עצמו, טהור. ואם לאו, טמא: "
    },
    {
      "uid": "Mishnah_Oholot_35",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 8637,
      "end_char": 8891,
      "length": 255,
      "text": "כתל המשמש את הבית, ידון מחצה למחצה. כיצד. כתל שהוא לאויר והטמאה בתוכו, מחציו ולפנים, הבית טמא, והעומד מלמעלן טהור. מחציו ולחוץ, הבית טהור, והעומד מלמעלן טמא. מחצה למחצה, הבית טמא. והעומד מלמעלן, רבי מאיר מטמא, וחכמים מטהרין. רבי יהודה אומר, כל הכתל לבית: "
    },
    {
      "uid": "Mishnah_Oholot_36",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 8892,
      "end_char": 9366,
      "length": 475,
      "text": "כתל שבין שני בתים והטמאה בתוכו, בית הקרוב לטמאה, טמא. והקרוב לטהרה, טהור. מחצה למחצה, שניהם טמאין. טמאה באחד מהן וכלים בכתל, מחציו וכלפי טמאה, טמאין. מחציו וכלפי טהרה, טהורין. מחצה למחצה, הרי הן טמאין. מעזיבה שבין הבית לעליה, טמאה בתוכה, מחציה ולמטן, הבית טמא ועליה טהורה. מחציה ולמעלן, העליה טמאה והבית טהור. מחצה למחצה, שניהן טמאין. טמאה באחד מהן וכלים במעזיבה, מחציה וכלפי טמאה, טמאין. מחציה וכלפי טהרה, טהורין. מחצה למחצה, הרי הן טמאין. רבי יהודה אומר, כל המעזיבה לעליה: "
    },
    {
      "uid": "Mishnah_Oholot_37",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 9367,
      "end_char": 9526,
      "length": 160,
      "text": "טמאה בין הקורות ותחתיה כקלפת השום, אם יש שם פותח טפח, הכל טמא. אם אין שם פותח טפח, רואין את הטמאה כאלו היא אטם. היתה נראית בתוך הבית, בין כך ובין כך, הבית טמא: "
    },
    {
      "uid": "Mishnah_Oholot_38",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 9527,
      "end_char": 9751,
      "length": 225,
      "text": "בית המשמש את הכתל, ידון כקלפת השום. כיצד. כתל שבין שני כוכין, או בין שתי מערות, טמאה בבתים וכלים בכתל ועליהם כקלפת השום, טהורין. טמאה בכתל וכלים בבתים ועליה כקלפת השום, טהורין. טמאה תחת העמוד, טמאה בוקעת ועולה, בוקעת ויורדת: "
    },
    {
      "uid": "Mishnah_Oholot_39",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 9752,
      "end_char": 10016,
      "length": 265,
      "text": "כלים שתחת הפרח, טהורים. רבי יוחנן בן נורי מטמא. הטמאה והכלים שתחת הפרח, אם יש שם פותח טפח, טמאין. ואם לאו, טהורין. שני פרדסקים זה בצד זה, או זה על גב זה, נפתח אחד מהן, הוא והבית טמא, וחברו טהור. ורואין את הפרדסקין כאלו הוא אטם, ידון מחצה למחצה להביא את הטמאה לבית: "
    },
    {
      "uid": "Mishnah_Oholot_40",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 10017,
      "end_char": 10405,
      "length": 389,
      "text": "הטמאה בכתל, ומקומה טפח על טפח על רום טפח, כל העליות שעל גבה, אפלו הן עשר, טמאות. היתה עליה אחת על גבי שני בתים, היא טמאה, וכל העליות שעל גבה, טהורות. כתל שנית, טמאה בוקעת ועולה, בוקעת ויורדת. נפש אטומה, הנוגע בה מן הצדדין, טהור, מפני שטמאה בוקעת ועולה, בוקעת ויורדת. אם היה מקום הטמאה טפח על טפח על רום טפח, הנוגע בה מכל מקום, טמא, מפני שהיא כקבר סתום. סמך לה סכות, טמאות. רבי יהודה מטהר: "
    },
    {
      "uid": "Mishnah_Oholot_41",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 10406,
      "end_char": 10956,
      "length": 551,
      "text": "כל שפועי אהלין, כאהלין. אהל שהוא שופע ויורד, וכלה עד כאצבע, טמאה באהל, כלים שתחת השפוע, טמאים. טמאה תחת השפוע, כלים שבאהל, טמאין. טמאה מתוכו, הנוגע בו מתוכו, טמא טמאת שבעה. ומאחוריו, טמא טמאת ערב. טמאה מאחוריו, הנוגע בו מאחוריו, טמא טמאת שבעה. מתוכו, טמא טמאת ערב. כחצי זית מתוכו וכחצי זית מאחוריו, הנוגע בו, בין מתוכו בין מאחוריו, טמא טמאת ערב. מקצתו מרדד על הארץ, טמאה תחתיו או על גביו, טמאה בוקעת ועולה, בוקעת ויורדת. אהל שהוא נטוי בעליה, מקצתו מרדד על הארבה שבין בית לעליה, רבי יוסי אומר, מציל. רבי שמעון אומר, אינו מציל, עד שיהא נטוי כנטית האהל: "
    },
    {
      "uid": "Mishnah_Oholot_42",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 10957,
      "end_char": 11292,
      "length": 336,
      "text": "המת בבית ובו פתחין הרבה, כלן טמאין. נפתח אחד מהן, הוא טמא וכלן טהורים. חשב להוציאו באחד מהן, או בחלון שהוא ארבעה על ארבעה טפחים, הציל על כל הפתחים. בית שמאי אומרים, יחשב עד שלא ימות המת. בית הלל אומרים, אף משמת. היה סתום ונמלך לפתחו, בית שמאי אומרים, כשיפתח ארבעה טפחים. ובית הלל אומרים, כשיתחיל. ומודים בפותח בתחלה, שיפתח ארבעה טפחים: "
    },
    {
      "uid": "Mishnah_Oholot_43",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 11293,
      "end_char": 11511,
      "length": 219,
      "text": "האשה שהיא מקשה לילד והוציאוה מבית לבית, הראשון טמא בספק, והשני בודאי. אמר רבי יהודה, אימתי, בזמן שהיא נטלת בגפים. אבל אם היתה מהלכת, הראשון טהור, שמשנפתח הקבר אין פנאי להלך. אין לנפלים פתיחת הקבר, עד שיעגילו ראש כפיקה: "
    },
    {
      "uid": "Mishnah_Oholot_44",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 11512,
      "end_char": 11616,
      "length": 105,
      "text": "יצא הראשון מת והשני חי, טהור. הראשון חי והשני מת, טמא. רבי מאיר אומר, בשפיר אחד, טמא. בשני שפירים, טהור: "
    },
    {
      "uid": "Mishnah_Oholot_45",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 11617,
      "end_char": 11759,
      "length": 143,
      "text": "האשה שהיא מקשה לילד, מחתכין את הולד במעיה ומוציאין אותו אברים אברים, מפני שחייה קודמין לחייו. יצא רבו, אין נוגעין בו, שאין דוחין נפש מפני נפש: "
    },
    {
      "uid": "Mishnah_Oholot_46",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 11760,
      "end_char": 12264,
      "length": 505,
      "text": "יש מביאין את הטמאה וחוצצין, מביאין את הטמאה ולא חוצצין, חוצצין ולא מביאין, לא מביאין ולא חוצצין. אלו מביאין וחוצצין, השדה והתבה והמגדל, כורת הקש, כורת הקנים, ובור ספינה אלכסנדרית, שיש להן שולים והן מחזיקים ארבעים סאה בלח, שהם כורים ביבש. ויריעה, וסקורטיא, וקטבליא, וסדין, ומפץ, ומחצלת, שהן עשויין אהלים, ועדר בהמה טמאה וטהורה, ומכונות חיה ועוף, והעוף ששכן, והעושה מקום לבנה בשבלים, האירוס והקסום, וירקות חמור, ודלעת יונית, ואכלים טהורים. רבי יוחנן בן נורי לא היה מודה באכלים טהורין, חוץ מן העגול של דבלה: "
    },
    {
      "uid": "Mishnah_Oholot_47",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 12265,
      "end_char": 12485,
      "length": 221,
      "text": "הזיזין, והגזריות, והשובכות, והשקיפים, והסלעים, והגהרים, והשננים, והסככות, והפרעות, שהן יכולים לקבל מעזיבה רכה, דברי רבי מאיר. וחכמים אומרים, מעזיבה בינונית. אלו הן הסככות, אילן שהוא מסך על הארץ. והפרעות, היוצאות מן הגדר: "
    },
    {
      "uid": "Mishnah_Oholot_48",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 12486,
      "end_char": 12758,
      "length": 273,
      "text": "אלו מביאין ולא חוצצין. השדה, והתבה, והמגדל, כורת הקש, כורת הקנים, ובור ספינה אלכסנדרית, שאין להם שולים ואינן מחזיקים ארבעים סאה בלח, שהם כורים ביבש. ויריעה, וסקורטיא, וקטבליא, וסדין, ומפץ, ומחצלת, שאין עשויין אהלים, ובהמה וחיה שמתו, ואכלים טמאים. מוסף עליהם, הרחים של אדם: "
    },
    {
      "uid": "Mishnah_Oholot_49",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 12759,
      "end_char": 12834,
      "length": 76,
      "text": "אלו חוצצים ולא מביאין. מסכת פרוסה, וחבילי המטה, והמשפלות והסריגות שבחלונות: "
    },
    {
      "uid": "Mishnah_Oholot_50",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 12835,
      "end_char": 13176,
      "length": 342,
      "text": "אלו לא מביאין ולא חוצצין. הזרעים והירקות המחברים לקרקע, חוץ מן הירקות שמנו, וכפת הברד, והשלג, והכפור, והגליד, והמלח, והדולג ממקום למקום, והקופץ ממקום למקום, והעוף הפורח, וטלית המנפנפת, וספינה שהיא שטה על פני המים. קשר את הספינה בדבר שהוא יכול להעמידה, כבש את האבן על גבי הטלית, מביאה את הטמאה. רבי יוסי אומר, הבית שבספינה אינו מביא את הטמאה: "
    },
    {
      "uid": "Mishnah_Oholot_51",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 13177,
      "end_char": 13340,
      "length": 164,
      "text": "שתי חביות ובהן כשני חציי זיתים, מקפות צמיד פתיל ומנחות בתוך הבית, הן טהורות, והבית טמא. נפתחה אחת מהן, היא והבית טמאים וחברתה טהורה. וכן שני חדרים שהן פתוחין לבית: "
    },
    {
      "uid": "Mishnah_Oholot_52",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 13341,
      "end_char": 13526,
      "length": 186,
      "text": "כורת שהיא בתוך הפתח ופיה לחוץ, כזית מן המת נתון תחתיה או על גבה מבחוץ, כל שהוא כנגד הזית, תחתיה וגבה טמא. וכל שאינו כנגד הזית, תוכה, והבית, טהור. בבית, אין טמא אלא הבית. בתוכה, הכל טמא: "
    },
    {
      "uid": "Mishnah_Oholot_53",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 13527,
      "end_char": 13615,
      "length": 89,
      "text": "היתה גבוהה מן הארץ טפח, טמאה תחתיה או בבית או על גבה, הכל טמא, אלא תוכה. בתוכה, הכל טמא: "
    },
    {
      "uid": "Mishnah_Oholot_54",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 13616,
      "end_char": 13850,
      "length": 235,
      "text": "במה דברים אמורים, בזמן שהיא כלי מחלחלת. היתה פחותה ופקוקה בקש או אפוצה, איזו היא אפוצה, כל שאין לה טפח ממקום אחד, כזית מן המת נתון תחתיה, כנגדו עד התהום טמא. על גבה, כנגדו עד הרקיע טמא. בבית, אין טמא אלא הבית. בתוכה, אין טמא אלא תוכה: "
    },
    {
      "uid": "Mishnah_Oholot_55",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 13851,
      "end_char": 13980,
      "length": 130,
      "text": "היתה גבוהה מן הארץ טפח, טמאה תחתיה או בבית, תחתיה והבית טמא, תוכה וגבה טהור. בתוכה, אין טמא אלא תוכה. על גבה, כנגדו עד הרקיע טמא: "
    },
    {
      "uid": "Mishnah_Oholot_56",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 13981,
      "end_char": 14173,
      "length": 193,
      "text": "במה דברים אמורים, בזמן שפיה לחוץ. היה פיה לפנים, וכזית מן המת נתון תחתיה או על גבה מבחוץ, כל שהוא כנגד הזית, תחתיה וגבה ותוכה טמא. וכל שאינו כנגד הזית, תוכה והבית טהור. בתוכה או בבית, הכל טמא: "
    },
    {
      "uid": "Mishnah_Oholot_57",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 14174,
      "end_char": 14245,
      "length": 72,
      "text": "היתה גבוהה מן הארץ טפח, טמאה תחתיה או בבית או בתוכה או על גבה, הכל טמא: "
    },
    {
      "uid": "Mishnah_Oholot_58",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 14246,
      "end_char": 14462,
      "length": 217,
      "text": "במה דברים אמורים, בזמן שהיא כלי מחלחלת. היתה פחותה ופקוקה בקש או אפוצה, איזוהי אפוצה, כל שאין לה טפח ממקום אחד, כזית מן המת נתון תחתיה, כנגדו עד התהום טמא. על גבה, כנגדו עד הרקיע טמא. בתוכה או בבית, תוכה והבית טמאים: "
    },
    {
      "uid": "Mishnah_Oholot_59",
      "chapter_number": 9,
      "verse_number": 8,
      "start_char": 14463,
      "end_char": 14561,
      "length": 99,
      "text": "היתה גבוהה מן הארץ טפח, טמאה תחתיה או בבית או בתוכה, הכל טמא, אלא גבה. על גבה, כנגדו עד הרקיע טמא: "
    },
    {
      "uid": "Mishnah_Oholot_60",
      "chapter_number": 9,
      "verse_number": 9,
      "start_char": 14562,
      "end_char": 14740,
      "length": 179,
      "text": "היתה ממלאה את כל הבית ואין בינה לבין הקורות פותח טפח, טמאה בתוכה, הבית טמא. טמאה בבית, מה שבתוכה טהור, שדרך טמאה לצאת ואין דרכה להכנס, בין עומדת בין מטה על צדה, בין אחת בין שתים: "
    },
    {
      "uid": "Mishnah_Oholot_61",
      "chapter_number": 9,
      "verse_number": 10,
      "start_char": 14741,
      "end_char": 14875,
      "length": 135,
      "text": "היתה עומדת בתוך הפתח ואין בינה לבין המשקוף פותח טפח, טמאה בתוכה, הבית טהור. טמאה בבית, מה שבתוכה טמא, שדרך הטמאה לצאת ואין דרכה להכנס: "
    },
    {
      "uid": "Mishnah_Oholot_62",
      "chapter_number": 9,
      "verse_number": 11,
      "start_char": 14876,
      "end_char": 15017,
      "length": 142,
      "text": "היתה מטה על צדה באויר וכזית מן המת נתון תחתיה או על גבה, כל שהוא כנגד הזית, תחתיה וגבה, טמא. וכל שאינו כנגד הזית, תוכה, טהור. בתוכה, הכל טמא: "
    },
    {
      "uid": "Mishnah_Oholot_63",
      "chapter_number": 9,
      "verse_number": 12,
      "start_char": 15018,
      "end_char": 15372,
      "length": 355,
      "text": "היתה גבוהה מן הארץ טפח, טמאה תחתיה או על גבה, הכל טמא, אלא תוכה. בתוכה, הכל טמא. במה דברים אמורים, בזמן שהיא כלי. היתה פחותה ופקוקה בקש, או מחזקת ארבעים סאה, כדברי חכמים, כזית מן המת נתון תחתיה, כנגדו עד התהום טמא. על גבה, כנגדו עד הרקיע, טמא. בתוכה, אין טמא אלא תוכה. היתה גבוהה מן הארץ טפח, טמאה תחתיה, טמא. בתוכה, תוכה טמא. על גבה, כנגדו עד הרקיע טמא: "
    },
    {
      "uid": "Mishnah_Oholot_64",
      "chapter_number": 9,
      "verse_number": 13,
      "start_char": 15373,
      "end_char": 15553,
      "length": 181,
      "text": "היתה יושבת על שוליה והיא כלי, טמאה תחתיה, בתוכה, או על גבה, טמאה בוקעת ועולה, בוקעת ויורדת. היתה גבוהה מן הארץ טפח, או מכסה, או כפויה על פיה, טמאה תחתיה, בתוכה, או על גבה, הכל טמא: "
    },
    {
      "uid": "Mishnah_Oholot_65",
      "chapter_number": 9,
      "verse_number": 14,
      "start_char": 15554,
      "end_char": 15855,
      "length": 302,
      "text": "במה דברים אמורים, בזמן שהיא כלי. היתה פחותה ופקוקה בקש, או מחזקת ארבעים סאה כדברי חכמים, טמאה תחתיה, בתוכה, או על גבה, טמאה בוקעת ועולה, בוקעת ויורדת. רבי אליעזר ורבי שמעון אומרים, אין טמאה עולה לה, אף לא יורדת ממנה. היתה גבוהה מן הארץ טפח, טמאה תחתיה, תחתיה טמא. בתוכה, או על גבה, כנגדו עד הרקיע טמא: "
    },
    {
      "uid": "Mishnah_Oholot_66",
      "chapter_number": 9,
      "verse_number": 15,
      "start_char": 15856,
      "end_char": 16188,
      "length": 333,
      "text": "ארון שהיא רחבה מלמטן וצרה מלמעלן והמת בתוכה, הנוגע בה מלמטן, טהור. ומלמעלן, טמא. רחבה מלמעלן וצרה מלמטן, הנוגע בה מכל מקום, טמא. היתה שוה, הנוגע בה מכל מקום, טמא, דברי רבי אליעזר. ורבי יהושע אומר, מטפח ולמטן, טהור. מטפח ולמעלן, טמא. העשויה כמין קמטרא, הנוגע בה מכל מקום, טמא. כמין גלוסקוס, הנוגע בה מכל מקום, טהור, חוץ ממקום פתיחתה: "
    },
    {
      "uid": "Mishnah_Oholot_67",
      "chapter_number": 9,
      "verse_number": 16,
      "start_char": 16189,
      "end_char": 16608,
      "length": 420,
      "text": "חבית שהיא יושבת על שוליה באויר וכזית מן המת נתון תחתיה או בתוכה כנגד קורקורתה, טמאה בוקעת ועולה, בוקעת ויורדת, והחבית טמאה. תחת דפנה מבחוץ, טמאה בוקעת ועולה, בוקעת ויורדת, והחבית טהורה. בתוכה ותחת דפנה, אם יש בדפנות פותח טפח, הכל טמא, וכנגד פיה, טהור. ואם לאו, טמאה בוקעת ועולה, בוקעת ויורדת. במה דברים אמורים, בטהורה. אבל אם היתה טמאה או גבוהה מן הארץ טפח או מכסה או כפויה על פיה, טמאה תחתיה, בתוכה או על גבה, הכל טמא: "
    },
    {
      "uid": "Mishnah_Oholot_68",
      "chapter_number": 10,
      "verse_number": 1,
      "start_char": 16609,
      "end_char": 16824,
      "length": 216,
      "text": "ארבה שהיא בתוך הבית ויש בה פותח טפח, טמאה בבית, כנגד ארבה טהור. טמאה כנגד ארבה, הבית טהור. הטמאה בין בבית ובין כנגד ארבה, נתן את רגלו מלמעלן, ערב את הטמאה. מקצת טמאה בבית ומקצתה כנגד ארבה, הבית טמא, וכנגד הטמאה טמא: "
    },
    {
      "uid": "Mishnah_Oholot_69",
      "chapter_number": 10,
      "verse_number": 2,
      "start_char": 16825,
      "end_char": 17197,
      "length": 373,
      "text": "אין בארבה פותח טפח, טמאה בבית, כנגד ארבה טהור. טמאה כנגד ארבה, הבית טהור. הטמאה בבית, נתן את רגלו מלמעלן, טהור. הטמאה כנגד ארבה, נתן את רגלו מלמעלן, רבי מאיר מטמא. וחכמים אומרים, אם טמאה קדמה את רגלו, טמא. אם רגלו קדמה את הטמאה, טהור. רבי שמעון אומר, שתי רגלים, זו על גב זו, שקדמו את הטמאה, משך הראשון את רגלו ונמצא רגלו של שני שם, טהור, מפני שקדמה רגלו של ראשון את הטמאה: "
    },
    {
      "uid": "Mishnah_Oholot_70",
      "chapter_number": 10,
      "verse_number": 3,
      "start_char": 17198,
      "end_char": 17425,
      "length": 228,
      "text": "מקצת טמאה בבית ומקצתה כנגד ארבה, הבית טמא, וכנגד הטמאה טמא, דברי רבי מאיר. רבי יהודה אומר, הבית טמא, כנגד הטמאה טהור. רבי יוסי אומר, אם יש בטמאה כדי שתחלק ותטמא את הבית ותטמא כנגד הטמאה, טמא. ואם לאו, הבית טמא, כנגד הטמאה טהור: "
    },
    {
      "uid": "Mishnah_Oholot_71",
      "chapter_number": 10,
      "verse_number": 4,
      "start_char": 17426,
      "end_char": 17662,
      "length": 237,
      "text": "ארבות זו על גב זו, ויש בהן פותח טפח, טמאה בבית, כנגד ארבות טהור. טמאה כנגד ארבות, הבית טהור. הטמאה בין בבית בין כנגד ארבות, נתן דבר שהוא מקבל טמאה, בין מלמעלן בין מלמטן, הכל טמא. ודבר שאינו מקבל טמאה, ממנו ולמטן, טמא. ממנו ולמעלן, טהור: "
    },
    {
      "uid": "Mishnah_Oholot_72",
      "chapter_number": 10,
      "verse_number": 5,
      "start_char": 17663,
      "end_char": 17982,
      "length": 320,
      "text": "אין בארבות פותח טפח, טמאה בבית, כנגד ארבות טהור. טמאה כנגד ארבות, הבית טהור. הטמאה בבית, נתן בין דבר שהוא מקבל טמאה, בין דבר שאינו מקבל טמאה, בין מלמעלן בין מלמטן, אין טמא אלא התחתון. הטמאה כנגד ארבות, נתן דבר שהוא מקבל טמאה, בין מלמעלן בין מלמטן, הכל טמא. ודבר שאינו מקבל טמאה, בין מלמעלן בין מלמטן, אין טמא אלא תחתון: "
    },
    {
      "uid": "Mishnah_Oholot_73",
      "chapter_number": 10,
      "verse_number": 6,
      "start_char": 17983,
      "end_char": 18224,
      "length": 242,
      "text": "ארבה שהיא בתוך הבית וקדרה נתונה תחתיה, שאם תעלה, אין שפתותיה נוגעות בארבה, טמאה תחתיה, בתוכה או על גבה, טמאה בוקעת ועולה, בוקעת ויורדת. היתה גבוהה מן הארץ טפח, טמאה תחתיה, או בבית, תחתיה והבית, טמא. תוכה וגבה, טהור. בתוכה או על גבה, הכל טמא: "
    },
    {
      "uid": "Mishnah_Oholot_74",
      "chapter_number": 10,
      "verse_number": 7,
      "start_char": 18225,
      "end_char": 18529,
      "length": 305,
      "text": "היתה נתונה בצד האסקפה שאם תעלה היא נוגעת במשקוף פותח טפח, טמאה תחתיה, בתוכה או על גבה, טמאה בוקעת ועולה, בוקעת ויורדת. היתה גבוהה מן הארץ טפח, טמאה תחתיה או בבית, תחתיה והבית טמא, תוכה וגבה טהור. בתוכה או על גבה, הכל טמא. שאם תעלה אינה נוגעת בשקוף פותח טפח, או מדבקת בשקוף, טמאה תחתיה, אין טמא אלא תחתיה: "
    },
    {
      "uid": "Mishnah_Oholot_75",
      "chapter_number": 11,
      "verse_number": 1,
      "start_char": 18530,
      "end_char": 18702,
      "length": 173,
      "text": "הבית שנסדק, טמאה בחוץ, כלים שבפנים טהורין. טמאה בפנים, כלים שבחוץ, בית שמאי אומרים, עד שיהא בסדק ארבעה טפחים. בית הלל אומרים, כל שהוא. רבי יוסי אומר משום בית הלל, פותח טפח: "
    },
    {
      "uid": "Mishnah_Oholot_76",
      "chapter_number": 11,
      "verse_number": 2,
      "start_char": 18703,
      "end_char": 18863,
      "length": 161,
      "text": "אכסדרה שנסדקה, טמאה בצד זה, כלים שבצד השני טהורים. נתן את רגלו או קנה מלמעלן, ערב את הטמאה. נתן את הקנה בארץ, אינו מביא את הטמאה, עד שיהיה גבה מן הארץ פותח טפח: "
    },
    {
      "uid": "Mishnah_Oholot_77",
      "chapter_number": 11,
      "verse_number": 3,
      "start_char": 18864,
      "end_char": 19131,
      "length": 268,
      "text": "סגוס עבה וכפת עבה אינן מביאין את הטמאה עד שיהיו גבוהים מן הארץ פותח טפח. קפולים, זו על גבי זו, אינן מביאות את הטמאה עד שתהא העליונה גבוהה מן הארץ פותח טפח. היה אדם נתון שם, בית שמאי אומרים, אינו מביא את הטמאה. ובית הלל אומרים, אדם חלול הוא, והצד העליון מביא את הטמאה: "
    },
    {
      "uid": "Mishnah_Oholot_78",
      "chapter_number": 11,
      "verse_number": 4,
      "start_char": 19132,
      "end_char": 19317,
      "length": 186,
      "text": "היה משקיף בעד החלון והאהיל על קוברי המת, בית שמאי אומרים, אינו מביא את הטמאה. ובית הלל אומרים, מביא את הטמאה. ומודים, שאם היה לבוש בכליו, או שהיו שנים זה על גבי זה, שהם מביאין את הטמאה: "
    },
    {
      "uid": "Mishnah_Oholot_79",
      "chapter_number": 11,
      "verse_number": 5,
      "start_char": 19318,
      "end_char": 19428,
      "length": 111,
      "text": "היה מטל על האסקפה והאהילו עליו קוברי המת, בית שמאי אומרים, אינו מביא את הטמאה. ובית הלל אומרים, מביא את הטמאה: "
    },
    {
      "uid": "Mishnah_Oholot_80",
      "chapter_number": 11,
      "verse_number": 6,
      "start_char": 19429,
      "end_char": 19494,
      "length": 66,
      "text": "הטמאה בבית והאהילו עליו טהורין, בית שמאי מטהרין, ובית הלל מטמאין: "
    },
    {
      "uid": "Mishnah_Oholot_81",
      "chapter_number": 11,
      "verse_number": 7,
      "start_char": 19495,
      "end_char": 19981,
      "length": 487,
      "text": "כלב שאכל בשר המת ומת הכלב ומטל על האסקפה, רבי מאיר אומר, אם יש בצוארו פותח טפח, מביא את הטמאה. ואם לאו, אינו מביא את הטמאה. רבי יוסי אומר, רואין את הטמאה, מכנגד המשקוף ולפנים, הבית טמא. מכנגד המשקוף ולחוץ, הבית טהור. רבי אליעזר אומר, פיו לפנים, הבית טהור. פיו לחוץ, הבית טמא, שהטמאה יוצאת דרך שוליו. רבי יהודה בן בתירא אומר, בין כך ובין כך, הבית טמא. כמה תשהה במעיו. שלשה ימים מעת לעת. בעופות ובדגים, כדי שתפל לאור ותשרף, דברי רבי שמעון. רבי יהודה בן בתירא אומר, בעופות ובדגים, מעת לעת: "
    },
    {
      "uid": "Mishnah_Oholot_82",
      "chapter_number": 11,
      "verse_number": 8,
      "start_char": 19982,
      "end_char": 20205,
      "length": 224,
      "text": "החדות שבבית ומנורה בתוכו, והפרח שלה יוצא וכפישה נתונה עליו, שאם תנטל המנורה וכפישה עומדת על פי החדות, בית שמאי אומרים, החדות טהור, ומנורה טמאה. בית הלל אומרים, אף המנורה טהורה. ומודים, שאם תנטל המנורה וכפישה נופלת, הכל טמא: "
    },
    {
      "uid": "Mishnah_Oholot_83",
      "chapter_number": 11,
      "verse_number": 9,
      "start_char": 20206,
      "end_char": 20431,
      "length": 226,
      "text": "כלים שבין שפתי כפישה לבין שפתי החדות, אפלו עד התהום, טהורים. טמאה שם, הבית טמא. טמאה בבית, כלים שבכתלי החדות, אם יש במקומן טפח על טפח על רום טפח, טהורים. ואם לאו, טמאים. אם היו כתלי החדות רחבים משל בית, בין כך ובין כך טהורים: "
    },
    {
      "uid": "Mishnah_Oholot_84",
      "chapter_number": 12,
      "verse_number": 1,
      "start_char": 20432,
      "end_char": 20661,
      "length": 230,
      "text": "נסר שהוא נתון על פי תנור חדש ועודף מכל צדדיו בפותח טפח, טמאה תחתיו, כלים שעל גביו טהורים. טמאה על גביו, כלים שתחתיו טהורים. ובישן, טמא. רבי יוחנן בן נורי מטהר. נתון על פי שני תנורים, טמאה ביניהם, הם טמאים. רבי יוחנן בן נורי מטהר: "
    },
    {
      "uid": "Mishnah_Oholot_85",
      "chapter_number": 12,
      "verse_number": 2,
      "start_char": 20662,
      "end_char": 20808,
      "length": 147,
      "text": "סרידה שהיא נתונה על פי התנור מקף צמיד פתיל, טמאה תחתיו או על גביו, הכל טמא. כנגד אוירו של תנור, טהור. טמאה כנגד אוירו של תנור, כנגדו עד הרקיע טמא: "
    },
    {
      "uid": "Mishnah_Oholot_86",
      "chapter_number": 12,
      "verse_number": 3,
      "start_char": 20809,
      "end_char": 21068,
      "length": 260,
      "text": "נסר שהוא נתון על פי תנור ישן, יוצא מזה ומזה טפח אבל לא מן הצדדים, טמאה בצד זה, כלים שבצד השני טהורים. רבי יוסי מטמא. הבטח אינו מביא את הטמאה. היה בו זיז, רבי אליעזר אומר, אינו מביא את הטמאה. רבי יהושע אומר, רואים את הבטח כאלו אינו, והזיז העליון מביא את הטמאה: "
    },
    {
      "uid": "Mishnah_Oholot_87",
      "chapter_number": 12,
      "verse_number": 4,
      "start_char": 21069,
      "end_char": 21162,
      "length": 94,
      "text": "סנדל של עריסה שפחתו בתוך הבית, אם יש בו פותח טפח, הכל טמא. ואם לאו, מונין בו כדרך שמונין במת: "
    },
    {
      "uid": "Mishnah_Oholot_88",
      "chapter_number": 12,
      "verse_number": 5,
      "start_char": 21163,
      "end_char": 21397,
      "length": 235,
      "text": "קורות הבית והעליה שאין עליהן מעזיבה והן מכונות, טמאה תחת אחת מהן, תחתיה טמא. בין התחתונה לעליונה, ביניהן טמא. על גבי העליונה, כנגדו עד הרקיע טמא. היו העליונות כבין התחתונות, טמאה תחת אחת מהן, תחת כלם טמא. על גביהן, כנגדו עד הרקיע טמא: "
    },
    {
      "uid": "Mishnah_Oholot_89",
      "chapter_number": 12,
      "verse_number": 6,
      "start_char": 21398,
      "end_char": 21636,
      "length": 239,
      "text": "קורה שהיא נתונה מכתל לכתל וטמאה תחתיה, אם יש בה פותח טפח, מביאה את הטמאה תחת כלה. ואם לאו, טמאה בוקעת ועולה, בוקעת ויורדת. כמה יהיה בהקפה ויהא בה פותח טפח. בזמן שהיא עגלה, הקפה שלשה טפחים. בזמן שהיא מרבעת, ארבעה, שהמרבע יתר על העגול רביע: "
    },
    {
      "uid": "Mishnah_Oholot_90",
      "chapter_number": 12,
      "verse_number": 7,
      "start_char": 21637,
      "end_char": 21754,
      "length": 118,
      "text": "עמוד שהוא מטל לאויר, אם יש בהקפו עשרים וארבעה טפחים, מביא את הטמאה תחת דפנו. ואם לאו, טמאה בוקעת ועולה, בוקעת ויורדת: "
    },
    {
      "uid": "Mishnah_Oholot_91",
      "chapter_number": 12,
      "verse_number": 8,
      "start_char": 21755,
      "end_char": 22018,
      "length": 264,
      "text": "כזית מן המת מדבק לאסקפה, רבי אליעזר מטמא את הבית. רבי יהושע מטהר. היה נתון תחת האסקפה, ידון מחצה למחצה. מדבק למשקוף, הבית טמא. רבי יוסי מטהר. היה נתון בתוך הבית, הנוגע במשקוף, טמא. הנוגע באסקפה, רבי אליעזר מטמא. רבי יהושע אומר, מטפח ולמטן, טהור. מטפח ולמעלן, טמא: "
    },
    {
      "uid": "Mishnah_Oholot_92",
      "chapter_number": 13,
      "verse_number": 1,
      "start_char": 22019,
      "end_char": 22440,
      "length": 422,
      "text": "העושה מאור בתחלה, שעורו מלא מקדח גדול של לשכה. שירי המאור, רום אצבעים על רחב הגודל. אלו הן שירי המאור, חלון שסתמה ולא הספיק לגמרה. חררוהו מים או שרצים או שאכלתו מלחת, שעורו מלא אגרוף. חשב עליו לתשמיש, שעורו פותח טפח. למאור, שעורו מלא מקדח. הסריגות והרפפות מצטרפות כמלא מקדח, כדברי בית שמאי. בית הלל אומרים, עד שיהא במקום אחד מלא מקדח. להביא הטמאה ולהוציא הטמאה. רבי שמעון אומר, להביא הטמאה, אבל להוציא את הטמאה בפותח טפח: "
    },
    {
      "uid": "Mishnah_Oholot_93",
      "chapter_number": 13,
      "verse_number": 2,
      "start_char": 22441,
      "end_char": 22569,
      "length": 129,
      "text": "חלון שהיא לאויר, שעורה מלא מקדח. בנה בית חוצה לה, שעורה בפותח טפח. נתן את התקרה באמצע החלון, התחתון בפותח טפח, והעליון מלא מקדח: "
    },
    {
      "uid": "Mishnah_Oholot_94",
      "chapter_number": 13,
      "verse_number": 3,
      "start_char": 22570,
      "end_char": 22719,
      "length": 150,
      "text": "החור שבדלת, שעורו מלא אגרוף, דברי רבי עקיבא. רבי טרפון אומר, בפותח טפח. שיר בה החרש מלמטן או מלמעלן, הגיפה ולא מרקה, או שפתחתו הרוח, שעורו מלא אגרוף: "
    },
    {
      "uid": "Mishnah_Oholot_95",
      "chapter_number": 13,
      "verse_number": 4,
      "start_char": 22720,
      "end_char": 22859,
      "length": 140,
      "text": "העושה מקום לקנה, ולאספתי, ולנר, שעורו כל שהוא, כדברי בית שמאי. בית הלל אומרים, בפותח טפח. לזון את עיניו, ולדבר עם חברו, ולתשמיש, בפותח טפח: "
    },
    {
      "uid": "Mishnah_Oholot_96",
      "chapter_number": 13,
      "verse_number": 5,
      "start_char": 22860,
      "end_char": 23160,
      "length": 301,
      "text": "אלו ממעטין את הטפח. פחות מכזית בשר ממעט על ידי רבע עצמות, ופחות מעצם כשערה ממעט על ידי כזית בשר. פחות מכזית מן המת, פחות מכזית מן הנבלה, פחות מכעדשה מן השרץ, פחות מכביצה אכלים, התבואה שבחלון, וככי שיש בה ממש, ונבלת העוף הטהור שלא חשב עליה, ונבלת עוף הטמא שחשב עליה ולא הכשירה, או הכשירה ולא חשב עליה: "
    },
    {
      "uid": "Mishnah_Oholot_97",
      "chapter_number": 13,
      "verse_number": 6,
      "start_char": 23161,
      "end_char": 23549,
      "length": 389,
      "text": "אלו שאינן ממעטים. אין העצם ממעט על ידי עצמות, ולא בשר על ידי בשר, ולא כזית מן המת, ולא כזית מן הנבלה, ולא כעדשה מן השרץ, ולא כביצה אכלים, ולא תבואה שבחלונות, ולא ככי שאין בה ממש, ולא נבלת העוף הטהור שחשב עליה, ולא נבלת עוף הטמא שחשב עליה והכשירה, ולא השתי והערב המנגעים, ולא לבנה מבית הפרס, דברי רבי מאיר. וחכמים אומרים, הלבנה ממעטת, מפני שעפרה טהור. זה הכלל, הטהור ממעט, והטמא אינו ממעט: "
    },
    {
      "uid": "Mishnah_Oholot_98",
      "chapter_number": 14,
      "verse_number": 1,
      "start_char": 23550,
      "end_char": 23818,
      "length": 269,
      "text": "הזיז מביא את הטמאה כל שהוא. הגזרה והגבלית, בפותח טפח. איזהו הזיז, שפניו למטה. והגזרה, שפניה למעלה. ובמה אמרו הזיז מביא את הטמאה כל שהוא, בזיז שהוא גבוה מן הפתח שלשה נדבכין, שהם שנים עשר טפח. יתר מכאן, מביא את הטמאה בפותח טפח. העטרות והפתוחים מביאין את הטמאה בפותח טפח: "
    },
    {
      "uid": "Mishnah_Oholot_99",
      "chapter_number": 14,
      "verse_number": 2,
      "start_char": 23819,
      "end_char": 23936,
      "length": 118,
      "text": "זיז שעל גבי הפתח, מביא את הטמאה בפותח טפח. שעל גבי החלון, רום אצבעים, שעל גבי מלא מקדח, כל שהוא. רבי יוסי אומר, מלאו: "
    },
    {
      "uid": "Mishnah_Oholot_100",
      "chapter_number": 14,
      "verse_number": 3,
      "start_char": 23937,
      "end_char": 24056,
      "length": 120,
      "text": "קנה שעל גבי הפתח, אפלו גבה מאה אמה, מביא את הטמאה כל שהוא, דברי רבי יהושע. רבי יוחנן בן נורי אומר, אל יחמור זה מן הזיז: "
    },
    {
      "uid": "Mishnah_Oholot_101",
      "chapter_number": 14,
      "verse_number": 4,
      "start_char": 24057,
      "end_char": 24215,
      "length": 159,
      "text": "זיז שהוא סובב את כל הבית ואוכל בפתח שלש אצבעות, טמאה בבית, כלים שתחתיו טמאים. טמאה תחתיו, רבי אליעזר מטמא את הבית, ורבי יהושע מטהר. וכן בחצר שהיא מקפת אכסדרה: "
    },
    {
      "uid": "Mishnah_Oholot_102",
      "chapter_number": 14,
      "verse_number": 5,
      "start_char": 24216,
      "end_char": 24640,
      "length": 425,
      "text": "שני זיזין זה על גבי זה ויש בהן פותח טפח וביניהן פותח טפח, טמאה תחתיהן, תחתיהן טמא. ביניהם, ביניהן טמא. על גביהן, כנגדו עד לרקיע טמא. היה העליון עודף על התחתון פותח טפח, טמאה תחתיהן או ביניהן, תחתיהן וביניהן טמא. על גביהן, כנגדו עד לרקיע טמא. היה העליון עודף על התחתון פחות מטפח, טמאה תחתיהן, תחתיהן וביניהן טמא. ביניהן או תחת המותר, רבי אליעזר אומר, תחתיהן וביניהן טמא. רבי יהושע אומר, ביניהן ותחת המותר, טמא, ותחתיהן, טהור: "
    },
    {
      "uid": "Mishnah_Oholot_103",
      "chapter_number": 14,
      "verse_number": 6,
      "start_char": 24641,
      "end_char": 24743,
      "length": 103,
      "text": "יש בהן פותח טפח ואין ביניהן פותח טפח, טמאה תחתיהן, תחתיהן טמא. ביניהן או על גביהן, כנגדו עד הרקיע טמא: "
    },
    {
      "uid": "Mishnah_Oholot_104",
      "chapter_number": 14,
      "verse_number": 7,
      "start_char": 24744,
      "end_char": 24920,
      "length": 177,
      "text": "אין בהן פותח טפח, בין שיש ביניהן פותח טפח בין שאין ביניהן פותח טפח, טמאה תחתיהן, ביניהן או על גביהן, טמאה בוקעת ועולה, בוקעת ויורדת. וכן שתי יריעות שהן גבוהות מן הארץ פותח טפח: "
    },
    {
      "uid": "Mishnah_Oholot_105",
      "chapter_number": 15,
      "verse_number": 1,
      "start_char": 24921,
      "end_char": 25212,
      "length": 292,
      "text": "סגוס עבה וכפת עבה, אינן מביאין את הטמאה, עד שיהו גבוהין מן הארץ פותח טפח. קפולין זו על גבי זו, אינן מביאות את הטמאה, עד שתהא העליונה גבוהה מן הארץ פותח טפח. טבליות של עץ זו על גב זו אינן מביאות את הטמאה, עד שתהא העליונה גבוהה מן הארץ פותח טפח. ואם היו של שיש, טמאה בוקעת ועולה, בוקעת ויורדת: "
    },
    {
      "uid": "Mishnah_Oholot_106",
      "chapter_number": 15,
      "verse_number": 2,
      "start_char": 25213,
      "end_char": 25426,
      "length": 214,
      "text": "טבליות של עץ שהן נוגעות זו בזו בקרנותיהם והן גבוהות מן הארץ פותח טפח, טמאה תחת אחת מהן, הנוגע בשניה, טמא טמאת שבעה, כלים שתחת הראשונה טמאים, ושתחת השניה טהורין. השלחן אינו מביא את הטמאה, עד שיהא בו רבוע בפותח טפח: "
    },
    {
      "uid": "Mishnah_Oholot_107",
      "chapter_number": 15,
      "verse_number": 3,
      "start_char": 25427,
      "end_char": 25660,
      "length": 234,
      "text": "חביות שהן יושבות על שוליהן או מטות על צדיהן, באויר, והן נוגעות זו בזו בפותח טפח, טמאה תחת אחת מהן, טמאה בוקעת ועולה, בוקעת ויורדת. במה דברים אמורים, בטהורות. אבל אם היו טמאות או גבוהות מן הארץ פותח טפח, טמאה תחת אחת מהן, תחת כלם טמא: "
    },
    {
      "uid": "Mishnah_Oholot_108",
      "chapter_number": 15,
      "verse_number": 4,
      "start_char": 25661,
      "end_char": 25827,
      "length": 167,
      "text": "בית שחצצו בנסרים או ביריעות, מן הצדדים או מן הקורות, טמאה בבית, כלים שבחצץ טהורים. טמאה בחצץ, כלים שבבית טמאין. כלים שבחצץ, אם יש שם פותח טפח, טמאים. ואם לאו, טהורים: "
    },
    {
      "uid": "Mishnah_Oholot_109",
      "chapter_number": 15,
      "verse_number": 5,
      "start_char": 25828,
      "end_char": 25980,
      "length": 153,
      "text": "חצצו מארצו, טמאה בחצץ, כלים שבבית טמאים. טמאה בבית, כלים שבחצץ, אם יש במקומן טפח על טפח על רום טפח, טהורים. ואם לאו, טמאין, שארצו של בית כמוהו עד התהום: "
    },
    {
      "uid": "Mishnah_Oholot_110",
      "chapter_number": 15,
      "verse_number": 6,
      "start_char": 25981,
      "end_char": 26202,
      "length": 222,
      "text": "בית שהוא מלא תבן ואין בינו לבין הקורות פותח טפח, טמאה בפנים, כלים שכנגד יציאה טמאים. טמאה בחוץ, כלים שבפנים, אם יש במקומם טפח על טפח על רום טפח, טהורים. ואם לאו, טמאים. אם יש בין תבן לקורות פותח טפח, בין כך ובין כך טמאים: "
    },
    {
      "uid": "Mishnah_Oholot_111",
      "chapter_number": 15,
      "verse_number": 7,
      "start_char": 26203,
      "end_char": 26341,
      "length": 139,
      "text": "בית שמלאו עפר או צרורות, ובטלו, וכן כרי של תבואה, או גל של צרורות, אפלו כגלו של עכן, ואפלו טמאה בצד הכלים, טמאה בוקעת ועולה, בוקעת ויורדת: "
    },
    {
      "uid": "Mishnah_Oholot_112",
      "chapter_number": 15,
      "verse_number": 8,
      "start_char": 26342,
      "end_char": 26602,
      "length": 261,
      "text": "חצר הקבר, העומד בתוכה טהור, עד שיהא בה ארבע אמות, כדברי בית שמאי. בית הלל אומרים, ארבעה טפחים. קורה שעשאה גולל לקבר, בין עומדת בין מטה על צדה, אין טמא אלא כנגד הפתח. עשה ראשה גולל לקבר, אין טמא אלא עד ארבעה טפחים. ובזמן שהוא עתיד לגד, רבי יהודה אומר, כלה חבור: "
    },
    {
      "uid": "Mishnah_Oholot_113",
      "chapter_number": 15,
      "verse_number": 9,
      "start_char": 26603,
      "end_char": 26814,
      "length": 212,
      "text": "חבית שהיא מלאה משקים טהורים ומקפת צמיד פתיל, ועשאה גולל לקבר, הנוגע בה, טמא טמאת שבעה, והחבית והמשקין טהורין. בהמה שעשאה גולל לקבר, הנוגע בה, טמא טמאת שבעה. רבי מאיר אומר, כל שיש בו רוח חיים אינו מטמא משום גולל: "
    },
    {
      "uid": "Mishnah_Oholot_114",
      "chapter_number": 15,
      "verse_number": 10,
      "start_char": 26815,
      "end_char": 27084,
      "length": 270,
      "text": "הנוגע במת והנוגע בכלים, המאהיל על המת והנוגע בכלים, טמאין. מאהיל על המת ומאהיל על הכלים, הנוגע במת ומאהיל על הכלים, טהורים. אם יש בידו פותח טפח, טמאין. שני בתים ובהן כשני חצאי זיתים, פשט את שתי ידיו להן, אם יש בידיו פותח טפח, מביא את הטמאה. ואם לאו, אינו מביא את הטמאה: "
    },
    {
      "uid": "Mishnah_Oholot_115",
      "chapter_number": 16,
      "verse_number": 1,
      "start_char": 27085,
      "end_char": 27424,
      "length": 340,
      "text": "כל המטלטלין מביאין את הטמאה כעבי המרדע. אמר רבי טרפון, אקפח את בני שזו הלכה מקפחת, ששמע השומע, וטעה, שהאכר עובר והמרדע על כתפו, והאהיל צדו אחד על הקבר, וטמאוהו משום כלים המאהילים על המת. אמר רבי עקיבא, אני אתקן שיהו דברי חכמים קימין, שיהו כל המטלטלין מביאין את הטמאה על אדם הנושאן בעבי המרדע, ועל עצמן בכל שהן, ועל שאר אדם וכלים בפותח טפח: "
    },
    {
      "uid": "Mishnah_Oholot_116",
      "chapter_number": 16,
      "verse_number": 2,
      "start_char": 27425,
      "end_char": 27875,
      "length": 451,
      "text": "כיצד. כוש שהוא תחוב בכתל, כחצי זית מתחתיו וכחצי זית מעל גביו, אף על פי שאינן מכונין, טמא. נמצא מביא את הטמאה לעצמו בכל שהוא. הקדר שהוא עובר והסל על כתפו והאהיל צדו אחת על הקבר, הכלים שבצד השני טהורין. אם יש בסל פותח טפח, טמאים. התלוליות הקרובות בין לעיר בין לדרך, אחד חדשות ואחד ישנות, טמאות. הרחוקות, חדשות טהורות וישנות טמאות. איזו היא קרובה, חמשים אמה. וישנה, ששים שנה, דברי רבי מאיר. רבי יהודה אומר, קרובה, שאין קרובה ממנה. וישנה, שאין אדם זוכרה: "
    },
    {
      "uid": "Mishnah_Oholot_117",
      "chapter_number": 16,
      "verse_number": 3,
      "start_char": 27876,
      "end_char": 28159,
      "length": 284,
      "text": "המוצא מת בתחלה משכב כדרכו, נוטלו ואת תבוסתו. מצא שנים, נוטלן ואת תבוסתן. מצא שלשה, אם יש בין זה לזה מארבע אמות ועד שמנה כמלא מטה וקובריה, הרי זו שכונת קברות. בודק ממנו ולהלן עשרים אמה. מצא אחד בסוף עשרים אמה, בודק ממנו ולהלן עשרים אמה, שרגלים לדבר. שאלו מתחלה מצאו, נוטלו ואת תבוסתו: "
    },
    {
      "uid": "Mishnah_Oholot_118",
      "chapter_number": 16,
      "verse_number": 4,
      "start_char": 28160,
      "end_char": 28289,
      "length": 130,
      "text": "הבודק, בודק אמה על אמה ומניח אמה, עד שהוא מגיע לסלע או לבתולה. המוציא את העפר ממקום טמאה, אוכל בדמעו. המפקח בגל, אינו אוכל בדמעו: "
    },
    {
      "uid": "Mishnah_Oholot_119",
      "chapter_number": 16,
      "verse_number": 5,
      "start_char": 28290,
      "end_char": 28545,
      "length": 256,
      "text": "היה בודק, הגיע לנחל או לשלולית, או לדרך הרבים, מפסיק. שדה שנהרגו בה הרוגים, מלקט עצם עצם והכל טהור. המפנה קברו מתוך שדהו, מלקט עצם עצם והכל טהור. בור שמטילים לתוכו נפלים או הרוגים, מלקט עצם עצם והכל טהור. רבי שמעון אומר, אם התקינו לקבר מתחלה, יש לו תבוסה: "
    },
    {
      "uid": "Mishnah_Oholot_120",
      "chapter_number": 17,
      "verse_number": 1,
      "start_char": 28546,
      "end_char": 28800,
      "length": 255,
      "text": "החורש את הקבר, הרי זה עושה בית הפרס. עד כמה הוא עושה. מלא מענה מאה אמה, בית ארבעת סאים. רבי יוסי אומר, בית חמש, במורד. ובמעלה, נותן רבע כרשינים על ברך המחרשה, עד מקום שיצמחו שלשה כרשינין זו בצד זו, עד שם הוא עושה בית הפרס. רבי יוסי אומר, במורד ולא במעלה: "
    },
    {
      "uid": "Mishnah_Oholot_121",
      "chapter_number": 17,
      "verse_number": 2,
      "start_char": 28801,
      "end_char": 29075,
      "length": 275,
      "text": "היה חורש והטיח בסלע או בגדר או שנער המחרשה, עד שם הוא עושה בית הפרס. רבי אלעזר אומר, בית פרס עושה בית פרס. רבי יהושע אומר, פעמים עושה, פעמים אינו עושה. כיצד. חרש חצי מענה, וחזר וחרש חציה, וכן הצדדין, הרי זה עושה בית פרס. חרש מלא מענה, חזר וחרש ממנה ולחוץ, אינו עושה בית פרס: "
    },
    {
      "uid": "Mishnah_Oholot_122",
      "chapter_number": 17,
      "verse_number": 3,
      "start_char": 29076,
      "end_char": 29224,
      "length": 149,
      "text": "החורש מלטמיא, מצבירת העצמות, משדה שאבד הקבר בתוכה, או שנמצא בה קבר, החורש את שאינו שלו, וכן נכרי שחרש, אינו עושה אותה בית פרס, שאין בית פרס לכותיים: "
    },
    {
      "uid": "Mishnah_Oholot_123",
      "chapter_number": 17,
      "verse_number": 4,
      "start_char": 29225,
      "end_char": 29341,
      "length": 117,
      "text": "שדה בית הפרס על גבי טהורה, שטפו גשמים מבית פרס לטהורה, אפלו אדמה והלבינוה או לבנה והאדימוה, אין עושין אותה בית הפרס: "
    },
    {
      "uid": "Mishnah_Oholot_124",
      "chapter_number": 17,
      "verse_number": 5,
      "start_char": 29342,
      "end_char": 29718,
      "length": 377,
      "text": "שדה שאבד קבר בתוכה, ובנה בה בית ועליה על גביו, אם היתה פתחה של עליה מכון כנגד פתחו של בית, עליה טהורה. ואם לאו, עליה טמאה. עפר בית הפרס ועפר חוצה לארץ שבא בירק, מצטרפין כחותם המרצופים, דברי רבי אליעזר. וחכמים אומרים, עד שיהיה במקום אחד כחותם המרצופין. אמר רבי יהודה, מעשה שהיו אגרות באות ממדינת הים לבני כהנים גדולים, והיו בהם כסאה וכסאתים חותמות, ולא חשו להם חכמים משום טמאה: "
    },
    {
      "uid": "Mishnah_Oholot_125",
      "chapter_number": 18,
      "verse_number": 1,
      "start_char": 29719,
      "end_char": 30037,
      "length": 319,
      "text": "כיצד בוצרים בית הפרס. מזים על האדם ועל הכלים, ושונים ובוצרים ומוציאים חוץ לבית הפרס, ואחרים מקבלים מהם ומוליכים לגת. אם נגעו אלו באלו, טמאים, כדברי בית הלל. בית שמאי אומרים, אוחז את המגל בסיב, או בוצר בצור ונותן לתוך הכפישה ומוליך לגת. אמר רבי יוסי, במה דברים אמורים, בכרם הנעשה בית הפרס. אבל נוטע בית הפרס, ימכר לשוק: "
    },
    {
      "uid": "Mishnah_Oholot_126",
      "chapter_number": 18,
      "verse_number": 2,
      "start_char": 30038,
      "end_char": 30296,
      "length": 259,
      "text": "שלשה בית פרסות הן, החורש את הקבר, נטעת כל נטע, ואינה נזרעת כל זרע, חוץ מזרע הנקצר. ואם עקרו, צובר את גרנו לתוכו וכוברו בשתי כברות, דברי רבי מאיר. וחכמים אומרים, התבואה בשתי כברות, והקטניות בשלש כברות. ושורף את הקש ואת העצה, ומטמא במגע ובמשא, ואינו מטמא באהל: "
    },
    {
      "uid": "Mishnah_Oholot_127",
      "chapter_number": 18,
      "verse_number": 3,
      "start_char": 30297,
      "end_char": 30427,
      "length": 131,
      "text": "שדה שאבד קבר בתוכה, נזרעת כל זרע, ואינה נטעת כל נטע. ואין מקימין בה אילנות, חוץ מאילן סרק שאינו עושה פרות. ומטמא במגע ובמשא ובאהל: "
    },
    {
      "uid": "Mishnah_Oholot_128",
      "chapter_number": 18,
      "verse_number": 4,
      "start_char": 30428,
      "end_char": 30729,
      "length": 302,
      "text": "שדה בוכין, לא נטעת, ולא נזרעת, ועפרה טהור, ועושין ממנה תנורים לקדש. ומודים בית שמאי ובית הלל שבודקים לעושה פסח, ואין בודקין לתרומה. ולנזיר, בית שמאי אומרים, בודקין. ובית הלל אומרים, אין בודקין. כיצד הוא בודק. מביא את העפר שהוא יכול להסיטו ונותן לתוך כברה שנקביה דקים, וממחה, אם נמצא שם עצם כשערה, טמא: "
    },
    {
      "uid": "Mishnah_Oholot_129",
      "chapter_number": 18,
      "verse_number": 5,
      "start_char": 30730,
      "end_char": 31037,
      "length": 308,
      "text": "כיצד מטהרין בית הפרס. נוטלין ממנו שלשה טפחים, או נותן על גביו שלשה טפחים. אם נטל מחציו אחד שלשה טפחים, ונתן על גבי חציו אחר שלשה טפחים, טהור. רבי שמעון אומר, אפלו נטל ממנו טפח ומחצה, ונתן עליו טפח ומחצה ממקום אחר, טהור. הרוצף בית הפרס באבנים שאינו יכול להסיטן, טהור. רבי שמעון אומר, אף העוזק בית הפרס, טהור: "
    },
    {
      "uid": "Mishnah_Oholot_130",
      "chapter_number": 18,
      "verse_number": 6,
      "start_char": 31038,
      "end_char": 31271,
      "length": 234,
      "text": "המהלך בבית הפרס על אבנים שאינו יכול להסיטן, על האדם ועל הבהמה שכחן יפה, טהור. על אבנים שהוא יכול להסיטן, על האדם ועל הבהמה שכחן רע, טמא. המהלך בארץ העמים, בהרים ובסלעים, טמא. בים ובשונית, טהור. ואיזהו השונית, כל מקום שהים עולה בזעפו: "
    },
    {
      "uid": "Mishnah_Oholot_131",
      "chapter_number": 18,
      "verse_number": 7,
      "start_char": 31272,
      "end_char": 31559,
      "length": 288,
      "text": "הקונה שדה בסוריא, סמוכה לארץ ישראל, אם יכול להכנס לה בטהרה, טהורה, וחיבת במעשרות ובשביעית. ואם אינו יכול להכנס לה בטהרה, טמאה, וחיבת במעשרות ובשביעית. מדורות הגוים, טמאין. כמה ישהא בתוכן ויהא צריך בדיקה, ארבעים יום, אף על פי שאין עמו אשה. ואם היה עבד או אשה משמרים אותו, אינו צריך בדיקה: "
    },
    {
      "uid": "Mishnah_Oholot_132",
      "chapter_number": 18,
      "verse_number": 8,
      "start_char": 31560,
      "end_char": 31723,
      "length": 164,
      "text": "את מה הם בודקים, את הביבים העמקים ואת המים הסרוחים. בית שמאי אומרים, אף האשפתות ועפר התחוח. ובית הלל אומרים, כל מקום שהחזיר והחלדה יכולים להלך בו, אינו צריך בדיקה: "
    },
    {
      "uid": "Mishnah_Oholot_133",
      "chapter_number": 18,
      "verse_number": 9,
      "start_char": 31724,
      "end_char": 31925,
      "length": 202,
      "text": "האצטוניות, אין בהן משום מדור הגוים. רבן שמעון בן גמליאל אומר, עיר גוים שחרבה, אין בה משום מדור גוים. מזרח קסרין ומערב קסרין, קברות. ומזרח עכו היה ספק, וטהרוהו חכמים. רבי ובית דינו נמנו על קיני וטהרוהו: "
    },
    {
      "uid": "Mishnah_Oholot_134",
      "chapter_number": 18,
      "verse_number": 10,
      "start_char": 31926,
      "end_char": 32076,
      "length": 151,
      "text": "עשרה מקומות אין בהן משום מדור גוים. אהלי הערביים, והסכות, והצריפין, והברגנין, והאלקטיות, ובית שער, ואוירה של חצר, והמרחץ, ומקום החצים, ומקום הלגיונות: "
    }
  ]
}