{
  "title": "Mishnah Nedarim",
  "categories": [
    "Mishnah",
    "Seder Nashim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Nedarim_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 295,
      "length": 295,
      "text": "כל כנויי נדרים כנדרים, וחרמים כחרמים, ושבועות כשבועות, ונזירות כנזירות. האומר לחברו, מדרני ממך, מפרשני ממך, מרחקני ממך, שאיני אוכל לך, שאיני טועם לך, אסור. מנדה אני לך, רבי עקיבא היה חוכך בזה להחמיר. כנדרי רשעים, נדר בנזיר, ובקרבן, ובשבועה. כנדרי כשרים, לא אמר כלום. כנדבותם, נדר בנזיר ובקרבן:  "
    },
    {
      "uid": "Mishnah_Nedarim_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 296,
      "end_char": 472,
      "length": 177,
      "text": "האומר לחברו, קונם קונח, קונס, הרי אלו כנויין לקרבן. חרק חרך, חרף, הרי אלו כנויין לחרם. נזיק נזיח, פזיח, הרי אלו כנויין לנזירות. שבותה, שקוקה, נדר במותא, הרי אלו כנויין לשבועה:  "
    },
    {
      "uid": "Mishnah_Nedarim_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 473,
      "end_char": 712,
      "length": 240,
      "text": "האומר לא חלין לא אכל לך, לא כשר, ולא דכי, טהור, וטמא, נותר, ופגול, אסור. כאמרא, כדירין, כעצים, כאשים, כמזבח, כהיכל, כירושלים, נדר באחד מכל משמשי המזבח, אף על פי שלא הזכיר קרבן, הרי זה נדר בקרבן. רבי יהודה אומר, האומר ירושלים, לא אמר כלום:  "
    },
    {
      "uid": "Mishnah_Nedarim_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 713,
      "end_char": 927,
      "length": 215,
      "text": "האומר, קרבן, עולה, מנחה, חטאת, תודה, שלמים שאיני אוכל לך, אסור. רבי יהודה מתיר. הקרבן, כקרבן, קרבן שאכל לך, אסור. לקרבן לא אכל לך, רבי מאיר אוסר. האומר לחברו, קונם פי המדבר עמך, ידי עושה עמך, רגלי מהלכת עמך, אסור:  "
    },
    {
      "uid": "Mishnah_Nedarim_5",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 928,
      "end_char": 1260,
      "length": 333,
      "text": "ואלו מתרין. חלין שאכל לך, כבשר חזיר, כעבודה זרה, כעורות לבובין, כנבלות, כטרפות, כשקצים, כרמשים, כחלת אהרן וכתרומתו, מתר. האומר לאשתו, הרי את עלי כאמא, פותחין לו פתח ממקום אחר, שלא יקל ראשו לכך. קונם שאיני ישן, שאיני מדבר, שאיני מהלך, האומר לאשתו, קונם שאיני משמשך, הרי זה בלא יחל דברו. שבועה שאיני ישן, שאיני מדבר, שאיני מהלך, אסור: "
    },
    {
      "uid": "Mishnah_Nedarim_6",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1261,
      "end_char": 1535,
      "length": 275,
      "text": "קרבן לא אכל לך, קרבן שאכל לך, לא קרבן לא אכל לך, מתר. שבועה לא אכל לך, שבועה שאכל לך, לא שבועה לא אכל לך, אסור. זה חמר בשבועות מבנדרים. וחמר בנדרים מבשבועות, כיצד, אמר, קונם סכה שאני עושה, לולב שאני נוטל, תפלין שאני מניח, בנדרים אסור, בשבועות מתר, שאין נשבעין לעבר על המצות: "
    },
    {
      "uid": "Mishnah_Nedarim_7",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 1536,
      "end_char": 1703,
      "length": 168,
      "text": "יש נדר בתוך נדר, ואין שבועה בתוך שבועה. כיצד, אמר הריני נזיר אם אכל, הריני נזיר אם אכל, ואכל, חיב על כל אחת ואחת. שבועה שלא אכל, שבועה שלא אכל, ואכל, אינו חיב אלא אחת: "
    },
    {
      "uid": "Mishnah_Nedarim_8",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 1704,
      "end_char": 2242,
      "length": 539,
      "text": "סתם נדרים להחמיר, ופרושם להקל. כיצד, אמר הרי עלי כבשר מליח, כיין נסך, אם של שמים נדר, אסור. אם של עבודה זרה נדר, מתר. ואם סתם, אסור. הרי עלי כחרם, אם כחרם של שמים, אסור. ואם כחרם של כהנים, מתר. ואם סתם, אסור. הרי עלי כמעשר, אם כמעשר בהמה נדר, אסור. ואם של גרן, מתר. ואם סתם, אסור. הרי עלי כתרומה, אם כתרומת הלשכה נדר, אסור. ואם של גרן, מתר. ואם סתם, אסור, דברי רבי מאיר. רבי יהודה אומר, סתם תרומה ביהודה אסורה, בגליל מתרת, שאין אנשי גליל מכירין את תרומת הלשכה. סתם חרמים, ביהודה מתרין, ובגליל אסורין, שאין אנשי גליל מכירין את חרמי הכהנים: "
    },
    {
      "uid": "Mishnah_Nedarim_9",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2243,
      "end_char": 2613,
      "length": 371,
      "text": "נדר בחרם ואמר, לא נדרתי אלא בחרמו של ים. בקרבן, ואמר, לא נדרתי אלא בקרבנות של מלכים. הרי עצמי קרבן, ואמר, לא נדרתי אלא בעצם שהנחתי לי להיות נודר בו. קונם אשתי נהנית לי, ואמר לא נדרתי אלא באשתי הראשונה שגרשתי, על כלן אין נשאלים להם. ואם נשאלו, עונשין אותן ומחמירין עליהן, דברי רבי מאיר. וחכמים אומרים, פותחין להם פתח ממקום אחר, ומלמדים אותן כדי שלא ינהגו קלות ראש בנדרים: "
    },
    {
      "uid": "Mishnah_Nedarim_10",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 2614,
      "end_char": 2944,
      "length": 331,
      "text": "ארבעה נדרים התירו חכמים, נדרי זרוזין, ונדרי הבאי, ונדרי שגגות, ונדרי אנסים. נדרי זרוזין, כיצד. היה מוכר חפץ ואמר, קונם שאיני פוחת לך מן הסלע, והלה אומר, קונם שאיני מוסיף לך על השקל, שניהן רוצין בשלשה דינרין. רבי אליעזר בן יעקב אומר, אף הרוצה להדיר את חברו שיאכל אצלו, אומר, כל נדר שאני עתיד לדר הוא בטל, ובלבד שיהא זכור בשעת הנדר: "
    },
    {
      "uid": "Mishnah_Nedarim_11",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 2945,
      "end_char": 3361,
      "length": 417,
      "text": "נדרי הבאי, אמר, קונם אם לא ראיתי בדרך הזה כיוצאי מצרים, אם לא ראיתי נחש כקורת בית הבד. נדרי שגגות, אם אכלתי ואם שתיתי, ונזכר שאכל ושתה. שאני אוכל ושאני שותה, ושכח ואכל ושתה. אמר, קונם אשתי נהנית לי, שגנבה את כיסי ושהכתה את בני, ונודע שלא הכתו ונודע שלא גנבתו. ראה אותן אוכלים תאנים ואמר, הרי עליכם קרבן, ונמצאו אביו ואחיו, והיו עמהן אחרים, בית שמאי אומרים, הן מתרין ומה שעמהן אסורין. ובית הלל אומרים, אלו ואלו מתרין: "
    },
    {
      "uid": "Mishnah_Nedarim_12",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3362,
      "end_char": 3451,
      "length": 90,
      "text": "נדרי אנסים, הדירו חברו שיאכל אצלו, וחלה הוא או שחלה בנו או שעכבו נהר, הרי אלו נדרי אנסין: "
    },
    {
      "uid": "Mishnah_Nedarim_13",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 3452,
      "end_char": 3906,
      "length": 455,
      "text": "נודרין להרגין ולחרמין ולמוכסין שהיא תרומה אף על פי שאינה תרומה, שהן של בית המלך אף על פי שאינן של בית המלך. בית שמאי אומרים, בכל נודרין, חוץ מבשבועה. ובית הלל אומרים, אף בשבועה. בית שמאי אומרים, לא יפתח לו בנדר. ובית הלל אומרים, אף יפתח לו. בית שמאי אומרים, במה שהוא מדירו. ובית הלל אומרים, אף במה שאינו מדירו. כיצד, אמרו לו, אמור קונם אשתי נהנית לי, ואמר קונם אשתי ובני נהנין לי, בית שמאי אומרים, אשתו מתרת ובניו אסורין. ובית הלל אומרים, אלו ואלו מתרין: "
    },
    {
      "uid": "Mishnah_Nedarim_14",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 3907,
      "end_char": 4055,
      "length": 149,
      "text": "הרי נטיעות האלו קרבן אם אינן נקצצות, טלית זו קרבן אם אינה נשרפת, יש להן פדיון. הרי נטיעות האלו קרבן עד שיקצצו, טלית זו קרבן עד שתשרף, אין להם פדיון: "
    },
    {
      "uid": "Mishnah_Nedarim_15",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4056,
      "end_char": 4198,
      "length": 143,
      "text": "הנודר מיורדי הים, מתר ביושבי היבשה. מיושבי היבשה, אסור ביורדי הים, שיורדי הים בכלל יושבי היבשה. לא כאלו שהולכין מעכו ליפו, אלא במי שדרכו לפרש: "
    },
    {
      "uid": "Mishnah_Nedarim_16",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 4199,
      "end_char": 4270,
      "length": 72,
      "text": "הנודר מרואי החמה, אסור אף בסומין, שלא נתכון זה אלא למי שהחמה רואה אותו: "
    },
    {
      "uid": "Mishnah_Nedarim_17",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 4271,
      "end_char": 4369,
      "length": 99,
      "text": "הנודר משחורי הראש, אסור בקרחין ובבעלי שיבות, ומתר בנשים ובקטנים, שאין נקראין שחורי הראש אלא אנשים: "
    },
    {
      "uid": "Mishnah_Nedarim_18",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 4370,
      "end_char": 4501,
      "length": 132,
      "text": "הנודר מן הילודים, מתר בנולדים. מן הנולדים, אסור בילודים. רבי מאיר מתיר אף בילודים. וחכמים אומרים, לא נתכון זה אלא במי שדרכו להוליד: "
    },
    {
      "uid": "Mishnah_Nedarim_19",
      "chapter_number": 3,
      "verse_number": 10,
      "start_char": 4502,
      "end_char": 4623,
      "length": 122,
      "text": "הנודר משובתי שבת, אסור בישראל ואסור בכותים. מאוכלי שום, אסור בישראל ואסור בכותים. מעולי ירושלים, אסור בישראל ומתר בכותים: "
    },
    {
      "uid": "Mishnah_Nedarim_20",
      "chapter_number": 3,
      "verse_number": 11,
      "start_char": 4624,
      "end_char": 5733,
      "length": 1110,
      "text": "קונם שאיני נהנה לבני נח, מתר בישראל ואסור באמות העולם. שאיני נהנה לזרע אברהם, אסור בישראל ומתר באמות העולם. שאיני נהנה לישראל, לוקח ביותר ומוכר בפחות. שישראל נהנין לי, לוקח בפחות ומוכר ביותר, אם שומעין לו. שאיני נהנה להן והן לי, יהנה לנכרים. קונם שאיני נהנה לערלים, מתר בערלי ישראל ואסור במולי הגוים. קונם שאיני נהנה למולים, אסור בערלי ישראל ומתר במולי הגוים, שאין הערלה קרויה אלא לשם הגוים, שנאמר (ירמיה ט) כי כל הגוים ערלים וכל בית ישראל ערלי לב, ואומר (שמואל א יז) והיה הפלשתי הערל הזה, ואומר (שמואל ב א) פן תשמחנה בנות פלשתים, פן תעלזנה בנות הערלים. רבי אלעזר בן עזריה אומר, מאוסה ערלה שנתגנו בה הרשעים, שנאמר, כי כל הגוים ערלים. רבי ישמעאל אומר, גדולה מילה שנכרתו עליה שלש עשרה בריתות. רבי יוסי אומר, גדולה מילה, שדוחה את השבת החמורה. רבי יהושע בן קרחה אומר, גדולה מילה, שלא נתלה לו למשה הצדיק עליה מלא שעה. רבי נחמיה אומר, גדולה מילה, שדוחה את הנגעים. רבי אומר, גדולה מילה, שכל המצות שעשה אברהם אבינו לא נקרא שלם, עד שמל, שנאמר (בראשית יז), התהלך לפני והיה תמים. דבר אחר, גדולה מילה, שאלמלא היא, לא ברא הקדוש ברוך הוא את עולמו, שנאמר (ירמיה לג), כה אמר ה' אם לא בריתי יומם ולילה, חקות שמים וארץ לא שמתי: "
    },
    {
      "uid": "Mishnah_Nedarim_21",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5734,
      "end_char": 5969,
      "length": 236,
      "text": "אין בין המדר הנאה מחברו למדר הימנו מאכל אלא דריסת הרגל וכלים שאין עושין בהן אכל נפש. המדר מאכל מחברו, לא ישאילנו נפה וכברה ורחים ותנור, אבל משאיל לו חלוק וטבעת וטלית ונזמים, וכל דבר שאין עושין בו אכל נפש. מקום שמשכירין כיוצא בהן, אסור: "
    },
    {
      "uid": "Mishnah_Nedarim_22",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 5970,
      "end_char": 6074,
      "length": 105,
      "text": "המדר הנאה מחברו, שוקל את שקלו, ופורע את חובו, ומחזיר לו את אבדתו. מקום שנוטלין עליה שכר, תפל הנאה להקדש: "
    },
    {
      "uid": "Mishnah_Nedarim_23",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 6075,
      "end_char": 6570,
      "length": 496,
      "text": "ותורם את תרומתו ומעשרותיו לדעתו. ומקריב עליו קני זבין, קני זבות, קני יולדות, חטאות ואשמות, ומלמדו מדרש, הלכות ואגדות, אבל לא ילמדנו מקרא. אבל מלמד הוא את בניו ואת בנותיו מקרא, וזן את אשתו ואת בניו אף על פי שהוא חיב במזונותיהם. ולא יזון את בהמתו, בין טמאה בין טהורה. רבי אליעזר אומר, זן את הטמאה, ואינו זן את הטהורה. אמרו לו, מה בין טמאה לטהורה. אמר להן, שהטהורה נפשה לשמים וגופה שלו, וטמאה נפשה וגופה לשמים. אמרו לו, אף הטמאה נפשה לשמים וגופה שלו, שאם ירצה, הרי הוא מוכרה לגוים או מאכילה לכלבים: "
    },
    {
      "uid": "Mishnah_Nedarim_24",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 6571,
      "end_char": 6972,
      "length": 402,
      "text": "המדר הנאה מחברו ונכנס לבקרו, עומד, אבל לא יושב. ומרפאהו רפואת נפש, אבל לא רפואת ממון. ורוחץ עמו באמבטיא גדולה, אבל לא בקטנה. וישן עמו במטה. רבי יהודה אומר, בימות החמה, אבל לא בימות הגשמים, מפני שהוא מהנהו. ומסב עמו על המטה, ואוכל עמו על השלחן, אבל לא מן התמחוי, אבל אוכל הוא עמו מן התמחוי החוזר. לא יאכל עמו מן האבוס שלפני הפועלים, ולא יעשה עמו באמן, דברי רבי מאיר. וחכמים אומרים, עושה הוא ברחוק ממנו: "
    },
    {
      "uid": "Mishnah_Nedarim_25",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 6973,
      "end_char": 7183,
      "length": 211,
      "text": "המדר הנאה מחברו לפני שביעית, לא יורד לתוך שדהו, ואינו אוכל מן הנוטות. ובשביעית אינו יורד לתוך שדהו, אבל אוכל הוא מן הנוטות. נדר הימנו מאכל לפני שביעית, יורד לתוך שדהו, ואינו אוכל מן הפרות. ובשביעית, יורד ואוכל: "
    },
    {
      "uid": "Mishnah_Nedarim_26",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 7184,
      "end_char": 7431,
      "length": 248,
      "text": "המדר הנאה מחברו, לא ישאילנו ולא ישאל ממנו, לא ילונו ולא ילוה ממנו, ולא ימכר לו ולא יקח ממנו. אמר לו, השאילני פרתך. אמר לו, אינה פנויה. אמר קונם שדי שאני חורש בה לעולם, אם היה דרכו לחרש, הוא אסור וכל אדם מתרין. אם אין דרכו לחרש, הוא וכל אדם אסורין: "
    },
    {
      "uid": "Mishnah_Nedarim_27",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 7432,
      "end_char": 7702,
      "length": 271,
      "text": "המדר הנאה מחברו ואין לו מה יאכל, הולך אצל החנוני ואומר, איש פלוני מדר ממני הנאה ואיני יודע מה אעשה, והוא נותן לו ובא ונוטל מזה. היה ביתו לבנות, גדרו לגדר, שדהו לקצר, הולך אצל הפועלים ואומר, איש פלוני מדר ממני הנאה ואיני יודע מה אעשה. הם עושין עמו, ובאין ונוטלין שכר מזה: "
    },
    {
      "uid": "Mishnah_Nedarim_28",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 7703,
      "end_char": 7878,
      "length": 176,
      "text": "היו מהלכין בדרך, ואין לו מה יאכל, נותן לאחר לשום מתנה והלה מתר בה. אם אין עמהם אחר, מניח על הסלע או על הגדר ואומר, הרי הן מפקרים לכל מי שיחפץ, והלה נוטל ואוכל. ורבי יוסי אוסר: "
    },
    {
      "uid": "Mishnah_Nedarim_29",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 7879,
      "end_char": 8188,
      "length": 310,
      "text": "השתפין שנדרו הנאה זה מזה, אסורין לכנס לחצר. רבי אליעזר בן יעקב אומר, זה נכנס לתוך שלו וזה נכנס לתוך שלו. ושניהם אסורים להעמיד שם רחים ותנור ולגדל תרנגולים. היה אחד מהם מדר הנאה מחברו, לא יכנס לחצר. רבי אליעזר בן יעקב אומר, יכול הוא לומר לו, לתוך שלי אני נכנס ואיני נכנס לתוך שלך. וכופין את הנודר למכר את חלקו: "
    },
    {
      "uid": "Mishnah_Nedarim_30",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 8189,
      "end_char": 8324,
      "length": 136,
      "text": "היה אחד מן השוק מדר מאחד מהם הנאה, לא יכנס לחצר. רבי אליעזר בן יעקב אומר, יכול הוא לומר לו, לתוך של חברך אני נכנס, ואיני נכנס לתוך שלך: "
    },
    {
      "uid": "Mishnah_Nedarim_31",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 8325,
      "end_char": 8569,
      "length": 245,
      "text": "המדר הנאה מחברו, ויש לו מרחץ ובית הבד משכרים בעיר, אם יש לו בהן תפיסת יד, אסור. אין לו בהן תפיסת יד, מתר. האומר לחברו, קונם לביתך שאני נכנס ושדך שאני לוקח, מת או שמכרו לאחר, מתר. קונם לבית זה שאני נכנס, שדה זו שאני לוקח, מת או שמכרו לאחר, אסור: "
    },
    {
      "uid": "Mishnah_Nedarim_32",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 8570,
      "end_char": 8716,
      "length": 147,
      "text": "הריני עליך חרם, המדר אסור. הרי את עלי חרם, הנודר אסור. הריני עליך ואת עלי, שניהם אסורין. ושניהם מתרין בדבר של עולי בבל, ואסורין בדבר של אותה העיר: "
    },
    {
      "uid": "Mishnah_Nedarim_33",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 8717,
      "end_char": 9119,
      "length": 403,
      "text": "ואיזהו דבר של עולי בבל, כגון הר הבית והעזרות והבור שבאמצע הדרך. ואיזהו דבר של אותה העיר, כגון הרחבה והמרחץ, ובית הכנסת והתבה והספרים. והכותב חלקו לנשיא. רבי יהודה אומר, אחד כותב לנשיא ואחד כותב להדיוט. מה בין כותב לנשיא לכותב להדיוט, שהכותב לנשיא אינו צריך לזכות. וחכמים אומרים, אחד זה ואחד זה צריכין לזכות. לא דברו בנשיא אלא בהוה. רבי יהודה אומר, אין אנשי גליל צריכין לכתב, שכבר כתבו אבותיהם על ידיהם: "
    },
    {
      "uid": "Mishnah_Nedarim_34",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 9120,
      "end_char": 9589,
      "length": 470,
      "text": "המדר הנאה מחברו ואין לו מה יאכל, נותנו לאחר לשום מתנה, והלה מתר בה. מעשה באחד בבית חורון שהיה אביו מדר הימנו הנאה, והיה משיא את בנו, ואמר לחברו, חצר וסעודה נתונים לך במתנה, ואינן לפניך אלא כדי שיבא אבא ויאכל עמנו בסעודה. אמר לו, אם שלי הם, הרי הם מקדשין לשמים. אמר לו, לא נתתי את שלי שתקדישם לשמים. אמר לו, לא נתת לי את שלך אלא שתהא אתה ואביך אוכלים ושותים ומתרצים זה לזה, ויהא עון תלוי בראשו. וכשבא דבר לפני חכמים, אמרו, כל מתנה שאינה שאם הקדישה אינה מקדשת, אינה מתנה: "
    },
    {
      "uid": "Mishnah_Nedarim_35",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 9590,
      "end_char": 9713,
      "length": 124,
      "text": "הנודר מן המבשל, מתר בצלי ובשלוק. אמר קונם תבשיל שאיני טועם, אסור במעשה קדרה רך, ומתר בעבה ומתר בביצת טרמיטא, ובדלעת הרמוצה: "
    },
    {
      "uid": "Mishnah_Nedarim_36",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 9714,
      "end_char": 9817,
      "length": 104,
      "text": "הנודר ממעשה קדרה, אינו אסור אלא ממעשה רתחתה. אמר, קונם היורד לקדרה שאיני טועם, אסור בכל המתבשלין בקדרה: "
    },
    {
      "uid": "Mishnah_Nedarim_37",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 9818,
      "end_char": 10132,
      "length": 315,
      "text": "מן הכבוש, אינו אסור אלא מן הכבוש של ירק. כבוש שאיני טועם, אסור בכל הכבושים. מן השלוק, אינו אסור אלא מן השלוק של בשר. שלוק שאיני טועם, אסור בכל השלקים. מן הצלי, אינו אסור אלא מן הצלי של בשר, דברי רבי יהודה. צלי שאיני טועם, אסור בכל הצלויים. מן המליח, אינו אסור אלא מן המליח של דג. מליח שאיני טועם, אסור בכל המלוחים: "
    },
    {
      "uid": "Mishnah_Nedarim_38",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 10133,
      "end_char": 10340,
      "length": 208,
      "text": "דג דגים שאיני טועם, אסור בהן, בין גדולים בין קטנים, בין מלוחין בין טפלין, בין חיין בין מבשלין, ומתר בטרית טרופה ובציר. הנודר מן הצחנה, אסור בטרית טרופה, ומתר בציר ובמריס. הנודר מטרית טרופה, אסור בציר ובמריס: "
    },
    {
      "uid": "Mishnah_Nedarim_39",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 10341,
      "end_char": 10460,
      "length": 120,
      "text": "הנודר מן החלב, מתר בקום. ורבי יוסי אוסר. מן הקום, מתר בחלב. אבא שאול אומר, הנודר מן הגבינה, אסור בה בין מלוחה בין טפלה: "
    },
    {
      "uid": "Mishnah_Nedarim_40",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 10461,
      "end_char": 10669,
      "length": 209,
      "text": "הנודר מן הבשר, מתר ברטב ובקפה. ורבי יהודה אוסר. אמר רבי יהודה, מעשה ואסר עלי רבי טרפון ביצים שנתבשלו עמו. אמרו לו, וכן הדבר, אימתי, בזמן שיאמר בשר זה עלי, שהנודר מן הדבר ונתערב באחר, אם יש בו בנותן טעם, אסור: "
    },
    {
      "uid": "Mishnah_Nedarim_41",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 10670,
      "end_char": 10892,
      "length": 223,
      "text": "הנודר מן היין, מתר בתבשיל שיש בו טעם יין. אמר קונם יין זה שאיני טועם, ונפל לתבשיל, אם יש בו בנותן טעם, הרי זה אסור. הנודר מן הענבים, מתר ביין. מן הזיתים, מתר בשמן. אמר קונם זיתים וענבים אלו שאיני טועם, אסור בהן וביוצא מהן: "
    },
    {
      "uid": "Mishnah_Nedarim_42",
      "chapter_number": 6,
      "verse_number": 8,
      "start_char": 10893,
      "end_char": 11052,
      "length": 160,
      "text": "הנודר מן התמרים, מתר בדבש תמרים. מסתוניות, מתר בחמץ סתוניות. רבי יהודה בן בתירא אומר, כל ששם תולדתו קרויה עליו ונודר הימנו, אסור אף ביוצא הימנו. וחכמים מתירין: "
    },
    {
      "uid": "Mishnah_Nedarim_43",
      "chapter_number": 6,
      "verse_number": 9,
      "start_char": 11053,
      "end_char": 11232,
      "length": 180,
      "text": "הנודר מן היין, מתר ביין תפוחים. מן השמן, מתר בשמן שמשמין. מן הדבש, מתר בדבש תמרים. מן החמץ, מתר בחמץ סתוניות. מן הכרשין, מתר בקפלוטות. מן הירק, מתר בירקות השדה, מפני שהוא שם לואי: "
    },
    {
      "uid": "Mishnah_Nedarim_44",
      "chapter_number": 6,
      "verse_number": 10,
      "start_char": 11233,
      "end_char": 11629,
      "length": 397,
      "text": "מן הכרוב, אסור באספרגוס. מן האספרגוס, מתר בכרוב. מן הגריסים, אסור מן המקפה, ורבי יוסי מתיר. מן המקפה, מתר בגריסין. מן המקפה, אסור בשום, ורבי יוסי מתיר. מן השום, מתר במקפה. מן העדשים, אסור באשישין, ורבי יוסי מתיר. מן האשישים, מתר בעדשים. חטה חטים שאיני טועם, אסור בהן בין קמח בין פת. גריס גריסין שאיני טועם, אסור בהן בין חיין בין מבשלים. רבי יהודה אומר, קונם גריס או חטה שאיני טועם, מתר לכוס חיים: "
    },
    {
      "uid": "Mishnah_Nedarim_45",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 11630,
      "end_char": 11890,
      "length": 261,
      "text": "הנודר מן הירק, מתר בדלועין. ורבי עקיבא אוסר. אמרו לו לרבי עקיבא, והלא אומר אדם לשלוחו קח לי ירק והוא אומר לא מצאתי אלא דלועין. אמר להם, כן הדבר, או שמא אומר הוא לו לא מצאתי אלא קטנית, אלא שהדלועין בכלל ירק, וקטנית אינן בכלל ירק. ואסור בפול המצרי לח, ומתר ביבש: "
    },
    {
      "uid": "Mishnah_Nedarim_46",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 11891,
      "end_char": 12097,
      "length": 207,
      "text": "הנודר מן הדגן, אסור בפול המצרי יבש, דברי רבי מאיר. וחכמים אומרים, אינו אסור אלא בחמשת המינין. רבי מאיר אומר, הנודר מן התבואה, אינו אסור אלא מחמשת המינין. אבל הנודר מן הדגן, אסור בכל, ומתר בפרות האילן ובירק: "
    },
    {
      "uid": "Mishnah_Nedarim_47",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 12098,
      "end_char": 12344,
      "length": 247,
      "text": "הנודר מן הכסות, מתר בשק, ביריעה, ובחמילה. אמר קונם צמר עולה עלי, מתר להתכסות בגזי צמר. פשתן עולה עלי, מתר להתכסות באניצי פשתן. רבי יהודה אומר, הכל לפי הנודר. טען והזיע והיה ריחו קשה, אמר קונם צמר ופשתים עולה עלי, מתר להתכסות ואסור להפשיל לאחוריו: "
    },
    {
      "uid": "Mishnah_Nedarim_48",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 12345,
      "end_char": 12442,
      "length": 98,
      "text": "הנודר מן הבית, מתר בעליה, דברי רבי מאיר. וחכמים אומרים, עליה בכלל הבית. הנודר מן העליה, מתר בבית: "
    },
    {
      "uid": "Mishnah_Nedarim_49",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 12443,
      "end_char": 12637,
      "length": 195,
      "text": "הנודר מן המטה, מתר בדרגש, דברי רבי מאיר. וחכמים אומרים, דרגש בכלל מטה. הנודר מן הדרגש, מתר במטה. הנודר מן העיר, מתר לכנס לתחומה של עיר, ואסור לכנס לעבורה. אבל הנודר מן הבית, אסור מן האגף ולפנים: "
    },
    {
      "uid": "Mishnah_Nedarim_50",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 12638,
      "end_char": 12822,
      "length": 185,
      "text": "קונם פרות האלו עלי, קונם הן על פי, קונם הן לפי, אסור בחלופיהן ובגדוליהן. שאני אוכל ושאני טועם, מתר בחלופיהן ובגדוליהן, בדבר שזרעו כלה. אבל בדבר שאין זרעו כלה, אפלו גדולי גדולין אסורין: "
    },
    {
      "uid": "Mishnah_Nedarim_51",
      "chapter_number": 7,
      "verse_number": 7,
      "start_char": 12823,
      "end_char": 13022,
      "length": 200,
      "text": "האומר לאשתו, קונם מעשה ידיך עלי, קונם הן על פי, קונם הן לפי, אסור בחלופיהן ובגדוליהן. שאיני אוכל, שאיני טועם, מתר בחלופיהן ובגדוליהן, בדבר שזרעו כלה. אבל בדבר שאין זרעו כלה, אפלו גדולי גדולין אסורים: "
    },
    {
      "uid": "Mishnah_Nedarim_52",
      "chapter_number": 7,
      "verse_number": 8,
      "start_char": 13023,
      "end_char": 13226,
      "length": 204,
      "text": "שאת עושה איני אוכל עד הפסח, שאת עושה איני מתכסה עד הפסח, עשתה לפני הפסח, מתר לאכל ולהתכסות אחר הפסח. שאת עושה עד הפסח איני אוכל, ושאת עושה עד הפסח איני מתכסה, עשתה לפני הפסח, אסור לאכל ולהתכסות אחר הפסח: "
    },
    {
      "uid": "Mishnah_Nedarim_53",
      "chapter_number": 7,
      "verse_number": 9,
      "start_char": 13227,
      "end_char": 13441,
      "length": 215,
      "text": "שאת נהנית לי עד הפסח אם תלכי לבית אביך עד החג, הלכה לפני הפסח, אסורה בהנאתו עד הפסח. אחר הפסח, בלא יחל דברו. שאת נהנית לי עד החג אם תלכי לבית אביך עד הפסח, והלכה לפני הפסח, אסורה בהנאתו עד החג, ומתרת לילך אחר הפסח: "
    },
    {
      "uid": "Mishnah_Nedarim_54",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 13442,
      "end_char": 13717,
      "length": 276,
      "text": "קונם יין שאני טועם היום, אינו אסור אלא עד שתחשך. שבת זו, אסור בכל השבת, ושבת שעברה. חדש זה, אסור בכל החדש, וראש חדש להבא. שנה זו, אסור בכל השנה, וראש השנה לעתיד לבא. שבוע זה, אסור בכל השבוע, ושביעית שעברה. ואם אמר יום אחד, שבת אחת, חדש אחד, שנה אחת, שבוע אחד, אסור מיום ליום: "
    },
    {
      "uid": "Mishnah_Nedarim_55",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 13718,
      "end_char": 13837,
      "length": 120,
      "text": "עד הפסח, אסור עד שיגיע. עד שיהא, אסור עד שיצא. עד לפני הפסח, רבי מאיר אומר, אסור עד שיגיע. רבי יוסי אומר, אסור עד שיצא: "
    },
    {
      "uid": "Mishnah_Nedarim_56",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 13838,
      "end_char": 14050,
      "length": 213,
      "text": "עד הקציר, עד הבציר, עד המסיק, אינו אסור אלא עד שיגיע. זה הכלל, כל שזמנו קבוע ואמר עד שיגיע, אסור עד שיגיע. אמר עד שיהא, אסור עד שיצא. וכל שאין זמנו קבוע, בין אמר עד שיהא, בין אמר עד שיגיע, אינו אסור אלא עד שיגיע: "
    },
    {
      "uid": "Mishnah_Nedarim_57",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 14051,
      "end_char": 14256,
      "length": 206,
      "text": "עד הקיץ, עד שיהא הקיץ, עד שיתחילו העם להכניס בכלכלות. עד שיעבר הקיץ, עד שיקפלו המקצועות. עד הקציר, עד שיתחיל העם לקצר, קציר חטין אבל לא קציר שערים. הכל לפי מקום נדרו, אם היה בהר, בהר, ואם היה בבקעה, בבקעה: "
    },
    {
      "uid": "Mishnah_Nedarim_58",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 14257,
      "end_char": 14678,
      "length": 422,
      "text": "עד הגשמים, עד שיהיו הגשמים, עד שתרד רביעה שניה. רבן שמעון בן גמליאל אומר, עד שיגיע זמנה של רביעה. עד שיפסקו גשמים, עד שיצא ניסן כלו, דברי רבי מאיר. רבי יהודה אומר, עד שיעבר הפסח. קונם יין שאיני טועם השנה, נתעברה השנה, אסור בה ובעבורה. עד ראש אדר, עד ראש אדר הראשון. עד סוף אדר, עד סוף אדר הראשון. רבי יהודה אומר, קונם יין שאיני טועם עד שיהא הפסח, אינו אסור אלא עד ליל הפסח, שלא נתכון זה אלא עד שעה שדרך בני אדם לשתות יין: "
    },
    {
      "uid": "Mishnah_Nedarim_59",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 14679,
      "end_char": 14916,
      "length": 238,
      "text": "אמר קונם בשר שאיני טועם עד שיהא הצום, אינו אסור אלא עד לילי צום, שלא נתכון זה אלא עד שעה שדרך בני אדם לאכל בשר. רבי יוסי בנו אומר, קונם שום שאיני טועם עד שתהא שבת, אינו אסור אלא עד לילי שבת, שלא נתכון זה אלא עד שעה שדרך בני אדם לאכל שום: "
    },
    {
      "uid": "Mishnah_Nedarim_60",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 14917,
      "end_char": 15610,
      "length": 694,
      "text": "האומר לחברו קונם שאני נהנה לך אם אין אתה בא ונוטל לבניך כור אחד של חטין ושתי חביות של יין, הרי זה יכול להפר את נדרו שלא על פי חכם, ויאמר לו, כלום אמרת אלא מפני כבודי, זהו כבודי. וכן האומר לחברו קונם שאתה נהנה לי אם אין אתה בא ונותן לבני כור אחד של חטין ושתי חביות של יין, רבי מאיר אומר, אסור עד שיתן. וחכמים אומרים, אף זה יכול להפר את נדרו שלא על פי חכם, ויאמר לו, הרי אני כאלו התקבלתי. היו מסרבין בו לשאת בת אחותו ואמר קונם שהיא נהנית לי לעולם, וכן המגרש את אשתו ואמר קונם אשתי נהנית לי לעולם, הרי אלו מתרות להנות לו, שלא נתכון זה אלא לשום אישות. היה מסרב בחברו שיאכל אצלו, אמר קונם לביתך שאיני נכנס, טפת צונן שאיני טועם לך, מתר לכנס לביתו ולשתות ממנו צונן, שלא נתכון זה אלא לשום אכילה ושתיה: "
    },
    {
      "uid": "Mishnah_Nedarim_61",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 15611,
      "end_char": 15835,
      "length": 225,
      "text": "רבי אליעזר אומר, פותחין לאדם בכבוד אביו ואמו. וחכמים אוסרין. אמר רבי צדוק, עד שפותחין לו בכבוד אביו ואמו, יפתחו לו בכבוד המקום, אם כן אין נדרים. ומודים חכמים לרבי אליעזר בדבר שבינו לבין אביו ואמו, שפותחין לו בכבוד אביו ואמו: "
    },
    {
      "uid": "Mishnah_Nedarim_62",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 15836,
      "end_char": 16171,
      "length": 336,
      "text": "ועוד אמר רבי אליעזר, פותחין בנולד. וחכמים אוסרין. כיצד. אמר, קונם שאיני נהנה לאיש פלוני, ונעשה סופר, או שהיה משיא את בנו בקרוב, ואמר, אלו הייתי יודע שהוא נעשה סופר או שהוא משיא את בנו בקרוב, לא הייתי נודר. קונם לבית זה שאיני נכנס, ונעשה בית הכנסת, ואמר, אלו הייתי יודע שהוא נעשה בית הכנסת לא הייתי נודר, רבי אליעזר מתיר, וחכמים אוסרין: "
    },
    {
      "uid": "Mishnah_Nedarim_63",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 16172,
      "end_char": 16449,
      "length": 278,
      "text": "רבי מאיר אומר, יש דברים שהן כנולד ואינן כנולד, ואין חכמים מודים לו. כיצד. אמר, קונם שאיני נושא את פלונית, שאביה רע. אמרו לו, מת או שעשה תשובה. קונם לבית זה שאיני נכנס, שהכלב רע בתוכו או שהנחש בתוכו. אמרו לו, מת הכלב או שנהרג הנחש, הרי הן כנולד ואינן כנולד, ואין חכמים מודים לו: "
    },
    {
      "uid": "Mishnah_Nedarim_64",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 16450,
      "end_char": 16725,
      "length": 276,
      "text": "ועוד אמר רבי מאיר פותחין לו מן הכתוב שבתורה ואומרים לו, אלו היית יודע שאתה עובר על לא תקם ועל לא תטר (ויקרא יט), ועל לא תשנא את אחיך בלבבך (שם), ואהבת לרעך כמוך (שם), וחי אחיך עמך (שם כה), שמא יעני ואין אתה יכול לפרנסו. אמר, אלו הייתי יודע שהוא כן, לא הייתי נודר, הרי זה מתר: "
    },
    {
      "uid": "Mishnah_Nedarim_65",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 16726,
      "end_char": 17081,
      "length": 356,
      "text": "פותחין לאדם בכתבת אשתו. ומעשה באחד שנדר מאשתו הנאה והיתה כתבתה ארבע מאות דינרין, ובא לפני רבי עקיבא וחיבו לתן לה כתבתה. אמר לו, רבי, שמנה מאות דינרין הניח אבא, ונטל אחי ארבע מאות ואני ארבע מאות, לא דיה שתטל היא מאתים, ואני מאתים. אמר לו רבי עקיבא, אפלו אתה מוכר שער ראשך, אתה נותן לה כתבתה. אמר לו, אלו הייתי יודע שהוא כן, לא הייתי נודר, והתירה רבי עקיבא: "
    },
    {
      "uid": "Mishnah_Nedarim_66",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 17082,
      "end_char": 17218,
      "length": 137,
      "text": "פותחין בימים טובים ובשבתות. בראשונה היו אומרים, אותן הימים מתרין ושאר כל הימים אסורין, עד שבא רבי עקיבא ולמד, שהנדר שהתר מקצתו, התר כלו: "
    },
    {
      "uid": "Mishnah_Nedarim_67",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 17219,
      "end_char": 17459,
      "length": 241,
      "text": "כיצד. אמר, קונם שאיני נהנה לכלכם, התר אחד מהן, התרו כלן. שאיני נהנה לזה ולזה, התר הראשון, התרו כלן. התר האחרון, האחרון מתר, וכלן אסורין. התר האמצעי, הימנו ולמטה מתר, הימנו ולמעלה אסור. שאיני נהנה לזה קרבן ולזה קרבן, צריכין פתח לכל אחד ואחד: "
    },
    {
      "uid": "Mishnah_Nedarim_68",
      "chapter_number": 9,
      "verse_number": 8,
      "start_char": 17460,
      "end_char": 17720,
      "length": 261,
      "text": "קונם יין שאיני טועם, שהיין רע למעים, אמרו לו, והלא המישן יפה למעים, התר במישן. ולא במישן בלבד התר, אלא בכל היין. קונם בצל שאיני טועם, שהבצל רע ללב. אמרו לו, הלא הכפרי יפה ללב, התר בכפרי. ולא בכפרי בלבד התר, אלא בכל הבצלים. מעשה היה, והתירו רבי מאיר בכל הבצלים: "
    },
    {
      "uid": "Mishnah_Nedarim_69",
      "chapter_number": 9,
      "verse_number": 9,
      "start_char": 17721,
      "end_char": 17954,
      "length": 234,
      "text": "פותחין לאדם בכבוד עצמו ובכבוד בניו. אומרים לו, אלו היית יודע שלמחר אומרין עליך כך היא וסתו של פלוני, מגרש את נשיו, ועל בנותיך יהיו אומרין בנות גרושות הן, מה ראתה אמן של אלו להתגרש, ואמר, אלו הייתי יודע שכן, לא הייתי נודר, הרי זה מתר: "
    },
    {
      "uid": "Mishnah_Nedarim_70",
      "chapter_number": 9,
      "verse_number": 10,
      "start_char": 17955,
      "end_char": 18480,
      "length": 526,
      "text": "קונם שאיני נושא את פלונית כעורה, והרי היא נאה. שחורה, והרי היא לבנה. קצרה, והרי היא ארכה, מתר בה. לא מפני שהיא כעורה ונעשית נאה, שחורה ונעשית לבנה, קצרה ונעשית ארכה, אלא שהנדר טעות. ומעשה באחד שנדר מבת אחותו הניה, והכניסוה לבית רבי ישמעאל ויפוה. אמר לו רבי ישמעאל, בני, לזו נדרת. אמר לו, לאו. והתירו רבי ישמעאל. באותה שעה בכה רבי ישמעאל ואמר, בנות ישראל נאות הן, אלא שהעניות מנולתן. וכשמת רבי ישמעאל, היו בנות ישראל נושאות קינה ואומרות, בנות ישראל אל רבי ישמעאל בכינה. וכן הוא אומר בשאול (שמואל ב א) בנות ישראל אל שאול בכינה: "
    },
    {
      "uid": "Mishnah_Nedarim_71",
      "chapter_number": 10,
      "verse_number": 1,
      "start_char": 18481,
      "end_char": 18601,
      "length": 121,
      "text": "נערה המארסה, אביה ובעלה מפרין נדריה. הפר האב ולא הפר הבעל, הפר הבעל ולא הפר האב, אינו מופר, ואין צריך לומר שקים אחד מהן: "
    },
    {
      "uid": "Mishnah_Nedarim_72",
      "chapter_number": 10,
      "verse_number": 2,
      "start_char": 18602,
      "end_char": 18749,
      "length": 148,
      "text": "מת האב, לא נתרוקנה רשות לבעל. מת הבעל, נתרוקנה רשות לאב. בזה יפה כח האב מכח הבעל. בדבר אחר יפה כח הבעל מכח האב, שהבעל מפר בבגר, והאב אינו מפר בבגר: "
    },
    {
      "uid": "Mishnah_Nedarim_73",
      "chapter_number": 10,
      "verse_number": 3,
      "start_char": 18750,
      "end_char": 18912,
      "length": 163,
      "text": "נדרה והיא ארוסה, נתגרשה בו ביום, נתארסה בו ביום, אפלו למאה, אביה ובעלה האחרון מפרין נדריה. זה הכלל, כל שלא יצאת לרשות עצמה שעה אחת, אביה ובעלה האחרון מפרין נדריה: "
    },
    {
      "uid": "Mishnah_Nedarim_74",
      "chapter_number": 10,
      "verse_number": 4,
      "start_char": 18913,
      "end_char": 19129,
      "length": 217,
      "text": "דרך תלמידי חכמים, עד שלא היתה בתו יוצאה מאצלו, אומר לה, כל נדרים שנדרת בתוך ביתי, הרי הן מופרין. וכן הבעל עד שלא תכנס לרשותו, אומר לה, כל נדרים שנדרת עד שלא תכנסי לרשותי, הרי הן מופרין, שמשתכנס לרשותו אינו יכול להפר: "
    },
    {
      "uid": "Mishnah_Nedarim_75",
      "chapter_number": 10,
      "verse_number": 5,
      "start_char": 19130,
      "end_char": 19268,
      "length": 139,
      "text": "בוגרת ששהתה שנים עשר חדש, ואלמנה שלשים יום, רבי אליעזר אומר, הואיל ובעלה חיב במזונותיה, יפר. וחכמים אומרים, אין הבעל מפר, עד שתכנס לרשותו: "
    },
    {
      "uid": "Mishnah_Nedarim_76",
      "chapter_number": 10,
      "verse_number": 6,
      "start_char": 19269,
      "end_char": 19748,
      "length": 480,
      "text": "שומרת יבם, בין ליבם אחד בין לשני יבמין, רבי אליעזר אומר, יפר. רבי יהושע אומר, לאחד אבל לא לשנים. רבי עקיבא אומר, לא לאחד ולא לשנים. אמר רבי אליעזר, מה אם אשה, שקנה הוא לעצמו, הרי הוא מפר נדריה, אשה שהקנו לו מן השמים, אינו דין שיפר נדריה. אמר לו רבי עקיבא, לא, אם אמרת באשה שקנה הוא לעצמו, שאין לאחרים בה רשות, תאמר באשה שהקנו לו מן השמים, שיש לאחרים בה רשות. אמר לו רבי יהושע, עקיבא, דבריך בשני יבמין. מה אתה משיב על יבם אחד. אמר לו, אין היבמה גמורה ליבם כשם שהארוסה גמורה לאישה: "
    },
    {
      "uid": "Mishnah_Nedarim_77",
      "chapter_number": 10,
      "verse_number": 7,
      "start_char": 19749,
      "end_char": 20091,
      "length": 343,
      "text": "האומר לאשתו, כל הנדרים שתדרי מכאן עד שאבא ממקום פלוני, הרי הן קימין, לא אמר כלום. הרי הן מופרין, רבי אליעזר אומר, מופר. וחכמים אומרים, אינו מופר. אמר רבי אליעזר, אם הפר נדרים שבאו לכלל אסור, לא יפר נדרים שלא באו לכלל אסור. אמרו לו, הרי הוא אומר, אישה יקימנו ואישה יפרנו (במדבר ל), את שבא לכלל הקם, בא לכלל הפר. לא בא לכלל הקם, לא בא לכלל הפר: "
    },
    {
      "uid": "Mishnah_Nedarim_78",
      "chapter_number": 10,
      "verse_number": 8,
      "start_char": 20092,
      "end_char": 20256,
      "length": 165,
      "text": "הפרת נדרים, כל היום. יש בדבר להקל ולהחמיר. כיצד. נדרה בלילי שבת, יפר בלילי שבת וביום השבת עד שתחשך. נדרה עם חשכה, מפר עד שלא תחשך. שאם חשכה ולא הפר, אינו יכול להפר: "
    },
    {
      "uid": "Mishnah_Nedarim_79",
      "chapter_number": 11,
      "verse_number": 1,
      "start_char": 20257,
      "end_char": 20382,
      "length": 126,
      "text": "ואלו נדרים שהוא מפר, דברים שיש בהם ענוי נפש, אם ארחץ ואם לא ארחץ, אם אתקשט ואם לא אתקשט. אמר רבי יוסי, אין אלו נדרי ענוי נפש: "
    },
    {
      "uid": "Mishnah_Nedarim_80",
      "chapter_number": 11,
      "verse_number": 2,
      "start_char": 20383,
      "end_char": 20578,
      "length": 196,
      "text": "ואלו הם נדרי ענוי נפש. אמרה, קונם פרות העולם עלי, הרי זה יכול להפר. פרות מדינה עלי, יביא לה ממדינה אחרת. פרות חנוני זה עלי, אינו יכול להפר. ואם לא היתה פרנסתו אלא ממנו, הרי זה יפר, דברי רבי יוסי: "
    },
    {
      "uid": "Mishnah_Nedarim_81",
      "chapter_number": 11,
      "verse_number": 3,
      "start_char": 20579,
      "end_char": 20737,
      "length": 159,
      "text": "קונם שאיני נהנה לבריות, אינו יכול להפר, ויכולה היא להנות בלקט ובשכחה ובפאה. קונם כהנים ולוים נהנים לי, יטלו על כרחו. כהנים אלו ולוים אלו נהנים לי, יטלו אחרים: "
    },
    {
      "uid": "Mishnah_Nedarim_82",
      "chapter_number": 11,
      "verse_number": 4,
      "start_char": 20738,
      "end_char": 20964,
      "length": 227,
      "text": "קונם שאיני עושה על פי אבא, ועל פי אביך, ועל פי אחי, ועל פי אחיך, אינו יכול להפר. שאיני עושה על פיך, אינו צריך להפר. רבי עקיבא אומר, יפר, שמא תעדיף עליו יותר מן הראוי לו. רבי יוחנן בן נורי אומר, יפר, שמא יגרשנה ותהי אסורה עליו: "
    },
    {
      "uid": "Mishnah_Nedarim_83",
      "chapter_number": 11,
      "verse_number": 5,
      "start_char": 20965,
      "end_char": 21172,
      "length": 208,
      "text": "נדרה אשתו וסבור שנדרה בתו, נדרה בתו וסבור שנדרה אשתו, נדרה בנזיר וסבור שנדרה בקרבן, נדרה בקרבן וסבור שנדרה בנזיר, נדרה מן התאנים וסבור שנדרה מן הענבים, נדרה מן הענבים וסבור שנדרה מן התאנים, הרי זה יחזר ויפר: "
    },
    {
      "uid": "Mishnah_Nedarim_84",
      "chapter_number": 11,
      "verse_number": 6,
      "start_char": 21173,
      "end_char": 21343,
      "length": 171,
      "text": "אמרה, קונם תאנים וענבים אלו שאיני טועמת, קים לתאנים, כלו קים. הפר לתאנים, אינו מופר עד שיפר אף לענבים. אמרה, קונם תאנים שאיני טועמת וענבים שאיני טועמת, הרי אלו שני נדרים: "
    },
    {
      "uid": "Mishnah_Nedarim_85",
      "chapter_number": 11,
      "verse_number": 7,
      "start_char": 21344,
      "end_char": 21478,
      "length": 135,
      "text": "יודע אני שיש נדרים, אבל איני יודע שיש מפרין, יפר. יודע אני שיש מפרין אבל איני יודע שזה נדר, רבי מאיר אומר, לא יפר, וחכמים אומרים, יפר: "
    },
    {
      "uid": "Mishnah_Nedarim_86",
      "chapter_number": 11,
      "verse_number": 8,
      "start_char": 21479,
      "end_char": 21619,
      "length": 141,
      "text": "המדר הנאה מחתנו והוא רוצה לתת לבתו מעות, אומר לה, הרי המעות האלו נתונים לך במתנה ובלבד שלא יהא לבעלך רשות בהן, אלא מה שאת נושאת ונותנת בפיך: "
    },
    {
      "uid": "Mishnah_Nedarim_87",
      "chapter_number": 11,
      "verse_number": 9,
      "start_char": 21620,
      "end_char": 21980,
      "length": 361,
      "text": "ונדר אלמנה וגרושה יקום עליה (במדבר ל). כיצד. אמרה, הריני נזירה לאחר שלשים יום, אף על פי שנשאת בתוך שלשים יום, אינו יכול להפר. נדרה והיא ברשות הבעל, מפר לה. כיצד. אמרה, הריני נזירה לאחר שלשים, אף על פי שנתאלמנה או נתגרשה בתוך שלשים, הרי זה מופר. נדרה בו ביום, נתגרשה בו ביום, החזירה בו ביום, אינו יכול להפר. זה הכלל, כל שיצאת לרשות עצמה שעה אחת, אינו יכול להפר: "
    },
    {
      "uid": "Mishnah_Nedarim_88",
      "chapter_number": 11,
      "verse_number": 10,
      "start_char": 21981,
      "end_char": 22285,
      "length": 305,
      "text": "תשע נערות, נדריהן קימין. בוגרת והיא יתומה, נערה ובגרה והיא יתומה, נערה שלא בגרה והיא יתומה, בוגרת ומת אביה, נערה בוגרת ומת אביה, נערה שלא בגרה ומת אביה, נערה שמת אביה ומשמת אביה בגרה, בוגרת ואביה קים, נערה בוגרת ואביה קים. רבי יהודה אומר, אף המשיא בתו הקטנה, ונתאלמנה או נתגרשה וחזרה אצלו, עדין היא נערה: "
    },
    {
      "uid": "Mishnah_Nedarim_89",
      "chapter_number": 11,
      "verse_number": 11,
      "start_char": 22286,
      "end_char": 22397,
      "length": 112,
      "text": "קונם שאיני נהנית לאבא ולאביך אם עושה אני על פיך, שאיני נהנית לך אם עושה אני על פי אבא, ועל פי אביך, הרי זה יפר: "
    },
    {
      "uid": "Mishnah_Nedarim_90",
      "chapter_number": 11,
      "verse_number": 12,
      "start_char": 22398,
      "end_char": 22705,
      "length": 308,
      "text": "בראשונה היו אומרים, שלש נשים יוצאות ונוטלות כתבה, האומרת טמאה אני לך, שמים ביני לבינך, נטולה אני מן היהודים. חזרו לומר, שלא תהא אשה נותנת עיניה באחר ומקלקלת על בעלה. אלא האומרת טמאה אני לך, תביא ראיה לדבריה. שמים ביני לבינך, יעשו דרך בקשה. נטולה אני מן היהודים, יפר חלקו, ותהא משמשתו, ותהא נטולה מן היהודים: "
    }
  ]
}