{
  "title": "Mishnah Maaser Sheni",
  "categories": [
    "Mishnah",
    "Seder Zeraim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Maaser_Sheni_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 179,
      "length": 179,
      "text": "מעשר שני, אין מוכרין אותו, ואין ממשכנין אותו, ואין מחליפין אותו, ולא שוקלין כנגדו. ולא יאמר אדם לחברו בירושלים, הילך יין ותן לי שמן. וכן שאר כל הפרות. אבל נותנין זה לזה מתנת חנם: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 180,
      "end_char": 404,
      "length": 225,
      "text": "מעשר בהמה, אין מוכרין אותו תמים חי, ולא בעל מום חי ושחוט, ואין מקדשין בו האשה. הבכור מוכרין אותו תמים חי, ובעל מום חי ושחוט, ומקדשין בו האשה. אין מחללין מעשר שני על אסימון, ולא על המטבע שאינו יוצא, ולא על המעות שאינן ברשותו: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 405,
      "end_char": 650,
      "length": 246,
      "text": "הלוקח בהמה לזבחי שלמים, או חיה לבשר תאוה, יצא העור לחלין, אף על פי שהעור מרבה על הבשר. כדי יין סתומות, מקום שדרכן למכר סתומות, יצא קנקן לחלין. האגוזים והשקדים, יצאו קלפיהם לחלין. התמד, עד שלא החמיץ, אינו נלקח בכסף מעשר. ומשהחמיץ, נלקח בכסף מעשר: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 651,
      "end_char": 831,
      "length": 181,
      "text": "הלוקח חיה לזבחי שלמים, בהמה לבשר תאוה, לא יצא העור לחלין. כדי יין פתוחות או סתומות, מקום שדרכן למכר פתוחות, לא יצא קנקן לחלין. סלי זיתים וסלי ענבים עם הכלי, לא יצאו דמי הכלי לחלין: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 832,
      "end_char": 1002,
      "length": 171,
      "text": "הלוקח מים, ומלח, ופרות המחברים לקרקע, או פרות שאינן יכולין להגיע לירושלים, לא קנה מעשר. הלוקח פרות, שוגג, יחזרו דמים למקומן. מזיד, יעלו ויאכלו במקום. ואם אין מקדש, ירקבו: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 1003,
      "end_char": 1095,
      "length": 93,
      "text": "הלוקח בהמה, שוגג, יחזרו דמיה למקומן. מזיד, תעלה ותאכל במקום. ואם אין מקדש, תקבר על ידי עורה: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1096,
      "end_char": 1340,
      "length": 245,
      "text": "אין לוקחין עבדים ושפחות וקרקעות ובהמה טמאה מדמי מעשר שני. ואם לקח, יאכל כנגדן. אין מביאין קני זבים, וקני זבות, וקני יולדות, חטאות, ואשמות, מדמי מעשר שני. ואם הביא, יאכל כנגדם. זה הכלל, כל שהוא חוץ לאכילה ולשתיה ולסיכה מדמי מעשר שני, יאכל כנגדו: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_8",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1341,
      "end_char": 1761,
      "length": 421,
      "text": "מעשר שני, נתן לאכילה ולשתיה ולסיכה, לאכל דבר שדרכו לאכל, לסוך דבר שדרכו לסוך. לא יסוך יין וחמץ, אבל סך הוא את השמן. אין מפטמין שמן של מעשר שני, ואין לוקחין בדמי מעשר שני שמן מפטם, אבל מפטם הוא את היין. נפל לתוכו דבש ותבלין והשביחו, השבח לפי חשבון. דגים שנתבשלו עם הקפלוטות של מעשר שני והשביחו, השבח לפי חשבון. עסה של מעשר שני שאפאה והשביח, השבח לשני. זה הכלל, כל ששבחו נכר, השבח לפי החשבון. וכל שאין שבחו נכר, השבח לשני: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_9",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1762,
      "end_char": 2003,
      "length": 242,
      "text": "רבי שמעון אומר, אין סכין שמן של מעשר שני בירושלים. וחכמים מתירין. אמרו לו לרבי שמעון, אם הקל בתרומה חמורה, לא נקל במעשר שני הקל. אמר להם, מה, לא, אם הקל בתרומה החמורה מקום שהקל בכרשינים ובתלתן, נקל במעשר שני הקל מקום שלא הקל בכרשינים ובתלתן: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_10",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2004,
      "end_char": 2137,
      "length": 134,
      "text": "תלתן של מעשר שני, תאכל צמחונים. ושל תרומה, בית שמאי אומרים, כל מעשיה בטהרה, חוץ מחפיפתה. ובית הלל אומרים, כל מעשיה בטמאה, חוץ משריתה: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_11",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2138,
      "end_char": 2424,
      "length": 287,
      "text": "כרשיני מעשר שני, יאכלו צמחונים, ונכנסין לירושלים ויוצאין. נטמאו, רבי טרפון אומר, יתחלקו לעסות, וחכמים אומרים, יפדו. ושל תרומה, בית שמאי אומרים, שורין ושפין בטהרה, ומאכילין בטמאה. ובית הלל אומרים, שורין בטהרה, ושפין ומאכילין בטמאה. שמאי אומר, יאכלו צריד. רבי עקיבא אומר, כל מעשיהן בטמאה: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_12",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2425,
      "end_char": 2580,
      "length": 156,
      "text": "מעות חלין ומעות מעשר שני שנתפזרו, מה שלקט, לקט למעשר שני, עד שישלים, והשאר חלין. אם בלל וחפן, לפי חשבון. זה הכלל, המתלקטים, למעשר שני. והנבללים, לפי חשבון: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_13",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 2581,
      "end_char": 2798,
      "length": 218,
      "text": "סלע של מעשר שני ושל חלין שנתערבו, מביא בסלע מעות ואומר, סלע של מעשר שני, בכל מקום שהיא, מחללת על המעות האלו, ובורר את היפה שבה, ומחללן עליה, מפני שאמרו, מחללין כסף על נחשת מדחק, ולא שיתקים כן, אלא חוזר ומחללם על הכסף: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_14",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 2799,
      "end_char": 2932,
      "length": 134,
      "text": "בית שמאי אומרים, לא יעשה אדם את סלעיו דינרי זהב, ובית הלל מתירין. אמר רבי עקיבא, אני עשיתי לרבן גמליאל ולרבי יהושע את כספן דינרי זהב: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_15",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 2933,
      "end_char": 3085,
      "length": 153,
      "text": "הפורט סלע ממעות מעשר שני, בית שמאי אומרים, כל הסלע מעות. ובית הלל אומרים, שקל כסף ושקל מעות. רבי מאיר אומר, אין מחללין כסף ופרות על הכסף, וחכמים מתירים: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_16",
      "chapter_number": 2,
      "verse_number": 9,
      "start_char": 3086,
      "end_char": 3354,
      "length": 269,
      "text": "הפורט סלע של מעשר שני בירושלים, בית שמאי אומרים, כל הסלע מעות. ובית הלל אומרים, שקל כסף ושקל מעות. הדנין לפני חכמים אומרים, בשלשה דינרי כסף ודינר מעות. רבי עקיבא אומר, שלשה דינרין כסף, ורביעית מעות. רבי טרפון אומר, ארבעה אספרי כסף. שמאי אומר, יניחנה בחנות ויאכל כנגדה: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_17",
      "chapter_number": 2,
      "verse_number": 10,
      "start_char": 3355,
      "end_char": 3486,
      "length": 132,
      "text": "מי שהיו מקצת בניו טמאין ומקצתן טהורים, מניח את הסלע ואומר, מה שהטהורים שותים, סלע זו מחללת עליו. נמצאו טהורים וטמאים שותין מכד אחד: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_18",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3487,
      "end_char": 3607,
      "length": 121,
      "text": "לא יאמר אדם לחברו, העל את הפרות האלו לירושלים לחלק, אלא אומר לו, העלם שנאכלם ונשתם בירושלים. אבל נותנים זה לזה מתנת חנם: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_19",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3608,
      "end_char": 3849,
      "length": 242,
      "text": "אין לוקחין תרומה בכסף מעשר שני, מפני שהוא ממעט באכילתו, ורבי שמעון מתיר. אמר להם רבי שמעון, מה אם הקל בזבחי שלמים, שהוא מביאן לידי פגול ונותר וטמא, לא נקל בתרומה. אמרו לו, מה אם הקל בזבחי שלמים, שהן מתרים לזרים, נקל בתרומה, שהיא אסורה לזרים: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_20",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3850,
      "end_char": 4026,
      "length": 177,
      "text": "מי שהיו לו מעות בירושלים וצריך לו, ולחברו פרות, אומר לחברו, הרי המעות האלו מחללין על פרותיך. נמצא זה אוכל פרותיו בטהרה, והלה עושה צרכו במעותיו. ולא יאמר כן לעם הארץ, אלא בדמאי: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_21",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4027,
      "end_char": 4198,
      "length": 172,
      "text": "פרות בירושלים ומעות במדינה, אומר, הרי המעות ההם מחללין על פרות האלו. מעות בירושלים ופרות במדינה, אומר הרי המעות האלו מחללין על פרות ההם, ובלבד שיעלו הפרות ויאכלו בירושלים: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_22",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 4199,
      "end_char": 4306,
      "length": 108,
      "text": "מעות נכנסות לירושלים ויוצאות, ופרות נכנסין ואינן יוצאין. רבן שמעון בן גמליאל אומר, אף הפרות נכנסין ויוצאין: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_23",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4307,
      "end_char": 4803,
      "length": 497,
      "text": "פרות שנגמרה מלאכתן ועברו בתוך ירושלים, יחזר מעשר שני שלהן ויאכל בירושלים. ושלא נגמרה מלאכתן, סלי ענבים לגת וסלי תאנים למקצה, בית שמאי אומרים, יחזר מעשר שני שלהם ויאכל בירושלים. ובית הלל אומרים, יפדה ויאכל בכל מקום. רבי שמעון בן יהודה אומר משום רבי יוסי, לא נחלקו בית שמאי ובית הלל על פרות שלא נגמרה מלאכתן, שיפדה מעשר שני שלהם ויאכל בכל מקום. ועל מה נחלקו, על פרות שנגמרה מלאכתן, שבית שמאי אומרים, יחזר מעשר שני שלהם ויאכל בירושלים. ובית הלל אומרים, יפדה ויאכל בכל מקום. והדמאי, נכנס ויוצא ונפדה: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_24",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 4804,
      "end_char": 5081,
      "length": 278,
      "text": "אילן שהוא עומד בפנים ונוטה לחוץ, או עומד בחוץ ונוטה לפנים, מכנגד החומה ולפנים, כלפנים. מכנגד החומה ולחוץ, כלחוץ. בתי הבדים שפתחיהן לפנים וחללן לחוץ, או שפתחיהן לחוץ וחללן לפנים, בית שמאי אומרים, הכל כלפנים. ובית הלל אומרים, מכנגד החומה ולפנים, כלפנים. מכנגד החומה ולחוץ, כלחוץ: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_25",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 5082,
      "end_char": 5276,
      "length": 195,
      "text": "הלשכות, בנויות בקדש ופתוחות לחל, תוכן חל וגגותיהן קדש. בנויות בחל ופתוחות לקדש, תוכן קדש וגגותיהן חל. בנויות בקדש ובחל ופתוחות לקדש ולחל, תוכן וגגותיהן מכנגד הקדש ולקדש, קדש, מכנגד החל ולחל, חל: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_26",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 5277,
      "end_char": 5503,
      "length": 227,
      "text": "מעשר שני שנכנס לירושלים ונטמא, בין שנטמא באב הטמאה, בין שנטמא בולד הטמאה, בין בפנים בין בחוץ, בית שמאי אומרים, יפדה ויאכל הכל בפנים, חוץ משנטמא באב הטמאה בחוץ. ובית הלל אומרים, הכל יפדה ויאכל בחוץ, חוץ משנטמא בולד הטמאה בפנים: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_27",
      "chapter_number": 3,
      "verse_number": 10,
      "start_char": 5504,
      "end_char": 5784,
      "length": 281,
      "text": "הלקוח בכסף מעשר שני שנטמא, יפדה. רבי יהודה אומר, יקבר. אמרו לו לרבי יהודה, ומה אם מעשר שני עצמו שנטמא, הרי הוא נפדה, הלקוח בכסף מעשר שני שנטמא, אינו דין שיפדה. אמר להם, לא, אם אמרתם במעשר שני עצמו, שכן הוא נפדה בטהור ברחוק מקום, תאמרו בלקוח בכסף מעשר, שאינו נפדה בטהור ברחוק מקום: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_28",
      "chapter_number": 3,
      "verse_number": 11,
      "start_char": 5785,
      "end_char": 5930,
      "length": 146,
      "text": "צבי שלקחו בכסף מעשר, ומת, יקבר על ידי עורו. רבי שמעון אומר, יפדה. לקחו חי ושחטו ונטמא, יפדה. רבי יוסי אומר, יקבר. לקחו שחוט ונטמא, הרי הוא כפרות: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_29",
      "chapter_number": 3,
      "verse_number": 12,
      "start_char": 5931,
      "end_char": 6150,
      "length": 220,
      "text": "המשאיל קנקנין למעשר שני, אף על פי שגפן, לא קנה מעשר. זלף לתוכן סתם, עד שלא גפן, לא קנה מעשר. משגפן, קנה מעשר. עד שלא גפן, עולות באחד ומאה, ומשגפן, מקדשות בכל שהן. עד שלא גפן, תורם מאחת על הכל, ומשגפן, תורם מכל אחת ואחת: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_30",
      "chapter_number": 3,
      "verse_number": 13,
      "start_char": 6151,
      "end_char": 6448,
      "length": 298,
      "text": "בית שמאי אומרים, מפתח ומערה לגת. ובית הלל אומרים, מפתח ואינו צריך לערות. במה דברים אמורים, במקום שדרכן למכר סתומות. אבל במקום שדרכן למכר פתוחות, לא יצא קנקן לחלין. אבל אם רצה להחמיר על עצמו למכר במדה, יצא קנקן לחלין. רבי שמעון אומר, אף האומר לחברו, חבית זו אני מוכר לך חוץ מקנקנים, יצא קנקן לחלין: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_31",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 6449,
      "end_char": 6608,
      "length": 160,
      "text": "המוליך פרות מעשר שני ממקום היקר למקום הזול, או ממקום הזול למקום היקר, פודהו כשער מקומו. המביא פרות מן הגרן לעיר, וכדי יין מן הגת לעיר, השבח לשני ויציאות מביתו: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_32",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 6609,
      "end_char": 6857,
      "length": 249,
      "text": "פודין מעשר שני בשער הזול, כמות שהחנוני לוקח, לא כמות שהוא מוכר. כמות שהשלחני פורט, ולא כמות שהוא מצרף. ואין פודין מעשר שני אכסרה. את שדמיו ידועים, יפדה על פי עד אחד. ואת שאין דמיו ידועים, יפדה על פי שלשה, כגון היין שקרם ופרות שהרקיבו ומעות שהחליאו: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_33",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 6858,
      "end_char": 7085,
      "length": 228,
      "text": "בעל הבית אומר בסלע ואחר אומר בסלע, בעל הבית קודם, מפני שהוא מוסיף חמש. בעל הבית אומר בסלע ואחר אומר בסלע ואסר, את של סלע ואסר קודם, מפני שהוא מוסיף על הקרן. הפודה מעשר שני שלו, מוסיף עליו חמשית, בין שהוא שלו ובין שנתן לו במתנה: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_34",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 7086,
      "end_char": 7271,
      "length": 186,
      "text": "מערימין על מעשר שני. כיצד, אומר אדם לבנו ולבתו הגדולים, לעבדו ולשפחתו העברים, הילך מעות אלו ופדה לך מעשר שני זה. אבל לא יאמר כן לבנו ולבתו הקטנים, לעבדו ולשפחתו הכנענים, מפני שידן כידו: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_35",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 7272,
      "end_char": 7387,
      "length": 116,
      "text": "היה עומד בגרן ואין בידו מעות, אומר לחברו, הרי הפרות האלו נתונים לך במתנה. חוזר ואומר, הרי אלו מחללין על מעות שבבית: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_36",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 7388,
      "end_char": 7603,
      "length": 216,
      "text": "משך ממנו מעשר בסלע, ולא הספיק לפדותו עד שעמד בשתים, נותן לו סלע, ומשתכר בסלע, ומעשר שני שלו. משך ממנו מעשר בשתים, ולא הספיק לפדותו עד שעמד בסלע, נותן לו סלע מחלין וסלע של מעשר שני שלו. אם היה עם הארץ, נותן לו מדמאי: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_37",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 7604,
      "end_char": 7791,
      "length": 188,
      "text": "הפודה מעשר שני ולא קרא שם, רבי יוסי אומר, דיו. רבי יהודה אומר, צריך לפרש. היה מדבר עם האשה על עסקי גטה וקדושיה, ונתן לה גטה וקדושיה ולא פרש, רבי יוסי אומר, דיו. רבי יהודה אומר, צריך לפרש: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_38",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 7792,
      "end_char": 8089,
      "length": 298,
      "text": "המניח אסר ואכל עליו חציו, והלך למקום אחר והרי הוא יצא בפנדיון, אוכל עליו עוד אסר. המניח פנדיון ואכל עליו חציו, והלך למקום אחר והרי הוא יוצא באסר, אכל עליו עוד פלג. המניח אסר של מעשר שני, אוכל עליו אחד עשר באסר ואחד ממאה באסר. בית שמאי אומרים, הכל עשרה. ובית הלל אומרים, בודאי אחד עשר, ובדמאי עשרה: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_39",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 8090,
      "end_char": 8198,
      "length": 109,
      "text": "כל המעות הנמצאים, הרי אלו חלין, אפלו דינר זהב עם הכסף ועם המעות. מצא בתוכן חרש וכתוב עליו מעשר, הרי זה מעשר: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_40",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 8199,
      "end_char": 8375,
      "length": 177,
      "text": "המוצא כלי וכתוב עליו קרבן, רבי יהודה אומר, אם היה של חרס, הוא חלין ומה שבתוכו קרבן. ואם היה של מתכת, הוא קרבן ומה שבתוכו חלין. אמרו לו, אין דרך בני אדם להיות כונסין חלין לקרבן: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_41",
      "chapter_number": 4,
      "verse_number": 11,
      "start_char": 8376,
      "end_char": 8639,
      "length": 264,
      "text": "המוצא כלי וכתוב עליו קו\"ף, קרבן. מ', מעשר. ד', דמאי. ט', טבל. ת', תרומה, שבשעת סכנה היו כותבין ת' תחת תרומה. רבי יוסי אומר, כלם שמות בני אדם הם. אמר רבי יוסי, אפלו מצא חבית והיא מלאה פרות וכתוב עליה תרומה, הרי אלו חלין, שאני אומר אשתקד היתה מלאה פרות תרומה, ופנה: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_42",
      "chapter_number": 4,
      "verse_number": 12,
      "start_char": 8640,
      "end_char": 8761,
      "length": 122,
      "text": "האומר לבנו, מעשר שני בזוית זו, ומצא בזוית אחרת, הרי אלו חלין. היה שם מנה ומצא מאתים, השאר חלין. מאתים ומצא מנה, הכל מעשר: "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_43",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 8762,
      "end_char": 8968,
      "length": 207,
      "text": "כרם רבעי, מצינין אותו בקוזזות אדמה, ושל ערלה בחרסית, ושל קברות בסיד, וממחה ושופך. אמר רבן שמעון בן גמליאל, במה דברים אמורים, בשביעית. והצנועים מניחין את המעות ואומרים, כל הנלקט מזה, יהא מחלל על המעות האלו:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_44",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 8969,
      "end_char": 9293,
      "length": 325,
      "text": "כרם רבעי היה עולה לירושלים מהלך יום אחד לכל צד. ואיזו היא תחומה, אילת מן הדרום ועקרבת מן הצפון, לוד מן המערב והירדן מן המזרח. ומשרבו הפרות, התקינו שיהא נפדה סמוך לחומה. ותנאי היה הדבר, שאימתי שירצו, יחזר הדבר לכמות שהיה. רבי יוסי אומר, משחרב בית המקדש, היה התנאי הזה. ותנאי היה, אימתי שיבנה בית המקדש, יחזר הדבר לכמות שהיה:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_45",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 9294,
      "end_char": 9459,
      "length": 166,
      "text": "כרם רבעי, בית שמאי אומרים, אין לו חמש ואין לו בעור. ובית הלל אומרים, יש לו. בית שמאי אומרים, יש לו פרט ויש לו עוללות, והעניים פודין לעצמן. ובית הלל אומרים, כלו לגת:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_46",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 9460,
      "end_char": 9642,
      "length": 183,
      "text": "כיצד פודין נטע רבעי, מניח את הסל על פי שלשה, ואומר, כמה אדם רוצה לפדות לו בסלע על מנת להוציא יציאות מביתו. ומניח את המעות, ואומר, כל הנלקט מזה, מחלל על המעות האלו בכך וכך סלים בסלע:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_47",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 9643,
      "end_char": 9778,
      "length": 136,
      "text": "ובשביעית, פודהו בשויו. ואם היה הכל מפקר, אין לו אלא שכר לקיטה. הפודה נטע רבעי שלו, מוסיף עליו חמשיתו, בין שהוא שלו ובין שנתן לו במתנה:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_48",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 9779,
      "end_char": 10073,
      "length": 295,
      "text": "ערב יום טוב הראשון של פסח של רביעית ושל שביעית, היה בעור. כיצד היה בעור, נותנין תרומה ותרומת מעשר לבעלים, ומעשר ראשון לבעליו, ומעשר עני לבעליו. ומעשר שני והבכורים מתבערים בכל מקום. רבי שמעון אומר, הבכורים נתנין לכהנים כתרומה. התבשיל, בית שמאי אומרים, צריך לבער. ובית הלל אומרים, הרי הוא כמבער:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_49",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 10074,
      "end_char": 10198,
      "length": 125,
      "text": "מי שהיו לו פרות בזמן הזה והגיעה שעת הבעור, בית שמאי אומרים, צריך לחללן על הכסף. ובית הלל אומרים, אחד שהן כסף ואחד שהן פרות:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_50",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 10199,
      "end_char": 10377,
      "length": 179,
      "text": "אמר רבי יהודה, בראשונה היו שולחין אצל בעלי בתים שבמדינות, מהרו והתקינו את פרותיכם עד שלא תגיע שעת הבעור. עד שבא רבי עקיבא ולמד, שכל הפרות שלא באו לעונת המעשרות, פטורים מן הבעור:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_51",
      "chapter_number": 5,
      "verse_number": 9,
      "start_char": 10378,
      "end_char": 10704,
      "length": 327,
      "text": "מי שהיו פרותיו רחוקים ממנו, צריך לקרוא להם שם. מעשה ברבן גמליאל והזקנים שהיו באין בספינה, אמר רבן גמליאל, עשור שאני עתיד למוד, נתון ליהושע, ומקומו משכר לו. עשור אחר שאני עתיד למד, נתון לעקיבא בן יוסף שיזכה בו לעניים, ומקומו משכר לו. אמר רבי יהושע, עשור שאני עתיד למוד נתון לאלעזר בן עזריה, ומקומו משכר לו. ונתקבלו זה מזה שכר:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_52",
      "chapter_number": 5,
      "verse_number": 10,
      "start_char": 10705,
      "end_char": 10967,
      "length": 263,
      "text": "במנחה ביום טוב האחרון היו מתודין. כיצד היה הודוי, בערתי הקדש מן הבית (דברים כו), זה מעשר שני ונטע רבעי. נתתיו ללוי, זה מעשר לוי. וגם נתתיו, זו תרומה ותרומת מעשר. לגר ליתום ולאלמנה, זה מעשר עני, הלקט והשכחה והפאה, אף על פי שאינן מעכבין את הודוי. מן הבית, זו חלה:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_53",
      "chapter_number": 5,
      "verse_number": 11,
      "start_char": 10968,
      "end_char": 11225,
      "length": 258,
      "text": "ככל מצותך אשר צויתני (שם), הא אם הקדים מעשר שני לראשון, אינו יכול להתודות. לא עברתי ממצותיך, לא הפרשתי ממין על שאינו מינו, ולא מן התלוש על המחבר, ולא מן המחבר על התלוש, ולא מן החדש על הישן, ולא מן הישן על החדש. ולא שכחתי, לא שכחתי מלברכך ומלהזכיר שמך עליו:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_54",
      "chapter_number": 5,
      "verse_number": 12,
      "start_char": 11226,
      "end_char": 11503,
      "length": 278,
      "text": "לא אכלתי באני ממנו (שם), הא אם אכלו באנינה אינו יכול להתודות. ולא בערתי ממנו בטמא, הא אם הפרישו בטמאה אינו יכול להתודות. ולא נתתי ממנו למת, לא לקחתי ממנו ארון ותכריכים למת, ולא נתתיו לאוננים אחרים. שמעתי בקול ה' אלהי, הבאתיו לבית הבחירה. עשיתי ככל אשר צויתני, שמחתי ושמחתי בו:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_55",
      "chapter_number": 5,
      "verse_number": 13,
      "start_char": 11504,
      "end_char": 11761,
      "length": 258,
      "text": "השקיפה ממעון קדשך מן השמים (דברים כו, טו), עשינו מה שגזרת עלינו, אף אתה עשה מה שהבטחתנו, השקיפה ממעון קדשך מן השמים וברך את עמך את ישראל בבנים ובבנות. ואת האדמה אשר נתתה לנו, בטל ובמטר ובולדות בהמה. כאשר נשבעת לאבותינו ארץ זבת חלב ודבש, כדי שתתן טעם בפרות:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_56",
      "chapter_number": 5,
      "verse_number": 14,
      "start_char": 11762,
      "end_char": 11930,
      "length": 169,
      "text": "מכאן אמרו, ישראל וממזרים מתודים, אבל לא גרים ולא עבדים משחררים, שאין להם חלק בארץ. רבי מאיר אומר, אף לא כהנים ולוים, שלא נטלו חלק בארץ. רבי יוסי אומר, יש להם ערי מגרש:  "
    },
    {
      "uid": "Mishnah_Maaser_Sheni_57",
      "chapter_number": 5,
      "verse_number": 15,
      "start_char": 11931,
      "end_char": 12071,
      "length": 141,
      "text": "יוחנן כהן גדול העביר הודיות המעשר. אף הוא בטל את המעוררים, ואת הנוקפים. ועד ימיו היה פטיש מכה בירושלים, ובימיו אין אדם צריך לשאול על הדמאי:  "
    }
  ]
}