{
  "title": "Mishnah Zevachim",
  "categories": [
    "Mishnah",
    "Seder Kodashim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Zevachim_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 275,
      "length": 275,
      "text": "כל הזבחים שנזבחו שלא לשמן, כשרים, אלא שלא עלו לבעלים לשם חובה. חוץ מן הפסח ומן החטאת. הפסח בזמנו, והחטאת, בכל זמן. רבי אליעזר אומר, אף האשם. הפסח בזמנו, והחטאת והאשם, בכל זמן. אמר רבי אליעזר, החטאת באה על חטא, והאשם בא על חטא. מה חטאת פסולה שלא לשמה, אף האשם פסול שלא לשמו:  "
    },
    {
      "uid": "Mishnah_Zevachim_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 276,
      "end_char": 565,
      "length": 290,
      "text": "יוסי בן חוני אומר, הנשחטים לשם פסח ולשם חטאת, פסולים. שמעון אחי עזריה אומר, שחטן לשם גבוה מהם, כשרין. לשם נמוך מהם, פסולים. כיצד. קדשי קדשים ששחטן לשם קדשים קלים, פסולין. קדשים קלים ששחטן לשם קדשי קדשים, כשרין. הבכור והמעשר ששחטן לשם שלמים, כשרין. ושלמים ששחטן לשם בכור, לשם מעשר, פסולין:  "
    },
    {
      "uid": "Mishnah_Zevachim_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 566,
      "end_char": 913,
      "length": 348,
      "text": "הפסח ששחטו בשחרית בארבעה עשר שלא לשמו, רבי יהושע מכשיר, כאלו נשחט בשלשה עשר. בן בתירא פוסל, כאלו נשחט בין הערבים. אמר שמעון בן עזאי, מקבל אני מפי שבעים ושנים זקן, ביום שהושיבו רבי אלעזר בן עזריה בישיבה, שכל הזבחים הנאכלים שנזבחו שלא לשמן, כשרים, אלא שלא עלו לבעלים משום חובה, חוץ מן הפסח ומן החטאת. ולא הוסיף בן עזאי אלא העולה, ולא הודו לו חכמים:  "
    },
    {
      "uid": "Mishnah_Zevachim_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 914,
      "end_char": 1377,
      "length": 464,
      "text": "הפסח והחטאת ששחטן שלא לשמן, קבל, והלך, וזרק, שלא לשמן, או לשמן ושלא לשמן, או שלא לשמן ולשמן, פסולים. כיצד לשמן ושלא לשמן, לשם פסח ולשם שלמים. שלא לשמן ולשמן, לשם שלמים ולשם הפסח. שהזבח נפסל בארבעה דברים, בשחיטה ובקבול ובהלוך ובזריקה. רבי שמעון מכשיר בהלוך, שהיה רבי שמעון אומר, אי אפשר שלא בשחיטה ושלא בקבלה ושלא בזריקה, אבל אפשר שלא בהלוך, שוחט בצד המזבח וזורק. רבי אליעזר אומר, המהלך במקום שהוא צריך להלך, המחשבה פוסלת. ובמקום שאין צריך להלך, אין המחשבה פוסלת:  "
    },
    {
      "uid": "Mishnah_Zevachim_5",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1378,
      "end_char": 1746,
      "length": 369,
      "text": "כל הזבחים שקבל דמן זר, אונן, טבול יום, מחסר בגדים, מחסר כפורים, שלא רחוץ ידים ורגלים, ערל, טמא, יושב, עומד על גבי כלים, על גבי בהמה, על גבי רגלי חברו, פסל. קבל בשמאל, פסל. רבי שמעון מכשיר. נשפך הדם על הרצפה ואספו, פסול. נתנו על גבי הכבש שלא כנגד היסוד, נתן את הנתנין למטן, למעלן, ואת הנתנין למעלן, למטן, את הנתנים בפנים, בחוץ, ואת הנתנין בחוץ, בפנים, פסול ואין בו כרת: "
    },
    {
      "uid": "Mishnah_Zevachim_6",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1747,
      "end_char": 2070,
      "length": 324,
      "text": "השוחט את הזבח לזרק דמו בחוץ או מקצת דמו בחוץ, להקטיר את אמוריו בחוץ או מקצת אמוריו בחוץ, לאכל בשרו בחוץ או כזית מבשרו בחוץ או לאכל כזית מעור האליה בחוץ, פסול ואין בו כרת. לזרק דמו למחר או מקצת דמו למחר, להקטיר אמוריו למחר או מקצת אמוריו למחר, לאכל בשרו למחר או כזית מבשרו למחר או כזית מעור האליה למחר, פגול וחיבין עליו כרת: "
    },
    {
      "uid": "Mishnah_Zevachim_7",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2071,
      "end_char": 2245,
      "length": 175,
      "text": "זה הכלל, כל השוחט והמקבל והמהלך והזורק, לאכל דבר שדרכו לאכל, להקטיר דבר שדרכו להקטיר, חוץ למקומו, פסול ואין בו כרת. חוץ לזמנו, פגול וחיבין עליו כרת, ובלבד שיקרב המתיר כמצותו: "
    },
    {
      "uid": "Mishnah_Zevachim_8",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2246,
      "end_char": 2718,
      "length": 473,
      "text": "כיצד קרב המתיר כמצותו. שחט בשתיקה, קבל והלך וזרק חוץ לזמנו. או ששחט חוץ לזמנו, קבל והלך וזרק בשתיקה. או ששחט, וקבל והלך וזרק חוץ לזמנו, זה הוא שקרב המתיר כמצותו. כיצד לא קרב המתיר כמצותו. שחט חוץ למקומו, קבל והלך וזרק חוץ לזמנו. או ששחט חוץ לזמנו, קבל והלך וזרק חוץ למקומו. או ששחט, קבל, והלך, וזרק, חוץ למקומו. הפסח והחטאת ששחטן שלא לשמן, קבל והלך וזרק חוץ לזמנו. או ששחט חוץ לזמנו, קבל והלך וזרק שלא לשמן. או ששחט, קבל, והלך, וזרק, שלא לשמן. זה הוא שלא קרב המתיר כמצותו: "
    },
    {
      "uid": "Mishnah_Zevachim_9",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2719,
      "end_char": 3079,
      "length": 361,
      "text": "לאכל כזית בחוץ וכזית למחר, כזית למחר וכזית בחוץ, כחצי זית בחוץ וכחצי זית למחר, כחצי זית למחר וכחצי זית בחוץ, פסול ואין בו כרת. אמר רבי יהודה, זה הכלל, אם מחשבת הזמן קדמה למחשבת המקום, פגול וחיבים עליו כרת. ואם מחשבת המקום קדמה למחשבת הזמן, פסול ואין בו כרת. וחכמים אומרים זה וזה פסול ואין בו כרת. לאכל כחצי זית ולהקטיר כחצי זית, כשר, שאין אכילה והקטרה מצטרפין: "
    },
    {
      "uid": "Mishnah_Zevachim_10",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3080,
      "end_char": 3305,
      "length": 226,
      "text": "כל הפסולין ששחטו, שחיטתן כשרה. שהשחיטה כשרה בזרים, בנשים, ובעבדים, ובטמאים, אפלו בקדשי קדשים, ובלבד שלא יהיו טמאים נוגעים בבשר. לפיכך הם פוסלים במחשבה. וכלן שקבלו את הדם חוץ לזמנו וחוץ למקומו, אם יש דם הנפש, יחזר הכשר ויקבל:  "
    },
    {
      "uid": "Mishnah_Zevachim_11",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3306,
      "end_char": 3618,
      "length": 313,
      "text": "קבל הכשר ונתן לפסול, יחזיר לכשר. קבל בימינו ונתן לשמאלו, יחזיר לימינו. קבל בכלי קדש ונתן בכלי חל, יחזיר לכלי קדש. נשפך מן הכלי על הרצפה ואספו, כשר. נתנו על גבי הכבש, שלא כנגד היסוד, נתן את הנתנין למטה, למעלה, ואת הנתנים למעלה, למטה, את הנתנים בפנים, בחוץ, ואת הנתנים בחוץ, בפנים, אם יש דם הנפש, יחזר הכשר ויקבל:  "
    },
    {
      "uid": "Mishnah_Zevachim_12",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3619,
      "end_char": 3837,
      "length": 219,
      "text": "השוחט את הזבח לאכל דבר שאין דרכו לאכל, ולהקטיר דבר שאין דרכו להקטיר, כשר. רבי אליעזר פוסל. לאכל דבר שדרכו לאכל ולהקטיר דבר שדרכו להקטיר, פחות מכזית, כשר. לאכל כחצי זית ולהקטיר כחצי זית, כשר, שאין אכילה והקטרה מצטרפין:  "
    },
    {
      "uid": "Mishnah_Zevachim_13",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 3838,
      "end_char": 4012,
      "length": 175,
      "text": "השוחט את הזבח לאכל כזית מן העור, מן הרטב, מן הקיפה, מן האלל, מן העצמות, מן הגידים, מן הטלפים, מן הקרנים, חוץ לזמנו או חוץ למקומו, כשר, ואין חיבים עליהם משום פגול ונותר וטמא:  "
    },
    {
      "uid": "Mishnah_Zevachim_14",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 4013,
      "end_char": 4169,
      "length": 157,
      "text": "השוחט את המקדשין לאכל שליל או שליא בחוץ, לא פגל. המולק תורין בפנים לאכל ביציהם בחוץ, לא פגל. חלב המקדשין וביצי תורין, אין חיבין עליהן משום פגול ונותר וטמא:  "
    },
    {
      "uid": "Mishnah_Zevachim_15",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4170,
      "end_char": 4595,
      "length": 426,
      "text": "שחטו על מנת להניח דמו או את אמוריו למחר, או להוציאן לחוץ, רבי יהודה פוסל, וחכמים מכשירין. שחטו על מנת לתנו על גבי הכבש שלא כנגד היסוד, לתן את הנתנין למטה, למעלה, ואת הנתנין למעלה, למטה, את הנתנין בפנים, בחוץ, ואת הנתנין בחוץ, בפנים, שיאכלוהו טמאים, שיקריבוהו טמאים, שיאכלוהו ערלים, שיקריבוהו ערלים, לשבר עצמות הפסח ולאכל הימנו נא, לערב דמו בדם פסולין, כשר, שאין המחשבה פוסלת אלא חוץ לזמנו וחוץ למקומו, והפסח והחטאת שלא לשמן:  "
    },
    {
      "uid": "Mishnah_Zevachim_16",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 4596,
      "end_char": 4854,
      "length": 259,
      "text": "בית שמאי אומרים, כל הנתנין על מזבח החיצון, שאם נתנן מתנה אחת, כפר. ובחטאת, שתי מתנות. ובית הלל אומרים, אף חטאת שנתנה מתנה אחת, כפר. לפיכך, אם נתן את הראשונה כתקנה ואת השניה חוץ לזמנה, כפר. נתן את הראשונה חוץ לזמנה ואת השניה חוץ למקומה, פגול, וחיבין עליו כרת: "
    },
    {
      "uid": "Mishnah_Zevachim_17",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 4855,
      "end_char": 4970,
      "length": 116,
      "text": "כל הנתנין על מזבח הפנימי, שאם חסר אחת מן המתנות, לא כפר. לפיכך, אם נתן כלן כתקנן ואחת שלא כתקנה, פסול, ואין בו כרת: "
    },
    {
      "uid": "Mishnah_Zevachim_18",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 4971,
      "end_char": 5327,
      "length": 357,
      "text": "אלו דברים שאין חיבין עליהם משום פגול. הקמץ, והלבונה, והקטרת, ומנחת כהנים, ומנחת כהן משיח, (ומנחת נסכים), והדם, והנסכים הבאים בפני עצמן, דברי רבי מאיר. וחכמים אומרים, אף הבאים עם הבהמה. לג שמן של מצרע, רבי שמעון אומר, אין חיבין עליו משום פגול. ורבי מאיר אומר, חיבין עליו משום פגול, שדם האשם מתירו. וכל שיש לו מתירים בין לאדם בין למזבח, חיבין עליו משום פגול: "
    },
    {
      "uid": "Mishnah_Zevachim_19",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 5328,
      "end_char": 5572,
      "length": 245,
      "text": "העולה, דמה מתיר את בשרה למזבח ועורה לכהנים. עולת העוף, דמה מתיר את בשרה למזבח. חטאת העוף, דמה מתיר את בשרה לכהנים. פרים הנשרפים ושעירים הנשרפים, דמן מתיר את אמוריהן לקרב. רבי שמעון אומר, כל שאינו על מזבח החיצון כשלמים, אין חיבין עליו משום פגול: "
    },
    {
      "uid": "Mishnah_Zevachim_20",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 5573,
      "end_char": 5843,
      "length": 271,
      "text": "קדשי נכרים, אין חיבין עליהם משום פגול, נותר וטמא. והשוחטן בחוץ, פטור, דברי רבי מאיר. רבי יוסי מחיב. דברים שאין חיבין עליהם משום פגול, חיבים עליהם משום נותר, משום טמא, חוץ מן הדם. רבי שמעון אומר, בדבר שדרכן להאכל. אבל כגון העצים והלבונה והקטרת, אין חיבין עליהם משום טמאה: "
    },
    {
      "uid": "Mishnah_Zevachim_21",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 5844,
      "end_char": 6056,
      "length": 213,
      "text": "לשם ששה דברים הזבח נזבח, לשם זבח, לשם זובח, לשם השם, לשם אשים, לשם ריח, לשם ניחוח. והחטאת והאשם, לשם חטא. אמר רבי יוסי, אף מי שלא היה בלבו לשם אחד מכל אלו, כשר, שהוא תנאי בית דין, שאין המחשבה הולכת אלא אחר העובד: "
    },
    {
      "uid": "Mishnah_Zevachim_22",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 6057,
      "end_char": 6307,
      "length": 251,
      "text": "איזהו מקומן של זבחים, קדשי קדשים שחיטתן בצפון, פר ושעיר של יום הכפורים שחיטתן בצפון, וקבול דמן בכלי שרת בצפון, ודמן טעון הזיה על בין הבדים ועל הפרכת ועל מזבח הזהב. מתנה אחת מהן מעכבת. שירי הדם היה שופך על יסוד מערבי של מזבח החיצון. אם לא נתן, לא עכב: "
    },
    {
      "uid": "Mishnah_Zevachim_23",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 6308,
      "end_char": 6529,
      "length": 222,
      "text": "פרים הנשרפים ושעירים הנשרפים שחיטתן בצפון, וקבול דמן בכלי שרת בצפון, ודמן טעון הזיה על הפרכת ועל מזבח הזהב. מתנה אחת מהן מעכבת. שירי הדם היה שופך על יסוד מערבי של מזבח החיצון. אם לא נתן, לא עכב. אלו ואלו נשרפין בבית הדשן: "
    },
    {
      "uid": "Mishnah_Zevachim_24",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 6530,
      "end_char": 6870,
      "length": 341,
      "text": "חטאות הצבור והיחיד. אלו הן חטאות הצבור, שעירי ראשי חדשים ושל מועדות, שחיטתן בצפון, וקבול דמן בכלי שרת בצפון, ודמן טעון ארבע מתנות על ארבע קרנות. כיצד. עלה בכבש ופנה לסובב, ובא לו לקרן דרומית מזרחית, מזרחית צפונית, צפונית מערבית, מערבית דרומית. שירי הדם היה שופך על יסוד דרומי. ונאכלין לפנים מן הקלעים לזכרי כהנה בכל מאכל ליום ולילה עד חצות: "
    },
    {
      "uid": "Mishnah_Zevachim_25",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 6871,
      "end_char": 6990,
      "length": 120,
      "text": "העולה, קדשי קדשים, שחיטתה בצפון, וקבול דמה בכלי שרת בצפון, ודמה טעון שתי מתנות שהן ארבע, וטעונה הפשט ונתוח וכליל לאשים: "
    },
    {
      "uid": "Mishnah_Zevachim_26",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 6991,
      "end_char": 7230,
      "length": 240,
      "text": "זבחי שלמי צבור ואשמות. אלו הן אשמות, אשם גזלות, אשם מעילות, אשם שפחה חרופה, אשם נזיר, אשם מצרע, אשם תלוי, שחיטתן בצפון, וקבול דמן בכלי שרת בצפון, ודמן טעון שתי מתנות שהן ארבע, ונאכלין לפנים מן הקלעים לזכרי כהנה בכל מאכל ליום ולילה עד חצות: "
    },
    {
      "uid": "Mishnah_Zevachim_27",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 7231,
      "end_char": 7438,
      "length": 208,
      "text": "התודה ואיל נזיר, קדשים קלים, שחיטתן בכל מקום בעזרה, ודמן טעון שתי מתנות שהן ארבע, ונאכלים בכל העיר לכל אדם, בכל מאכל, ליום ולילה עד חצות. המורם מהם כיוצא בהם, אלא שהמורם נאכל לכהנים, לנשיהם ולבניהם ולעבדיהם: "
    },
    {
      "uid": "Mishnah_Zevachim_28",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 7439,
      "end_char": 7637,
      "length": 199,
      "text": "שלמים, קדשים קלים, שחיטתן בכל מקום בעזרה, ודמן טעון שתי מתנות שהן ארבע, ונאכלין בכל העיר לכל אדם, בכל מאכל, לשני ימים ולילה אחד. המורם מהם כיוצא בהן, אלא שהמורם נאכל לכהנים, לנשיהם ולבניהם ולעבדיהם: "
    },
    {
      "uid": "Mishnah_Zevachim_29",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 7638,
      "end_char": 7934,
      "length": 297,
      "text": "הבכור והמעשר והפסח, קדשים קלים, שחיטתן בכל מקום בעזרה, ודמן טעון מתנה אחת, ובלבד שיתן כנגד היסוד. שנה באכילתן, הבכור נאכל לכהנים, והמעשר לכל אדם, ונאכלין בכל העיר, לכל אדם, בכל מאכל, לשני ימים ולילה אחד. הפסח אינו נאכל אלא בלילה, ואינו נאכל אלא עד חצות, ואינו נאכל אלא למנויו, ואינו נאכל אלא צלי: "
    },
    {
      "uid": "Mishnah_Zevachim_30",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 7935,
      "end_char": 8172,
      "length": 238,
      "text": "קדשי קדשים ששחטן בראש המזבח, רבי יוסי אומר, כאלו נשחטו בצפון. רבי יוסי בר יהודה אומר, מחצי המזבח ולצפון, כצפון. מחצי המזבח ולדרום, כדרום. המנחות היו נקמצות בכל מקום בעזרה, ונאכלין לפנים מן הקלעים לזכרי כהנה, בכל מאכל, ליום ולילה עד חצות: "
    },
    {
      "uid": "Mishnah_Zevachim_31",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 8173,
      "end_char": 8395,
      "length": 223,
      "text": "חטאת העוף היתה נעשית על קרן דרומית מערבית. בכל מקום היתה כשרה, אלא זה היה מקומה. ושלשה דברים היתה אותה הקרן משמשת מלמטן, ושלשה מלמעלן. מלמטן, חטאת העוף וההגשות ושירי הדם. מלמעלן, נסוך המים והיין ועולת העוף כשהיא רבה במזרח: "
    },
    {
      "uid": "Mishnah_Zevachim_32",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 8396,
      "end_char": 8509,
      "length": 114,
      "text": "כל העולים למזבח, עולין דרך ימין, ומקיפין ויורדין דרך שמאל, חוץ מן העולה לשלשה דברים אלו, שהיו עולים וחוזרים לעקב: "
    },
    {
      "uid": "Mishnah_Zevachim_33",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 8510,
      "end_char": 8662,
      "length": 153,
      "text": "חטאת העוף כיצד היתה נעשית. היה מולק את ראשה ממול ערפה ואינו מבדיל, ומזה מדמה על קיר המזבח. שירי הדם, היה מתמצה על היסוד. אין למזבח אלא דמה, וכלה לכהנים: "
    },
    {
      "uid": "Mishnah_Zevachim_34",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 8663,
      "end_char": 9011,
      "length": 349,
      "text": "עולת העוף כיצד היתה נעשית. עלה בכבש ופנה לסובב, בא לו לקרן דרומית מזרחית, היה מולק את ראשה ממול ערפה ומבדיל, וממצה את דמה על קיר המזבח. נטל את הראש, והקיף בית מליקתו למזבח, וספגו במלח, וזרקו על גבי האשים, בא לו לגוף והסיר את המראה ואת הנוצה ואת בני מעים היוצאים עמה, והשליכן לבית הדשן. שסע ולא הבדיל. ואם הבדיל, כשר. וספגו במלח, וזרקו על גבי האשים: "
    },
    {
      "uid": "Mishnah_Zevachim_35",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 9012,
      "end_char": 9227,
      "length": 216,
      "text": "לא הסיר לא את המראה ולא את הנוצה ולא את בני מעים היוצאין עמה ולא ספגו במלח, כל ששנה בה מאחר שמצה את דמה, כשרה. הבדיל בחטאת ולא הבדיל בעולה, פסל. מצה דם הראש ולא מצה דם הגוף, פסולה. מצה דם הגוף ולא מצה דם הראש, כשרה: "
    },
    {
      "uid": "Mishnah_Zevachim_36",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 9228,
      "end_char": 10316,
      "length": 1089,
      "text": "חטאת העוף שמלקה שלא לשמה, מצה דמה שלא לשמה, או לשמה ושלא לשמה, או שלא לשמה ולשמה, פסולה. עולת העוף, כשרה, ובלבד שלא עלתה לבעלים. אחד חטאת העוף ואחד עולת העוף שמלקן ושמצה דמן לאכל דבר שדרכו לאכל, להקטיר דבר שדרכו להקטיר, חוץ למקומו, פסול, ואין בו כרת. חוץ לזמנו, פגול, וחיבין עליו כרת, ובלבד שיקרב המתיר כמצותו. כיצד קרב המתיר כמצותו. מלק בשתיקה ומצה הדם חוץ לזמנו, או שמלק חוץ לזמנו ומצה הדם בשתיקה, או שמלק ומצה הדם חוץ לזמנו, זה הוא שקרב המתיר כמצותו. כיצד לא קרב המתיר כמצותו. מלק חוץ למקומו ומצה הדם חוץ לזמנו, או שמלק חוץ לזמנו ומצה הדם חוץ למקומו, או שמלק ומצה הדם חוץ למקומו, חטאת העוף שמלקה שלא לשמה ומצה דמה חוץ לזמנה, או שמלקה חוץ לזמנה ומצה דמה שלא לשמה, או שמלקה ומצה דמה שלא לשמה, זה הוא שלא קרב המתיר כמצותו. לאכל כזית בחוץ וכזית למחר, כזית למחר וכזית בחוץ, כחצי זית בחוץ וכחצי זית למחר, כחצי זית למחר וכחצי זית בחוץ, פסול, ואין בו כרת. אמר רבי יהודה, זה הכלל, אם מחשבת הזמן קדמה למחשבת המקום, פגול, וחיבין עליו כרת. ואם מחשבת המקום קדמה למחשבת הזמן, פסול, ואין בו כרת. וחכמים אומרים, זה וזה פסול, ואין בו כרת. לאכל כחצי זית ולהקטיר כחצי זית, כשר, שאין אכילה והקטרה מצטרפין: "
    },
    {
      "uid": "Mishnah_Zevachim_37",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 10317,
      "end_char": 10464,
      "length": 148,
      "text": "חטאת העוף שעשאה למטה, כמעשה חטאת לשם חטאת, כשרה. כמעשה חטאת לשם עולה, כמעשה עולה לשם חטאת, כמעשה עולה לשם עולה, פסולה. עשאה למעלה כמעשה כלם, פסולה: "
    },
    {
      "uid": "Mishnah_Zevachim_38",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 10465,
      "end_char": 10641,
      "length": 177,
      "text": "עולת העוף שעשאה למעלה, כמעשה עולה לשם עולה, כשרה, כמעשה עולה לשם חטאת, כשרה, ובלבד שלא עלתה לבעלים. כמעשה חטאת לשם עולה, כמעשה חטאת לשם חטאת, פסולה. עשאה למטה כמעשה כלן, פסולה: "
    },
    {
      "uid": "Mishnah_Zevachim_39",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 10642,
      "end_char": 10732,
      "length": 91,
      "text": "וכלן אינן מטמאות בבית הבליעה, ומועלין בהן, חוץ מחטאת העוף שעשאה למטה, כמעשה חטאת לשם חטאת: "
    },
    {
      "uid": "Mishnah_Zevachim_40",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 10733,
      "end_char": 11479,
      "length": 747,
      "text": "עולת העוף שעשאה למטה, כמעשה חטאת לשם חטאת, רבי אליעזר אומר, מועלין בה. רבי יהושע אומר, אין מועלין בה. אמר רבי אליעזר, מה אם חטאת, שאין מועלין בה לשמה, כששנה את שמה, מועלין בה, עולה, שמועלין בה לשמה, כששנה את שמה, אינו דין שימעלו בה. אמר לו רבי יהושע, לא, אם אמרת בחטאת ששנה את שמה לשם עולה שכן שנה את שמה לדבר שיש בו מעילה, תאמר בעולה ששנה את שמה לשם חטאת, שכן שנה את שמה לדבר שאין בו מעילה. אמר לו רבי אליעזר, והרי קדשי קדשים ששחטן בדרום ושחטן לשם קדשים קלים יוכיחו, שכן שנה את שמן לדבר שאין בו מעילה, ומועלין בהן, אף אתה אל תתמה על העולה, שאף על פי ששנה את שמה לדבר שאין בו מעילה, שימעלו בה. אמר לו רבי יהושע, לא, אם אמרת בקדשי קדשים, ששחטן בדרום ושחטן לשם קדשים קלים, שכן שנה את שמן בדבר שיש בו אסור והתר, תאמר בעולה ששנה את שמה בדבר שכלו התר: "
    },
    {
      "uid": "Mishnah_Zevachim_41",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 11480,
      "end_char": 11841,
      "length": 362,
      "text": "מלק בשמאל, או בלילה, שחט חלין בפנים, וקדשים בחוץ, אינן מטמאין בבית הבליעה. מלק בסכין, מלק חלין בפנים, וקדשים בחוץ, תורין שלא הגיע זמנן, ובני יונה שעבר זמנן, שיבש גפה, ושנסמת עינה, ושנקטעה רגלה, מטמא בבית הבליעה. זה הכלל, כל שהיה פסולה בקדש, אינה מטמאה בבית הבליעה. לא היה פסולה בקדש, מטמאה בבית הבליעה. וכל הפסולים שמלקו, מליקתן פסולה, ואינן מטמאות בבית הבליעה: "
    },
    {
      "uid": "Mishnah_Zevachim_42",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 11842,
      "end_char": 12269,
      "length": 428,
      "text": "מלק ונמצא טרפה, רבי מאיר אומר, אינה מטמאה בבית הבליעה. רבי יהודה אומר, מטמאה בבית הבליעה. אמר רבי מאיר, מה אם נבלת בהמה, שהיא מטמאה במגע ובמשא, שחיטתה מטהרת את טרפתה מטמאתה, נבלת העוף שאינה מטמאה במגע ובמשא, אינו דין שתהא שחיטתה מטהרת את טרפתה מטמאתה. מה מצינו בשחיטתה, שהיא מכשרתה באכילה, ומטהרת את טרפתה מטמאתה, אף מליקתה, שהיא מכשרתה באכילה, תטהר את טרפתה מטמאתה. רבי יוסי אומר, דיה כנבלת בהמה, שחיטתה מטהרתה, אבל לא מליקתה: "
    },
    {
      "uid": "Mishnah_Zevachim_43",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 12270,
      "end_char": 12602,
      "length": 333,
      "text": "כל הזבחים שנתערבו בחטאות המתות, או בשור הנסקל, אפלו אחד ברבוא, ימותו כלם. נתערבו בשור שנעבדה בו עברה, או שהמית את האדם על פי עד אחד, או על פי הבעלים, ברובע, ובנרבע, ובמקצה, ובנעבד, ובאתנן, ובמחיר, ובכלאים, ובטרפה, וביוצא דפן, ירעו עד שיסתאבו, וימכרו ויביא בדמי היפה שבהן מאותו המין. נתערב בחלין תמימים, ימכרו החלין לצריכי אותו המין: "
    },
    {
      "uid": "Mishnah_Zevachim_44",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 12603,
      "end_char": 12900,
      "length": 298,
      "text": "קדשים בקדשים מין במינו, זה יקרב לשם מי שהוא וזה יקרב לשם מי שהוא. קדשים בקדשים, מין בשאינו מינו, ירעו עד שיסתאבו, וימכרו, ויביא בדמי היפה שבהן ממין זה, ובדמי היפה שבהן ממין זה, ויפסיד המותר מביתו. נתערבו בבכור ובמעשר, ירעו עד שיסתאבו, ויאכלו כבכור וכמעשר. הכל יכולין להתערב, חוץ מן החטאת ומן האשם: "
    },
    {
      "uid": "Mishnah_Zevachim_45",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 12901,
      "end_char": 13129,
      "length": 229,
      "text": "אשם שנתערב בשלמים, ירעו עד שיסתאבו. רבי שמעון אומר, שניהם ישחטו בצפון, ויאכלו כחמור שבהן. אמרו לו, אין מביאין קדשים לבית הפסול. נתערבו חתיכות בחתיכות, קדשי קדשים בקדשים קלים, הנאכלין ליום אחד בנאכלים לשני ימים, יאכלו כחמור שבהן: "
    },
    {
      "uid": "Mishnah_Zevachim_46",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 13130,
      "end_char": 13275,
      "length": 146,
      "text": "אברי חטאת שנתערבו באברי עולה, רבי אליעזר אומר, יתן למעלן, ורואה אני את בשר החטאת מלמעלן כאלו הוא עצים. וחכמים אומרים, תעבר צורתן ויצא לבית השרפה: "
    },
    {
      "uid": "Mishnah_Zevachim_47",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 13276,
      "end_char": 13446,
      "length": 171,
      "text": "אברין באברי בעלי מומין, רבי אליעזר אומר, אם קרב ראש אחד מהן, יקרבו כל הראשין. כרעו של אחד מהן, יקרבו כל הכרעים. וחכמים אומרים, אפלו קרבו כלם חוץ מאחד מהן, יצא לבית השרפה: "
    },
    {
      "uid": "Mishnah_Zevachim_48",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 13447,
      "end_char": 13606,
      "length": 160,
      "text": "דם שנתערב במים, אם יש בו מראה דם, כשר. נתערב ביין, רואין אותו כאלו הוא מים. נתערב בדם בהמה או בדם חיה, רואין אותו כאלו הוא מים. רבי יהודה אומר, אין דם מבטל דם: "
    },
    {
      "uid": "Mishnah_Zevachim_49",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 13607,
      "end_char": 13697,
      "length": 91,
      "text": "נתערב בדם פסולין, ישפך לאמה. בדם תמצית, ישפך לאמה. רבי אליעזר מכשיר. אם לא נמלך ונתן, כשר: "
    },
    {
      "uid": "Mishnah_Zevachim_50",
      "chapter_number": 8,
      "verse_number": 8,
      "start_char": 13698,
      "end_char": 13847,
      "length": 150,
      "text": "דם תמימים בדם בעלי מומים, ישפך לאמה. כוס בכוסות, רבי אליעזר אומר, קרב כוס אחד, יקרבו כל הכוסות. וחכמים אומרים, אפלו קרבו כלם חוץ מאחד מהן, ישפך לאמה: "
    },
    {
      "uid": "Mishnah_Zevachim_51",
      "chapter_number": 8,
      "verse_number": 9,
      "start_char": 13848,
      "end_char": 14017,
      "length": 170,
      "text": "הנתנין למטה שנתערבו בנתנין למעלה, רבי אליעזר אומר, יתן למעלה, ורואה אני את התחתונים למעלה כאלו הן מים, ויחזר ויתן למטה. וחכמים אומרים, ישפכו לאמה. ואם לא נמלך ונתן, כשר: "
    },
    {
      "uid": "Mishnah_Zevachim_52",
      "chapter_number": 8,
      "verse_number": 10,
      "start_char": 14018,
      "end_char": 14501,
      "length": 484,
      "text": "הנתנין מתנה אחת שנתערבו בנתנין במתנה אחת, ינתנו מתנה אחת. מתן ארבע במתן ארבע, ינתנו במתן ארבע. מתן ארבע במתנה אחת, רבי אליעזר אומר, ינתנו במתן ארבע. רבי יהושע אומר, ינתנו במתנה אחת. אמר לו רבי אליעזר, והרי הוא עובר על בל תגרע. אמר לו רבי יהושע, והרי הוא עובר על בל תוסיף. אמר לו רבי אליעזר, לא נאמר בל תוסיף אלא כשהוא בעצמו. אמר לו רבי יהושע, לא נאמר בל תגרע אלא כשהוא בעצמו. ועוד אמר רבי יהושע, כשנתת, עברת על בל תוסיף ועשית מעשה בידך. וכשלא נתת, עברת על בל תגרע ולא עשית מעשה בידך: "
    },
    {
      "uid": "Mishnah_Zevachim_53",
      "chapter_number": 8,
      "verse_number": 11,
      "start_char": 14502,
      "end_char": 14772,
      "length": 271,
      "text": "הנתנין בפנים שנתערבו עם הנתנין בחוץ, ישפכו לאמה. נתן בחוץ וחזר ונתן בפנים, כשר. בפנים וחזר ונתן בחוץ, רבי עקיבא פוסל, וחכמים מכשירים. שהיה רבי עקיבא אומר, כל הדמים שנכנסו לכפר בהיכל, פסולין. וחכמים אומרים, חטאת בלבד. רבי אליעזר אומר, אף האשם, שנאמר (ויקרא ז) כחטאת כאשם: "
    },
    {
      "uid": "Mishnah_Zevachim_54",
      "chapter_number": 8,
      "verse_number": 12,
      "start_char": 14773,
      "end_char": 15255,
      "length": 483,
      "text": "חטאת שקבל דמה בשני כוסות, יצא אחד מהן לחוץ, הפנימי כשר. נכנס אחד מהן לפנים, רבי יוסי הגלילי מכשיר בחיצון, וחכמים פוסלין. אמר רבי יוסי הגלילי, מה אם במקום שהמחשבה פוסלת, בחוץ, לא עשה את המשואר כיוצא, מקום שאין המחשבה פוסלת, בפנים, אינו דין שלא נעשה את המשואר כנכנס. נכנס לכפר, אף על פי שלא כפר, פסול, דברי רבי אליעזר. רבי שמעון אומר, עד שיכפר. רבי יהודה אומר, אם הכניס שוגג, כשר. כל הדמים הפסולין שנתנו על גבי המזבח, לא הרצה הציץ אלא על הטמא, שהציץ מרצה על הטמא, ואינו מרצה על היוצא: "
    },
    {
      "uid": "Mishnah_Zevachim_55",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 15256,
      "end_char": 15838,
      "length": 583,
      "text": "המזבח מקדש את הראוי לו. רבי יהושע אומר, כל הראוי לאשים, אם עלה לא ירד, שנאמר (ויקרא ו), הוא העלה על מוקדה על המזבח. מה עולה שהיא ראויה לאשים, אם עלתה לא תרד, אף כל דבר שהוא ראוי לאשים, אם עלה לא ירד. רבן גמליאל אומר, כל הראוי למזבח, אם עלה לא ירד, שנאמר, הוא העלה על מוקדה על המזבח. מה עולה שהיא ראויה למזבח אם עלתה לא תרד, אף כל דבר שהוא ראוי למזבח אם עלה לא ירד. אין בין דברי רבן גמליאל לדברי רבי יהושע אלא הדם והנסכים, שרבן גמליאל אומר לא ירדו, ורבי יהושע אומר ירדו. רבי שמעון אומר, הזבח כשר והנסכים פסולים, הנסכים כשרין והזבח פסול, אפלו זה וזה פסולין, הזבח לא ירד, והנסכים ירדו: "
    },
    {
      "uid": "Mishnah_Zevachim_56",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 15839,
      "end_char": 16126,
      "length": 288,
      "text": "ואלו אם עלו, לא ירדו. הלן, והטמא, והיוצא, והנשחט חוץ לזמנו, וחוץ למקומו, ושקבלו פסולים, וזרקו את דמו. רבי יהודה אומר, שנשחטה בלילה, ושנשפך דמה, ושיצא דמה חוץ לקלעים, אם עלתה, תרד. רבי שמעון אומר, לא תרד, שהיה רבי שמעון אומר, כל שפסולו בקדש, הקדש מקבלו. לא היה פסולו בקדש, אין הקדש מקבלו: "
    },
    {
      "uid": "Mishnah_Zevachim_57",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 16127,
      "end_char": 16336,
      "length": 210,
      "text": "אלו לא היה פסולן בקדש, הרובע, והנרבע, והמקצה, והנעבד, והאתנן, והמחיר, והכלאים, והטרפה, והיוצא דפן, ובעלי מומין. רבי עקיבא מכשיר בבעלי מומין. רבי חנינא סגן הכהנים אומר, דוחה היה אבא את בעלי מומין מעל גבי המזבח: "
    },
    {
      "uid": "Mishnah_Zevachim_58",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 16337,
      "end_char": 16479,
      "length": 143,
      "text": "כשם שאם עלו לא ירדו, כך אם ירדו לא יעלו. וכלן שעלו חיים לראש המזבח, ירדו. עולה שעלתה חיה לראש המזבח, תרד. שחטה בראש המזבח, יפשיט וינתח במקומה: "
    },
    {
      "uid": "Mishnah_Zevachim_59",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 16480,
      "end_char": 16783,
      "length": 304,
      "text": "ואלו אם עלו ירדו, בשר קדשי קדשים, ובשר קדשים קלים, ומותר העמר, ושתי הלחם, ולחם הפנים, ושירי מנחות, והקטרת. הצמר שבראשי כבשים, והשער שבזקן תישים, והעצמות, והגידים, והקרנים, והטלפים, בזמן שהן מחברין, יעלו, שנאמר (ויקרא א), והקטיר הכהן את הכל המזבחה. פרשו, לא יעלו, שנאמר (דברים יב), ועשית עלתיך הבשר והדם: "
    },
    {
      "uid": "Mishnah_Zevachim_60",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 16784,
      "end_char": 16945,
      "length": 162,
      "text": "וכלם שפקעו מעל גבי המזבח, לא יחזיר. וכן גחלת שפקעה מעל גבי המזבח. אברים שפקעו מעל גבי המזבח, קדם לחצות, יחזיר, ומועלין בהן. לאחר חצות, לא יחזיר, ואין מועלין בהן: "
    },
    {
      "uid": "Mishnah_Zevachim_61",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 16946,
      "end_char": 17266,
      "length": 321,
      "text": "כשם שהמזבח מקדש את הראוי לו כך הכבש מקדש. כשם שהמזבח והכבש מקדשין את הראוי להן, כך הכלים מקדשים. כלי הלח מקדשין את הלח, ומדות היבש מקדשות את היבש. אין כלי הלח מקדשים את היבש, ולא מדות היבש מקדשות את הלח. כלי הקדש שנקבו, אם עושים הם מעין מלאכתן שהיו עושין והם שלמים, מקדשין. ואם לאו, אין מקדשים. וכלן אין מקדשים אלא בקדש: "
    },
    {
      "uid": "Mishnah_Zevachim_62",
      "chapter_number": 10,
      "verse_number": 1,
      "start_char": 17267,
      "end_char": 17451,
      "length": 185,
      "text": "כל התדיר מחברו, קודם את חברו. התמידים קודמים למוספין, מוספי שבת קודמין למוספי ראש חדש, מוספי ראש חדש קודמין למוספי ראש השנה, שנאמר (במדבר כח), מלבד עלת הבקר אשר לעלת התמיד תעשו את אלה: "
    },
    {
      "uid": "Mishnah_Zevachim_63",
      "chapter_number": 10,
      "verse_number": 2,
      "start_char": 17452,
      "end_char": 17824,
      "length": 373,
      "text": "וכל המקדש מחברו, קודם את חברו. דם חטאת קודם לדם עולה, מפני שהוא מרצה. אברי עולה קודמין לאמורי חטאת, מפני שהן כליל לאשים. חטאת קודמת לאשם, מפני שדמה נתן על ארבע קרנות ועל היסוד. אשם קודם לתודה ולאיל נזיר, מפני שהוא קדשי קדשים. התודה ואיל נזיר קודמין לשלמים, מפני שהן נאכלין ליום אחד, וטעונים לחם. שלמים קודמין לבכור, מפני שהם טעונין מתן ארבע, וסמיכה ונסכים ותנופת חזה ושוק: "
    },
    {
      "uid": "Mishnah_Zevachim_64",
      "chapter_number": 10,
      "verse_number": 3,
      "start_char": 17825,
      "end_char": 17938,
      "length": 114,
      "text": "הבכור קודם למעשר מפני שקדשתו מרחם, ונאכל לכהנים. המעשר קודם לעופות, מפני שהוא זבח ויש בו קדשי קדשים, דמו ואמוריו: "
    },
    {
      "uid": "Mishnah_Zevachim_65",
      "chapter_number": 10,
      "verse_number": 4,
      "start_char": 17939,
      "end_char": 18070,
      "length": 132,
      "text": "העופות קודמין למנחות, מפני שהן מיני דמים. מנחת חוטא קודמת למנחת נדבה, מפני שהיא באה על חטא. חטאת העוף קודמת לעולת העוף. וכן בהקדשה: "
    },
    {
      "uid": "Mishnah_Zevachim_66",
      "chapter_number": 10,
      "verse_number": 5,
      "start_char": 18071,
      "end_char": 18259,
      "length": 189,
      "text": "כל החטאות שבתורה, קודמות לאשמות, חוץ מאשם מצרע, מפני שהוא בא על ידי הכשר. כל האשמות שבתורה באין בני שתים ובאין בכסף שקלים, חוץ מאשם נזיר ואשם מצרע, שהן באין בני שנתן ואינן באין בכסף שקלים: "
    },
    {
      "uid": "Mishnah_Zevachim_67",
      "chapter_number": 10,
      "verse_number": 6,
      "start_char": 18260,
      "end_char": 18468,
      "length": 209,
      "text": "כשם שהן קודמים בהקרבתן, כך הן קודמים באכילתן. שלמים של אמש ושלמים של היום, של אמש קודמין. שלמים של אמש וחטאת ואשם של היום, שלמים של אמש קודמין, דברי רבי מאיר. וחכמים אומרים, החטאת קודמת, מפני שהיא קדשי קדשים: "
    },
    {
      "uid": "Mishnah_Zevachim_68",
      "chapter_number": 10,
      "verse_number": 7,
      "start_char": 18469,
      "end_char": 18654,
      "length": 186,
      "text": "ובכלם, הכהנים רשאין לשנות באכילתן, לאכלן צלויים, שלוקים, ומבשלים, ולתת לתוכן תבלי חלין ותבלי תרומה, דברי רבי שמעון. רבי מאיר אומר, לא יתן לתוכן תבלי תרומה, שלא יביא את התרומה לידי פסול: "
    },
    {
      "uid": "Mishnah_Zevachim_69",
      "chapter_number": 10,
      "verse_number": 8,
      "start_char": 18655,
      "end_char": 18926,
      "length": 272,
      "text": "אמר רבי שמעון, אם ראית שמן שהוא מתחלק בעזרה, אין אתה צריך לשאול מה הוא, אלא מותר רקיקי מנחות ישראל, ולג שמן של מצרע. אם ראית שמן שהוא נתון על גבי האשים, אין אתה צריך לשאול מה הוא, אלא מותר רקיקי מנחות כהנים, ומנחת כהן המשיח. שאין מתנדבים שמן. רבי טרפון אומר, מתנדבים שמן: "
    },
    {
      "uid": "Mishnah_Zevachim_70",
      "chapter_number": 11,
      "verse_number": 1,
      "start_char": 18927,
      "end_char": 19119,
      "length": 193,
      "text": "דם חטאת שנתז על הבגד, הרי זה טעון כבוס. אף על פי שאין הכתוב מדבר אלא בנאכלות, שנאמר (ויקרא ו), במקום קדש תאכל, אחד הנאכלת ואחד הפנימית טעונות כבוס, שנאמר (שם), תורת החטאת, תורה אחת לכל החטאות: "
    },
    {
      "uid": "Mishnah_Zevachim_71",
      "chapter_number": 11,
      "verse_number": 2,
      "start_char": 19120,
      "end_char": 19334,
      "length": 215,
      "text": "חטאת פסולה אין דמה טעון כבוס, בין שהיה לה שעת הכשר, בין שלא היה לה שעת הכשר. איזו היא שהיה לה שעת הכשר. שלנה, שנטמאה, ושיצאה. ואיזו היא שלא היה לה שעת הכשר. שנשחטה חוץ לזמנה וחוץ למקומה, ושקבלו פסולין וזרקו את דמה: "
    },
    {
      "uid": "Mishnah_Zevachim_72",
      "chapter_number": 11,
      "verse_number": 3,
      "start_char": 19335,
      "end_char": 19678,
      "length": 344,
      "text": "נתז מן הצואר על הבגד, אינו טעון כבוס. מן הקרן ומן היסוד, אינו טעון כבוס. נשפך על הרצפה ואספו, אינו טעון כבוס. אין טעון כבוס אלא הדם שנתקבל בכלי וראוי להזיה. נתז על העור עד שלא הפשט, אינו טעון כבוס. משהפשט, טעון כבוס, דברי רבי יהודה. רבי אליעזר אומר, אף משהפשט אינו טעון כבוס. אינו טעון כבוס אלא מקום הדם, ודבר שהוא ראוי לקבל טמאה, וראוי לכבוס: "
    },
    {
      "uid": "Mishnah_Zevachim_73",
      "chapter_number": 11,
      "verse_number": 4,
      "start_char": 19679,
      "end_char": 19822,
      "length": 144,
      "text": "אחד הבגד ואחד השק ואחד העור, טעונין כבוס במקום קדוש. ושבירת כלי חרס, במקום קדוש. ומריקה ושטיפה בכלי נחשת, במקום קדוש. זה חמר בחטאת מקדשי קדשים: "
    },
    {
      "uid": "Mishnah_Zevachim_74",
      "chapter_number": 11,
      "verse_number": 5,
      "start_char": 19823,
      "end_char": 20014,
      "length": 192,
      "text": "בגד שיצא חוץ לקלעים, נכנס ומכבסו במקום קדוש. נטמא חוץ לקלעים, קורעו, ונכנס ומכבסו במקום קדוש. כלי חרס שיצא חוץ לקלעים, נכנס ושוברו במקום קדוש. נטמא חוץ לקלעים, נוקבו, ונכנס ושוברו במקום קדוש: "
    },
    {
      "uid": "Mishnah_Zevachim_75",
      "chapter_number": 11,
      "verse_number": 6,
      "start_char": 20015,
      "end_char": 20127,
      "length": 113,
      "text": "כלי נחשת שיצא חוץ לקלעים, נכנס ומורקו ושוטפו במקום קדוש. נטמא חוץ לקלעים, פוחתו, ונכנס ומורקו ושוטפו במקום קדוש: "
    },
    {
      "uid": "Mishnah_Zevachim_76",
      "chapter_number": 11,
      "verse_number": 7,
      "start_char": 20128,
      "end_char": 20462,
      "length": 335,
      "text": "אחד שבשל בו ואחד שערה לתוכו רותח, אחד קדשי קדשים ואחד קדשים קלים, טעונין מריקה ושטיפה. רבי שמעון אומר, קדשים קלים אינן טעונין מריקה ושטיפה. רבי טרפון אומר, אם בשל בו מתחלת הרגל, יבשל בו את כל הרגל. וחכמים אומרים, עד זמן אכילה. מריקה ושטיפה, מריקה כמריקת הכוס, ושטיפה כשטיפת הכוס. מריקה בחמין ושטיפה בצונן. והשפוד והאסכלה מגעילן בחמין: "
    },
    {
      "uid": "Mishnah_Zevachim_77",
      "chapter_number": 11,
      "verse_number": 8,
      "start_char": 20463,
      "end_char": 20694,
      "length": 232,
      "text": "בשל בו קדשים וחלין, או קדשי קדשים וקדשים קלים, אם יש בהן בנותן טעם, הרי הקלים נאכלין כחמורין, ואינן טעונין מריקה ושטיפה, ואינם פוסלין במגע. רקיק שנגע ברקיק, וחתיכה בחתיכה, לא כל הרקיק ולא כל החתיכות אסורין. אינו אסור אלא מקום שבלע: "
    },
    {
      "uid": "Mishnah_Zevachim_78",
      "chapter_number": 12,
      "verse_number": 1,
      "start_char": 20695,
      "end_char": 21099,
      "length": 405,
      "text": "טבול יום ומחסר כפורים, אינן חולקים בקדשים לאכל לערב. אונן, נוגע ואינו מקריב, ואינו חולק לאכל לערב. בעלי מומין, בין בעלי מומין קבועין, בין בעלי מומין עוברין, חולקין ואוכלין, אבל לא מקריבין. וכל שאינו ראוי לעבודה, אינו חולק בבשר. וכל שאין לו בבשר, אין לו בעורות. אפלו טמא בשעת זריקת דמים וטהור בשעת הקטר חלבים, אינו חולק בבשר, שנאמר (ויקרא ז), המקריב את דם השלמים ואת החלב מבני אהרן לו תהיה שוק הימין למנה: "
    },
    {
      "uid": "Mishnah_Zevachim_79",
      "chapter_number": 12,
      "verse_number": 2,
      "start_char": 21100,
      "end_char": 21290,
      "length": 191,
      "text": "כל שלא זכה המזבח בבשרה, לא זכו הכהנים בעורה, שנאמר (שם), עלת איש, עולה שעלתה לאיש. עולה שנשחטה שלא לשמה, אף על פי שלא עלתה לבעלים, עורה לכהנים. אחד עולת האיש ואחד עולת האשה, עורותיהן לכהנים: "
    },
    {
      "uid": "Mishnah_Zevachim_80",
      "chapter_number": 12,
      "verse_number": 3,
      "start_char": 21291,
      "end_char": 21472,
      "length": 182,
      "text": "עורות קדשים קלים לבעלים, ועורות קדשי קדשים לכהנים. קל וחמר, מה אם עולה, שלא זכו בבשרה, זכו בעורה, קדשי קדשים, שזכו בבשרה, אינו דין שיזכו בעורה. אין מזבח יוכיח, שאין לו עור מכל מקום: "
    },
    {
      "uid": "Mishnah_Zevachim_81",
      "chapter_number": 12,
      "verse_number": 4,
      "start_char": 21473,
      "end_char": 21753,
      "length": 281,
      "text": "כל הקדשים שארע בהם פסול קדם להפשטן, אין עורותיהם לכהנים. לאחר הפשטן, עורותיהם לכהנים. אמר רבי חנינא סגן הכהנים, מימי לא ראיתי עור יוצא לבית השרפה. אמר רבי עקיבא, מדבריו למדנו, שהמפשיט את הבכור ונמצא טרפה, שיאותו הכהנים בעורו. וחכמים אומרים, אין לא ראינו ראיה, אלא יוצא לבית השרפה: "
    },
    {
      "uid": "Mishnah_Zevachim_82",
      "chapter_number": 12,
      "verse_number": 5,
      "start_char": 21754,
      "end_char": 21901,
      "length": 148,
      "text": "פרים הנשרפים ושעירים הנשרפים, בזמן שהם נשרפין כמצותן, נשרפין בבית הדשן ומטמאין בגדים. ואם אינן נשרפין כמצותן, נשרפין בבית הבירה ואינם מטמאין בגדים: "
    },
    {
      "uid": "Mishnah_Zevachim_83",
      "chapter_number": 12,
      "verse_number": 6,
      "start_char": 21902,
      "end_char": 22169,
      "length": 268,
      "text": "היו סובלין אותם במוטות. יצאו הראשונים חוץ לחומת העזרה והאחרונים לא יצאו, הראשונים מטמאין בגדים, והאחרונים אינן מטמאין בגדים, עד שיצאו. יצאו אלו ואלו, אלו ואלו מטמאין בגדים. רבי שמעון אומר, אלו ואלו אינן מטמאין בגדים, עד שיצת האור ברבן. נתך הבשר, אין השורף מטמא בגדים: "
    },
    {
      "uid": "Mishnah_Zevachim_84",
      "chapter_number": 13,
      "verse_number": 1,
      "start_char": 22170,
      "end_char": 22377,
      "length": 208,
      "text": "השוחט והמעלה בחוץ, חיב על השחיטה וחיב על העליה. רבי יוסי הגלילי אומר, שחט בפנים והעלה בחוץ, חיב. שחט בחוץ והעלה בחוץ, פטור, שלא העלה בחוץ אלא דבר פסול. אמרו לו, אף השוחט בפנים ומעלה בחוץ, כיון שהוציאו, פסלו: "
    },
    {
      "uid": "Mishnah_Zevachim_85",
      "chapter_number": 13,
      "verse_number": 2,
      "start_char": 22378,
      "end_char": 22601,
      "length": 224,
      "text": "טמא שאכל, בין קדש טמא ובין קדש טהור, חיב. רבי יוסי הגלילי אומר, טמא שאכל טהור, חיב. וטמא שאכל טמא, פטור, שלא אכל אלא דבר טמא. אמרו לו, אף טמא שאכל טהור, כיון שנגע בו, טמאהו. וטהור שאכל טמא, פטור, שאינו חיב אלא על טמאת הגוף: "
    },
    {
      "uid": "Mishnah_Zevachim_86",
      "chapter_number": 13,
      "verse_number": 3,
      "start_char": 22602,
      "end_char": 22941,
      "length": 340,
      "text": "חמר בשחיטה מבעליה, ובעליה מבשחיטה. חמר בשחיטה, שהשוחט להדיוט, חיב, והמעלה להדיוט, פטור. חמר בעליה, שנים שאחזו בסכין ושחטו, פטורים. אחזו באבר והעלוהו, חיבין. העלה, וחזר והעלה, וחזר והעלה, חיב על כל עליה ועליה, דברי רבי שמעון. רבי יוסי אומר, אינו חיב אלא אחת, ואינו חיב עד שיעלה לראש המזבח. רבי שמעון אומר, אפלו העלה על הסלע או על האבן, חיב: "
    },
    {
      "uid": "Mishnah_Zevachim_87",
      "chapter_number": 13,
      "verse_number": 4,
      "start_char": 22942,
      "end_char": 23277,
      "length": 336,
      "text": "אחד קדשים כשרין ואחד קדשים פסולין שהיה פסולן בקדש, והקריבן בחוץ, חיב. המעלה כזית מן העולה ומן האמורין בחוץ, חיב. הקמץ, והלבונה, והקטרת, ומנחת כהנים, ומנחת כהן המשיח, ומנחת נסכין, שהקריב מאחד מהן כזית בחוץ, חיב. רבי אלעזר פוטר, עד שיקריב את כלו. וכלם שהקריבן בפנים ושיר בהן כזית והקריבן בחוץ, חיב. וכלם שחסרו כל שהן, והקריבן בחוץ, פטור: "
    },
    {
      "uid": "Mishnah_Zevachim_88",
      "chapter_number": 13,
      "verse_number": 5,
      "start_char": 23278,
      "end_char": 23387,
      "length": 110,
      "text": "המקריב קדשים ואמוריהם בחוץ, חיב. מנחה שלא נקמצה והקריבה בחוץ, פטור. קמצה, וחזר קמצה לתוכה, והקריבה בחוץ, חיב: "
    },
    {
      "uid": "Mishnah_Zevachim_89",
      "chapter_number": 13,
      "verse_number": 6,
      "start_char": 23388,
      "end_char": 23714,
      "length": 327,
      "text": "הקמץ והלבונה, שהקריב את אחד מהן בחוץ, חיב. רבי אלעזר פוטר עד שיקריב את השני. אחד בפנים ואחד בחוץ, חיב. שני בזיכי לבונה, שהקריב את אחד מהן בחוץ, חיב. רבי אלעזר פוטר, עד שיקריב את השני. אחד בפנים ואחד בחוץ, חיב. הזורק מקצת דמים בחוץ, חיב. רבי אלעזר אומר, אף המנסך מי חג בחג בחוץ, חיב. רבי נחמיה אומר, שירי הדם שהקריבן בחוץ, חיב: "
    },
    {
      "uid": "Mishnah_Zevachim_90",
      "chapter_number": 13,
      "verse_number": 7,
      "start_char": 23715,
      "end_char": 24013,
      "length": 299,
      "text": "המולק את העוף בפנים והעלה בחוץ, חיב. מלק בחוץ והעלה בחוץ, פטור. השוחט את העוף בפנים והעלה בחוץ, פטור. שחט בחוץ והעלה בחוץ, חיב. נמצא, דרך הכשרו מבפנים, פטורו בחוץ. דרך הכשרו בחוץ, פטורו בפנים. רבי שמעון אומר, כל שחיבין עליו בחוץ, חיבין על כיוצא בו בפנים, שהעלהו בחוץ, חוץ מן השוחט בפנים ומעלה בחוץ: "
    },
    {
      "uid": "Mishnah_Zevachim_91",
      "chapter_number": 13,
      "verse_number": 8,
      "start_char": 24014,
      "end_char": 24516,
      "length": 503,
      "text": "החטאת שקבל דמה בכוס אחד, נתן בחוץ וחזר ונתן בפנים, בפנים וחזר ונתן בחוץ, חיב, שכלו ראוי לבא בפנים. קבל דמה בשני כוסות, נתן שניהם בפנים, פטור. שניהן בחוץ, חיב. אחד בפנים ואחד בחוץ, פטור. אחד בחוץ ואחד בפנים, חיב על החיצון, והפנימי מכפר. למה הדבר דומה, למפריש חטאתו ואבדה והפריש אחרת תחתיה ואחר כך נמצאת הראשונה, והרי שתיהן עומדות. שחט שתיהן בפנים, פטור. שחט שתיהן בחוץ, חיב. אחת בפנים ואחת בחוץ, פטור. אחת בחוץ ואחת בפנים, חיב על החיצונה, והפנימית מכפרת. כשם שדמה פוטר את בשרה, כך הוא פוטר את בשר חברתה: "
    },
    {
      "uid": "Mishnah_Zevachim_92",
      "chapter_number": 14,
      "verse_number": 1,
      "start_char": 24517,
      "end_char": 24673,
      "length": 157,
      "text": "פרת חטאת ששרפה חוץ מגתה, וכן שעיר המשתלח שהקריבו בחוץ, פטור, שנאמר (ויקרא יז), ואל פתח אהל מועד לא הביאו. כל שאינו ראוי לבא אל פתח אהל מועד, אין חיבין עליו: "
    },
    {
      "uid": "Mishnah_Zevachim_93",
      "chapter_number": 14,
      "verse_number": 2,
      "start_char": 24674,
      "end_char": 25327,
      "length": 654,
      "text": "הרובע, והנרבע, והמקצה, והנעבד, והאתנן, והמחיר, והכלאים, והטרפה, ויוצא דפן, שהקריבן בחוץ, פטור, שנאמר (ויקרא יז), לפני משכן ה', כל שאינו ראוי לבא לפני משכן ה', אין חיבין עליו. בעלי מומין, בין בעלי מומין קבועים, בין בעלי מומין עוברים, שהקריבן בחוץ, פטור. רבי שמעון אומר, בעלי מומין קבועים, פטור, ובעלי מומין עוברין, עוברין בלא תעשה. תורים שלא הגיע זמנן ובני יונה שעבר זמנן, שהקריבן בחוץ, פטור. רבי שמעון אומר, בני יונה שעבר זמנן, פטור. ותורים שלא הגיע זמנן, בלא תעשה. אותו ואת בנו ומחסר זמן, פטור. רבי שמעון אומר, הרי זה בלא תעשה. שהיה רבי שמעון אומר, כל שהוא ראוי לבא לאחר זמן, הרי זה בלא תעשה ואין בו כרת. וחכמים אומרים, כל שאין בו כרת, אין בו בלא תעשה: "
    },
    {
      "uid": "Mishnah_Zevachim_94",
      "chapter_number": 14,
      "verse_number": 3,
      "start_char": 25328,
      "end_char": 25784,
      "length": 457,
      "text": "מחסר זמן, בין בגופו בין בבעליו. איזה הוא מחסר זמן בבעליו. הזב, והזבה, ויולדת, ומצרע, שהקריבו חטאתם ואשמם בחוץ, פטורין. עולותיהן ושלמיהן בחוץ, חיבין. המעלה מבשר חטאת, מבשר אשם, מבשר קדשי קדשים, מבשר קדשים קלים, ומותר העמר, ושתי הלחם, ולחם הפנים, ושירי מנחות, היוצק, הבולל, הפותת, המולח, המניף, המגיש, המסדר את השלחן, והמטיב את הנרות, והקומץ, והמקבל דמים בחוץ, פטור. אין חיבין עליו לא משום זרות, ולא משום טמאה, ולא משום מחסר בגדים, ולא משום רחוץ ידים ורגלים: "
    },
    {
      "uid": "Mishnah_Zevachim_95",
      "chapter_number": 14,
      "verse_number": 4,
      "start_char": 25785,
      "end_char": 25942,
      "length": 158,
      "text": "עד שלא הוקם המשכן, היו הבמות מתרות, ועבודה בבכורות. משהוקם המשכן, נאסרו הבמות, ועבודה בכהנים. קדשי קדשים, נאכלים לפנים מן הקלעים. קדשים קלים, בכל מחנה ישראל: "
    },
    {
      "uid": "Mishnah_Zevachim_96",
      "chapter_number": 14,
      "verse_number": 5,
      "start_char": 25943,
      "end_char": 26024,
      "length": 82,
      "text": "באו לגלגל, והתרו הבמות. קדשי קדשים, נאכלים לפנים מן הקלעים. קדשים קלים, בכל מקום: "
    },
    {
      "uid": "Mishnah_Zevachim_97",
      "chapter_number": 14,
      "verse_number": 6,
      "start_char": 26025,
      "end_char": 26188,
      "length": 164,
      "text": "באו לשילה, נאסרו הבמות. לא היה שם תקרה, אלא בית של אבנים מלמטן ויריעות מלמעלן, והיא היתה מנוחה. קדשי קדשים נאכלים לפנים מן הקלעים, קדשים קלים ומעשר שני, בכל הרואה: "
    },
    {
      "uid": "Mishnah_Zevachim_98",
      "chapter_number": 14,
      "verse_number": 7,
      "start_char": 26189,
      "end_char": 26280,
      "length": 92,
      "text": "באו לנוב ולגבעון, התרו הבמות. קדשי קדשים נאכלים לפנים מן הקלעים. קדשים קלים, בכל ערי ישראל: "
    },
    {
      "uid": "Mishnah_Zevachim_99",
      "chapter_number": 14,
      "verse_number": 8,
      "start_char": 26281,
      "end_char": 26418,
      "length": 138,
      "text": "באו לירושלים, נאסרו הבמות, ולא היה להם עוד התר, והיא היתה נחלה. קדשי קדשים, נאכלים לפנים מן הקלעים, קדשים קלים ומעשר שני, לפנים מן החומה: "
    },
    {
      "uid": "Mishnah_Zevachim_100",
      "chapter_number": 14,
      "verse_number": 9,
      "start_char": 26419,
      "end_char": 26690,
      "length": 272,
      "text": "כל הקדשים שהקדישן בשעת אסור במות, והקריבן בשעת אסור במות בחוץ, הרי אלו בעשה ולא תעשה, וחיבין עליהן כרת. הקדישן בשעת התר במות, והקריבן בשעת אסור במות, הרי אלו בעשה ולא תעשה, ואין חיבין עליהן כרת. הקדישן בשעת אסור במות והקריבן בשעת התר במות, הרי אלו בעשה ואין בהם בלא תעשה: "
    },
    {
      "uid": "Mishnah_Zevachim_101",
      "chapter_number": 14,
      "verse_number": 10,
      "start_char": 26691,
      "end_char": 27060,
      "length": 370,
      "text": "אלו קדשים קרבים במשכן. קדשים שהקדשו למשכן, קרבנות הצבור, קרבין במשכן. וקרבנות היחיד, בבמה. קרבנות היחיד שהקדשו למשכן, יקרבו במשכן. ואם הקריבן בבמה, פטור. מה בין במת יחיד לבמת צבור, סמיכה, ושחיטת צפון, ומתן סביב, ותנופה, והגשה. רבי יהודה אומר, אין מנחה בבמה. וכהון, ובגדי שרת, וכלי שרת, וריח ניחוח, ומחצה בדמים, ורחוץ ידים ורגלים. אבל הזמן, והנותר, והטמא, שוים בזה ובזה: "
    }
  ]
}