{
  "title": "Mishnah Challah",
  "categories": [
    "Mishnah",
    "Seder Zeraim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Challah_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 215,
      "length": 215,
      "text": "חמשה דברים חיבים בחלה, החטים והשעורים והכסמין ושבלת שועל ושיפון. הרי אלו חיבין בחלה, ומצטרפין זה עם זה, ואסורין בחדש מלפני הפסח, ומלקצר מלפני העמר. ואם השרישו קדם לעמר, העמר מתירן. ואם לאו, אסורין עד שיבא העמר הבא: "
    },
    {
      "uid": "Mishnah_Challah_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 216,
      "end_char": 440,
      "length": 225,
      "text": "האוכל מהם כזית מצה בפסח, יצא ידי חובתו. כזית חמץ, חיב בהכרת. נתערב אחד מהם בכל המינים, הרי זה עובר בפסח. הנודר מן הפת ומן התבואה, אסור בהם, דברי רבי מאיר. וחכמים אומרים, הנודר מן הדגן אינו אסור אלא מהן. וחיבין בחלה ובמעשרות: "
    },
    {
      "uid": "Mishnah_Challah_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 441,
      "end_char": 642,
      "length": 202,
      "text": "אלו חיבין בחלה ופטורים מן המעשרות. הלקט, והשכחה, והפאה, וההפקר, ומעשר ראשון שנטלה תרומתו, ומעשר שני והקדש שנפדו, ומותר העמר, ותבואה שלא הביאה שליש. רבי אליעזר אומר, תבואה שלא הביאה שליש, פטורה מן החלה: "
    },
    {
      "uid": "Mishnah_Challah_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 643,
      "end_char": 812,
      "length": 170,
      "text": "אלו חיבין במעשרות ופטורים מן החלה, הארז, והדחן, והפרגים, והשמשמין, והקטניות, ופחות מחמשת רבעים בתבואה. הספגנין, והדבשנין, והאסקריטין, וחלת המשרת, והמדמע, פטורין מן החלה: "
    },
    {
      "uid": "Mishnah_Challah_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 813,
      "end_char": 940,
      "length": 128,
      "text": "עסה שתחלתה ספגנין וסופה ספגנין, פטורה מן החלה. תחלתה עסה וסופה ספגנין, תחלתה ספגנין וסופה עסה, חיבין בחלה. וכן הקנובקאות חיבות: "
    },
    {
      "uid": "Mishnah_Challah_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 941,
      "end_char": 1080,
      "length": 140,
      "text": "המעסה, בית שמאי פוטרין, ובית הלל מחיבין. החליטה, בית שמאי מחיבין, ובית הלל פוטרין. חלות תודה ורקיקי נזיר, עשאן לעצמו, פטור. למכר בשוק, חיב: "
    },
    {
      "uid": "Mishnah_Challah_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1081,
      "end_char": 1185,
      "length": 105,
      "text": "נחתום שעשה שאר לחלק, חיב בחלה. נשים שנתנו לנחתום לעשות להן שאר, אם אין בשל אחת מהן כשעור, פטורה מן החלה: "
    },
    {
      "uid": "Mishnah_Challah_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1186,
      "end_char": 1534,
      "length": 349,
      "text": "עסת הכלבים, בזמן שהרועים אוכלין ממנה, חיבת בחלה, ומערבין בה, ומשתתפין בה, ומברכין עליה, ומזמנין עליה, ונעשית ביום טוב, ויוצא בה אדם ידי חובתו בפסח. אם אין הרועים אוכלין ממנה, אינה חיבת בחלה, ואין מערבין בה, ואין משתתפין בה, ואין מברכין עליה, ואין מזמנין עליה, ואינה נעשית ביום טוב, ואין אדם יוצא בה ידי חובתו בפסח. בין כך ובין כך, מטמאה טמאת אכלין: "
    },
    {
      "uid": "Mishnah_Challah_9",
      "chapter_number": 1,
      "verse_number": 9,
      "start_char": 1535,
      "end_char": 1767,
      "length": 233,
      "text": "החלה והתרומה, חיבין עליה מיתה וחמש, ואסורים לזרים, והם נכסי כהן, ועולין באחד ומאה, וטעונין רחיצת ידים והערב שמש, ואין נטלין מן הטהור על הטמא, אלא מן המקף ומן הדבר הגמור. האומר, כל גרני תרומה וכל עסתי חלה, לא אמר כלום, עד שישיר מקצת: "
    },
    {
      "uid": "Mishnah_Challah_10",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1768,
      "end_char": 1856,
      "length": 89,
      "text": "פרות חוצה לארץ שנכנסו לארץ, חיבים בחלה. יצאו מכאן לשם, רבי אליעזר מחיב, ורבי עקיבא פוטר: "
    },
    {
      "uid": "Mishnah_Challah_11",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1857,
      "end_char": 2006,
      "length": 150,
      "text": "עפר חוצה לארץ שבא בספינה לארץ, חיבת במעשרות ובשביעית. אמר רבי יהודה, אימתי, בזמן שהספינה גוששת. עסה שנלושה במי פרות, חיבת בחלה, ונאכלת בידים מסואבות: "
    },
    {
      "uid": "Mishnah_Challah_12",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2007,
      "end_char": 2285,
      "length": 279,
      "text": "האשה יושבת וקוצה חלתה ערמה, מפני שהיא יכולה לכסות עצמה, אבל לא האיש. מי שאינו יכול לעשות עסתו בטהרה, יעשנה קבין, ואל יעשנה בטמאה. ורבי עקיבא אומר, יעשנה בטמאה ואל יעשנה קבים, שכשם שהוא קורא לטהורה, כך הוא קורא לטמאה, לזו קורא חלה בשם ולזו קורא חלה בשם, אבל קבים אין להם חלק בשם: "
    },
    {
      "uid": "Mishnah_Challah_13",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2286,
      "end_char": 2394,
      "length": 109,
      "text": "העושה עסתו קבים ונגעו זה בזה, פטורים מן החלה עד שישוכו. רבי אליעזר אומר, אף הרודה ונותן לסל, הסל מצרפן לחלה: "
    },
    {
      "uid": "Mishnah_Challah_14",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2395,
      "end_char": 2589,
      "length": 195,
      "text": "המפריש חלתו קמח, אינה חלה, וגזל ביד כהן. העסה עצמה, חיבת בחלה. והקמח, אם יש בו כשעור, חיבת בחלה, ואסורה לזרים, דברי רבי יהושע. אמרו לו, מעשה וקפשה זקן זר. אמר להם, אף הוא קלקל לעצמו ותקן לאחרים: "
    },
    {
      "uid": "Mishnah_Challah_15",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 2590,
      "end_char": 2701,
      "length": 112,
      "text": "חמשת רבעים קמח, חיבים בחלה. הם ושארן וסבן ומרסנן חמשת רבעים, חיבין. נטל מרסנן מתוכן וחזר לתוכן, הרי אלו פטורין: "
    },
    {
      "uid": "Mishnah_Challah_16",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 2702,
      "end_char": 2962,
      "length": 261,
      "text": "שעור החלה, אחד מעשרים וארבעה. העושה עסה לעצמו, והעושה למשתה בנו, אחד מעשרים וארבעה. נחתום שהוא עושה למכר בשוק, וכן האשה שהיא עושה למכר בשוק, אחד מארבעים ושמנה. נטמאת עסתה שוגגת או אנוסה, אחד מארבעים ושמנה. נטמאת מזידה, אחד מעשרים וארבעה, כדי שלא יהא חוטא נשכר: "
    },
    {
      "uid": "Mishnah_Challah_17",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 2963,
      "end_char": 3120,
      "length": 158,
      "text": "רבי אליעזר אומר, נטלת מן הטהור על הטמא. כיצד, עסה טהורה ועסה טמאה, נוטל כדי חלה מעסה שלא הורם חלתה, ונותן פחות מכביצה באמצע, כדי שיטל מן המקף. וחכמים אוסרין: "
    },
    {
      "uid": "Mishnah_Challah_18",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3121,
      "end_char": 3292,
      "length": 172,
      "text": "אוכלין עראי מן העסה, עד שתתגלגל בחטים ותטמטם בשעורים. גלגלה בחטים וטמטמה בשעורים, האוכל ממנה חיב מיתה. כיון שהיא נותנת את המים, מגבהת חלתה, ובלבד שלא יהא שם חמשה רבעי קמח: "
    },
    {
      "uid": "Mishnah_Challah_19",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3293,
      "end_char": 3418,
      "length": 126,
      "text": "נדמעה עסתה עד שלא גלגלה, פטורה, שהמדמע פטור. ומשגלגלה, חיבת. נולד לה ספק טמאה עד שלא גלגלה, תעשה בטמאה, ומשגלגלה, תעשה בטהרה: "
    },
    {
      "uid": "Mishnah_Challah_20",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3419,
      "end_char": 3563,
      "length": 145,
      "text": "הקדישה עסתה עד שלא גלגלה, ופדאתה, חיבת. משגלגלה, ופדאתה, חיבת. הקדישתה עד שלא גלגלה, וגלגלה הגזבר, ואחר כך פדאתה, פטורה, שבשעת חובתה היתה פטורה: "
    },
    {
      "uid": "Mishnah_Challah_21",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 3564,
      "end_char": 3743,
      "length": 180,
      "text": "כיוצא בו, המקדיש פרותיו עד שלא באו לעונת המעשרות, ופדאן, חיבין. ומשבאו לעונת המעשרות, ופדאן, חיבין. הקדישן עד שלא נגמרו, וגמרן הגזבר, ואחר כך פדאן, פטורין, שבשעת חובתן היו פטורין: "
    },
    {
      "uid": "Mishnah_Challah_22",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 3744,
      "end_char": 3899,
      "length": 156,
      "text": "נכרי שנתן לישראל לעשות לו עסה, פטורה מן החלה. נתנה לו מתנה, עד שלא גלגל, חיב, ומשגלגל, פטור. העושה עסה עם הנכרי, אם אין בשל ישראל כשעור חלה, פטורה מן החלה: "
    },
    {
      "uid": "Mishnah_Challah_23",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 3900,
      "end_char": 4042,
      "length": 143,
      "text": "גר שנתגיר והיתה לו עסה, נעשית עד שלא נתגיר, פטור, ומשנתגיר, חיב. ואם ספק, חיב, ואין חיבין עליה חמש. רבי עקיבא אומר, הכל הולך אחר הקרימה בתנור: "
    },
    {
      "uid": "Mishnah_Challah_24",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 4043,
      "end_char": 4198,
      "length": 156,
      "text": "העושה עסה מן החטים ומן הארז, אם יש בה טעם דגן, חיבת בחלה, ויוצא בה אדם ידי חובתו בפסח. ואם אין בה טעם דגן, אינה חיבת בחלה, ואין אדם יוצא בה ידי חובתו בפסח: "
    },
    {
      "uid": "Mishnah_Challah_25",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 4199,
      "end_char": 4330,
      "length": 132,
      "text": "הנוטל שאר מעסה שלא הורמה חלתה ונותן לתוך עסה שהורמה חלתה, אם יש לו פרנסה ממקום אחר, מוציא לפי חשבון. ואם לאו, מוציא חלה אחת על הכל: "
    },
    {
      "uid": "Mishnah_Challah_26",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 4331,
      "end_char": 4511,
      "length": 181,
      "text": "כיוצא בו, זיתי מסיק שנתערבו עם זיתי נקוף, ענבי בציר עם ענבי עוללות, אם יש לו פרנסה ממקום אחר, מוציא לפי חשבון. ואם לאו, מוציא תרומה ותרומת מעשר לכל, והשאר מעשר ומעשר שני לפי חשבון: "
    },
    {
      "uid": "Mishnah_Challah_27",
      "chapter_number": 3,
      "verse_number": 10,
      "start_char": 4512,
      "end_char": 4664,
      "length": 153,
      "text": "הנוטל שאר מעסת חטים ונותן לתוך עסת ארז, אם יש בה טעם דגן חיבת בחלה. ואם לאו, פטורה. אם כן, למה אמרו הטבל אוסר כל שהוא, מין במינו. ושלא במינו, בנותן טעם: "
    },
    {
      "uid": "Mishnah_Challah_28",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 4665,
      "end_char": 4784,
      "length": 120,
      "text": "שתי נשים שעשו שני קבין, ונגעו זה בזה, אפלו הם ממין אחד, פטורים. ובזמן שהם של אשה אחת, מין במינו, חיב. ושלא במינו, פטור: "
    },
    {
      "uid": "Mishnah_Challah_29",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 4785,
      "end_char": 4937,
      "length": 153,
      "text": "איזה הוא מין במינו, החטים אינן מצטרפות עם הכל, אלא עם הכסמין. השעורים מצטרפות עם הכל, חוץ מן החטים. רבי יוחנן בן נורי אומר, שאר המינים מצטרפין זה עם זה: "
    },
    {
      "uid": "Mishnah_Challah_30",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 4938,
      "end_char": 5036,
      "length": 99,
      "text": "שני קבים, וקב ארז או קב תרומה באמצע, אינן מצטרפין. דבר שנטלה חלתו באמצע, מצטרפין, שכבר נתחיב בחלה: "
    },
    {
      "uid": "Mishnah_Challah_31",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 5037,
      "end_char": 5175,
      "length": 139,
      "text": "קב חדש וקב ישן שנשכו זה בזה, רבי ישמעאל אומר, יטל מן האמצע, וחכמים אוסרים, הנוטל חלה מן הקב, רבי עקיבא אומר, חלה. וחכמים אומרים, אינה חלה: "
    },
    {
      "uid": "Mishnah_Challah_32",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 5176,
      "end_char": 5294,
      "length": 119,
      "text": "שני קבין שנטלה חלתו של זה בפני עצמו ושל זה בפני עצמו, חזר ועשאו עסה אחת, רבי עקיבא פוטר, וחכמים מחיבין. נמצא חמרו קלו: "
    },
    {
      "uid": "Mishnah_Challah_33",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 5295,
      "end_char": 5435,
      "length": 141,
      "text": "נוטל אדם כדי חלה מעסה שלא הורמה חלתה, לעשותה בטהרה, להיות מפריש עליה והולך חלת דמאי עד שתסרח. שחלת דמאי נטלת מן הטהור על הטמא, ושלא מן המקף: "
    },
    {
      "uid": "Mishnah_Challah_34",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 5436,
      "end_char": 5672,
      "length": 237,
      "text": "ישראל שהיו אריסין לנכרים בסוריא, רבי אליעזר מחיב פרותיהם במעשרות ובשביעית, ורבן גמליאל פוטר. רבן גמליאל אומר, שתי חלות בסוריא. ורבי אליעזר אומר, חלה אחת. אחזו קלו של רבן גמליאל וקלו של רבי אליעזר. חזרו לנהוג כדברי רבן גמליאל בשתי דרכים: "
    },
    {
      "uid": "Mishnah_Challah_35",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 5673,
      "end_char": 6048,
      "length": 376,
      "text": "רבן גמליאל אומר, שלש ארצות לחלה. מארץ ישראל ועד כזיב, חלה אחת. מכזיב ועד הנהר ועד אמנה, שתי חלות, אחת לאור ואחת לכהן. של אור יש לה שעור, ושל כהן אין לה שעור. מן הנהר ועד אמנה ולפנים, שתי חלות, אחת לאור ואחת לכהן. של אור אין לה שעור, ושל כהן יש לה שעור. וטבול יום אוכלה. רבי יוסי אומר, אינו צריך טבילה. ואסורה לזבים ולזבות לנדה וליולדות, ונאכלת עם הזר על השלחן, ונתנת לכל כהן: "
    },
    {
      "uid": "Mishnah_Challah_36",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 6049,
      "end_char": 6253,
      "length": 205,
      "text": "ואלו נתנין לכל כהן, החרמים, והבכורות, ופדיון הבן, ופדיון פטר חמור, והזרוע, והלחיים, והקבה, וראשית הגז, ושמן שרפה, וקדשי המקדש, והבכורים. רבי יהודה אוסר בבכורים. כרשיני תרומה, רבי עקיבא מתיר וחכמים אוסרים: "
    },
    {
      "uid": "Mishnah_Challah_37",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 6254,
      "end_char": 6473,
      "length": 220,
      "text": "נתאי איש תקוע הביא חלות מביתר, ולא קבלו ממנו. אנשי אלכסנדריא הביאו חלותיהן מאלכסנדריא, ולא קבלו מהם. אנשי הר צבועים הביאו בכוריהם קדם עצרת, ולא קבלו מהם, מפני הכתוב שבתורה (שמות כג), וחג הקציר בכורי מעשיך אשר תזרע בשדה: "
    },
    {
      "uid": "Mishnah_Challah_38",
      "chapter_number": 4,
      "verse_number": 11,
      "start_char": 6474,
      "end_char": 6737,
      "length": 264,
      "text": "בן אנטינוס העלה בכורות מבבל, ולא קבלו ממנו. יוסף הכהן הביא בכורי יין ושמן, ולא קבלו ממנו. אף הוא העלה את בניו ובני ביתו לעשות פסח קטן בירושלים, והחזירוהו, שלא יקבע הדבר חובה. אריסטון הביא בכוריו מאפמיא, וקבלו ממנו, מפני שאמרו, הקונה בסוריא, כקונה בפרור שבירושלים: "
    }
  ]
}