{
  "title": "Mishnah Ketubot",
  "categories": [
    "Mishnah",
    "Seder Nashim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Ketubot_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 149,
      "length": 149,
      "text": "בתולה נשאת ליום הרביעי, ואלמנה ליום החמישי. שפעמים בשבת בתי דינין יושבין בעירות, ביום השני וביום החמישי, שאם היה לו טענת בתולים, היה משכים לבית דין: "
    },
    {
      "uid": "Mishnah_Ketubot_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 150,
      "end_char": 373,
      "length": 224,
      "text": "בתולה, כתבתה מאתים. ואלמנה, מנה. בתולה אלמנה, גרושה, וחלוצה, מן הארוסין, כתבתן מאתים, ויש להן טענת בתולים. הגיורת, והשבויה, והשפחה שנפדו ושנתגירו, ושנשתחררו, פחותות מבנות שלש שנים ויום אחד, כתבתן מאתים, ויש להן טענת בתולים: "
    },
    {
      "uid": "Mishnah_Ketubot_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 374,
      "end_char": 484,
      "length": 111,
      "text": "הגדול שבא על הקטנה, וקטן שבא על הגדולה, ומכת עץ, כתבתן מאתים, דברי רבי מאיר. וחכמים אומרים, מכת עץ, כתבתה מנה: "
    },
    {
      "uid": "Mishnah_Ketubot_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 485,
      "end_char": 676,
      "length": 192,
      "text": "בתולה אלמנה, גרושה, וחלוצה, מן הנשואין, כתבתה מנה, ואין להן טענת בתולים. הגיורת, והשבויה, והשפחה, שנפדו, ושנתגירו, ושנשתחררו, יתרות על בנות שלש שנים ויום אחד, כתבתן מנה, ואין להן טענת בתולין: "
    },
    {
      "uid": "Mishnah_Ketubot_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 677,
      "end_char": 866,
      "length": 190,
      "text": "האוכל אצל חמיו ביהודה שלא בעדים, אינו יכול לטען טענת בתולים, מפני שמתיחד עמה. אחת אלמנת ישראל ואחת אלמנת כהן, כתבתן מנה. בית דין של כהנים היו גובין לבתולה ארבע מאות זוז, ולא מחו בידם חכמים: "
    },
    {
      "uid": "Mishnah_Ketubot_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 867,
      "end_char": 1136,
      "length": 270,
      "text": "הנושא את האשה ולא מצא לה בתולים, היא אומרת, משארסתני נאנסתי, ונסתחפה שדך. והלה אומר, לא כי, אלא עד שלא ארסתיך, והיה מקחי מקח טעות. רבן גמליאל ורבי אליעזר אומרים, נאמנת. רבי יהושע אומר, לא מפיה אנו חיין, אלא הרי זו בחזקת בעולה עד שלא תתארס, והטעתו, עד שתביא ראיה לדבריה: "
    },
    {
      "uid": "Mishnah_Ketubot_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1137,
      "end_char": 1317,
      "length": 181,
      "text": "היא אומרת מכת עץ אני, והוא אומר, לא כי, אלא דרוסת איש את, רבן גמליאל ורבי אליעזר אומרים, נאמנת. ורבי יהושע אומר, לא מפיה אנו חיין, אלא הרי זו בחזקת דרוסת איש, עד שתביא ראיה לדבריה: "
    },
    {
      "uid": "Mishnah_Ketubot_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1318,
      "end_char": 1516,
      "length": 199,
      "text": "ראוה מדברת עם אחד בשוק, אמרו לה מה טיבו של זה. איש פלוני וכהן הוא. רבן גמליאל ורבי אליעזר אומרים, נאמנת. ורבי יהושע אומר, לא מפיה אנו חיין, אלא הרי זו בחזקת בעולה לנתין ולממזר, עד שתביא ראיה לדבריה: "
    },
    {
      "uid": "Mishnah_Ketubot_9",
      "chapter_number": 1,
      "verse_number": 9,
      "start_char": 1517,
      "end_char": 1708,
      "length": 192,
      "text": "היתה מעברת, ואמרו לה מה טיבו של עבר זה. מאיש פלוני וכהן הוא. רבן גמליאל ורבי אליעזר אומרים, נאמנת. רבי יהושע אומר, לא מפיה אנו חיין, אלא הרי זו בחזקת מעברת לנתין ולממזר, עד שתביא ראיה לדבריה: "
    },
    {
      "uid": "Mishnah_Ketubot_10",
      "chapter_number": 1,
      "verse_number": 10,
      "start_char": 1709,
      "end_char": 1840,
      "length": 132,
      "text": "אמר רבי יוסי, מעשה בתינוקת שירדה למלאת מים מן העין, ונאנסה. אמר רבי יוחנן בן נורי, אם רב אנשי העיר משיאין לכהנה, הרי זו תנשא לכהנה: "
    },
    {
      "uid": "Mishnah_Ketubot_11",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1841,
      "end_char": 2019,
      "length": 179,
      "text": "האשה שנתארמלה או שנתגרשה, היא אומרת בתולה נשאתני, והוא אומר, לא כי אלא אלמנה נשאתיך, אם יש עדים שיצאת בהנומא וראשה פרוע, כתבתה מאתים. רבי יוחנן בן ברוקא אומר, אף חלוק קליות ראיה: "
    },
    {
      "uid": "Mishnah_Ketubot_12",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 2020,
      "end_char": 2178,
      "length": 159,
      "text": "ומודה רבי יהושע באומר לחברו שדה זו של אביך היתה ולקחתיה הימנו, שהוא נאמן, שהפה שאסר הוא הפה שהתיר. ואם יש עדים שהיא של אביו והוא אומר לקחתיה הימנו, אינו נאמן: "
    },
    {
      "uid": "Mishnah_Ketubot_13",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2179,
      "end_char": 2343,
      "length": 165,
      "text": "העדים שאמרו כתב ידינו הוא זה, אבל אנוסים היינו, קטנים היינו, פסולי עדות היינו, הרי אלו נאמנים. ואם יש עדים שהוא כתב ידם או שהיה כתב ידם יוצא ממקום אחר, אינן נאמנין: "
    },
    {
      "uid": "Mishnah_Ketubot_14",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2344,
      "end_char": 2584,
      "length": 241,
      "text": "זה אומר זה כתב ידי וזה כתב ידו של חברי, וזה אומר זה כתב ידי וזה כתב ידו של חברי, הרי אלו נאמנין. זה אומר זה כתב ידי וזה אומר זה כתב ידי, צריכים לצרף עמהם אחר, דברי רבי. וחכמים אומרים, אינן צריכין לצרף עמהם אחר, אלא נאמן אדם לומר זה כתב ידי: "
    },
    {
      "uid": "Mishnah_Ketubot_15",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2585,
      "end_char": 2858,
      "length": 274,
      "text": "האשה שאמרה אשת איש הייתי וגרושה אני, נאמנת, שהפה שאסר הוא הפה שהתיר. ואם יש עדים שהיתה אשת איש והיא אומרת גרושה אני, אינה נאמנת. אמרה נשביתי וטהורה אני, נאמנת, שהפה שאסר הוא הפה שהתיר. ואם יש עדים שנשבית והיא אומרת טהורה אני, אינה נאמנת. ואם משנשאת באו עדים, הרי זו לא תצא: "
    },
    {
      "uid": "Mishnah_Ketubot_16",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 2859,
      "end_char": 2989,
      "length": 131,
      "text": "שתי נשים שנשבו, זאת אומרת נשביתי וטהורה אני, וזאת אומרת נשביתי וטהורה אני, אינן נאמנות. ובזמן שהן מעידות זו את זו, הרי אלו נאמנות: "
    },
    {
      "uid": "Mishnah_Ketubot_17",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 2990,
      "end_char": 3094,
      "length": 105,
      "text": "וכן שני אנשים, זה אומר כהן אני וזה אומר כהן אני, אינן נאמנין. ובזמן שהן מעידין זה את זה, הרי אלו נאמנין: "
    },
    {
      "uid": "Mishnah_Ketubot_18",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 3095,
      "end_char": 3304,
      "length": 210,
      "text": "רבי יהודה אומר, אין מעלין לכהנה על פי עד אחד. אמר רבי אלעזר, אימתי, במקום שיש עוררין. אבל במקום שאין עוררין, מעלין לכהנה על פי עד אחד. רבן שמעון בן גמליאל אומר משום רבי שמעון בן הסגן, מעלין לכהנה על פי עד אחד: "
    },
    {
      "uid": "Mishnah_Ketubot_19",
      "chapter_number": 2,
      "verse_number": 9,
      "start_char": 3305,
      "end_char": 3633,
      "length": 329,
      "text": "האשה שנחבשה בידי גוים על ידי ממון, מתרת לבעלה. על ידי נפשות, אסורה לבעלה. עיר שכבשה כרכום, כל כהנות שנמצאו בתוכה, פסולות. ואם יש להן עדים, אפלו עבד, אפלו שפחה, הרי אלו נאמנין. ואין נאמן אדם על ידי עצמו. אמר רבי זכריה בן הקצב, המעון הזה, לא זזה ידה מתוך ידי משעה שנכנסו גוים לירושלים ועד שיצאו. אמרו לו, אין אדם מעיד על ידי עצמו: "
    },
    {
      "uid": "Mishnah_Ketubot_20",
      "chapter_number": 2,
      "verse_number": 10,
      "start_char": 3634,
      "end_char": 3993,
      "length": 360,
      "text": "ואלו נאמנין להעיד בגדלן מה שראו בקטנן. נאמן אדם לומר, זה כתב ידו של אבא, וזה כתב ידו של רבי, וזה כתב ידו של אחי. זכור הייתי בפלונית שיצתה בהנומא, וראשה פרוע. ושהיה איש פלוני יוצא מבית הספר לטבל לאכל בתרומה. ושהיה חולק עמנו על הגרן. והמקום הזה בית הפרס. ועד כאן היינו באין בשבת. אבל אין אדם נאמן לומר, דרך היה לפלוני במקום הזה, מעמד ומספד היה לפלוני במקום הזה: "
    },
    {
      "uid": "Mishnah_Ketubot_21",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3994,
      "end_char": 4304,
      "length": 311,
      "text": "אלו נערות שיש להן קנס. הבא על הממזרת, ועל הנתינה, ועל הכותית. הבא על הגיורת, ועל השבויה, ועל השפחה, שנפדו ושנתגירו ושנשתחררו פחותות מבנות שלש שנים ויום אחד. הבא על אחותו, ועל אחות אביו, ועל אחות אמו, ועל אחות אשתו, ועל אשת אחיו, ועל אשת אחי אביו, ועל הנדה, יש להן קנס. אף על פי שהן בהכרת, אין בהן מיתת בית דין: "
    },
    {
      "uid": "Mishnah_Ketubot_22",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 4305,
      "end_char": 4674,
      "length": 370,
      "text": "ואלו שאין להן קנס, הבא על הגיורת ועל השבויה ועל השפחה שנפדו ושנתגירו ושנשתחררו יתרות על בנות שלש שנים ויום אחד. רבי יהודה אומר, שבויה שנפדית, הרי היא בקדשתה, אף על פי שגדולה. הבא על בתו, על בת בתו, על בת בנו, על בת אשתו, על בת בנה, על בת בתה, אין להן קנס, מפני שמתחיב בנפשו, שמיתתו בידי בית דין. וכל המתחיב בנפשו, אין משלם ממון, שנאמר (שמות כא) ולא יהיה אסון ענוש יענש: "
    },
    {
      "uid": "Mishnah_Ketubot_23",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 4675,
      "end_char": 4770,
      "length": 96,
      "text": "נערה שנתארסה ונתגרשה, רבי יוסי הגלילי אומר, אין לה קנס. רבי עקיבא אומר, יש לה קנס, וקנסה לעצמה: "
    },
    {
      "uid": "Mishnah_Ketubot_24",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4771,
      "end_char": 5011,
      "length": 241,
      "text": "המפתה נותן שלשה דברים, והאונס ארבעה. המפתה נותן בשת ופגם וקנס. מוסיף עליו אונס, שנותן את הצער. מה בין אונס למפתה. האונס נותן את הצער, והמפתה אינו נותן את הצער. האונס נותן מיד, והמפתה לכשיוציא. האונס שותה בעציצו, והמפתה אם רצה להוציא, מוציא: "
    },
    {
      "uid": "Mishnah_Ketubot_25",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 5012,
      "end_char": 5190,
      "length": 179,
      "text": "כיצד שותה בעציצו, אפלו היא חגרת, אפלו היא סומא, ואפלו היתה מכת שחין. נמצא בה דבר ערוה, או שאינה ראויה לבא בישראל, אינו רשאי לקימה, שנאמר, (דברים כב) ולו תהיה לאשה, אשה הראויה לו: "
    },
    {
      "uid": "Mishnah_Ketubot_26",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 5191,
      "end_char": 5253,
      "length": 63,
      "text": "יתומה שנתארסה ונתגרשה, רבי אלעזר אומר, המפתה פטור, והאונס חיב: "
    },
    {
      "uid": "Mishnah_Ketubot_27",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 5254,
      "end_char": 5409,
      "length": 156,
      "text": "איזוהי בשת, הכל לפי המביש והמתביש. פגם, רואין אותה כאלו היא שפחה נמכרת, כמה היתה יפה וכמה היא יפה. קנס, שוה בכל אדם. וכל שיש לו קצבה מן התורה, שוה בכל אדם: "
    },
    {
      "uid": "Mishnah_Ketubot_28",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 5410,
      "end_char": 5548,
      "length": 139,
      "text": "כל מקום שיש מכר, אין קנס. וכל מקום שיש קנס, אין מכר. קטנה יש לה מכר ואין לה קנס. נערה יש לה קנס ואין לה מכר. הבוגרת אין לה לא מכר ולא קנס: "
    },
    {
      "uid": "Mishnah_Ketubot_29",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 5549,
      "end_char": 5878,
      "length": 330,
      "text": "האומר פתיתי את בתו של פלוני, משלם בשת ופגם על פי עצמו, ואינו משלם קנס. האומר גנבתי וטבחתי ומכרתי, משלם את הקרן על פי עצמו, ואינו משלם תשלומי כפל ותשלומי ארבעה וחמשה. המית שורי את פלוני או שורו של פלוני, הרי זה משלם על פי עצמו. המית שורי עבדו של פלוני, אינו משלם על פי עצמו. זה הכלל כל המשלם יתר על מה שהזיק, אינו משלם על פי עצמו: "
    },
    {
      "uid": "Mishnah_Ketubot_30",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5879,
      "end_char": 6276,
      "length": 398,
      "text": "נערה שנתפתתה, בשתה ופגמה וקנסה של אביה, והצער בתפוסה. עמדה בדין עד שלא מת האב, הרי הן של אב. מת האב, הרי הן של אחין. לא הספיקה לעמד בדין עד שמת האב, הרי הן של עצמה. עמדה בדין עד שלא בגרה, הרי הן של אב. מת האב, הרי הן של אחין. לא הספיקה לעמוד בדין עד שבגרה, הרי הן של עצמה. רבי שמעון אומר, אם לא הספיקה לגבות עד שמת האב, הרי הן של עצמה. מעשה ידיה ומציאתה, אף על פי שלא גבתה, מת האב, הרי הן של אחין: "
    },
    {
      "uid": "Mishnah_Ketubot_31",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 6277,
      "end_char": 6431,
      "length": 155,
      "text": "המארס את בתו, וגרשה, ארסה ונתארמלה, כתבתה שלו. השיאה וגרשה, השיאה ונתארמלה, כתבתה שלה. רבי יהודה אומר, הראשונה של אב. אמרו לו, משהשיאה, אין לאביה רשות בה: "
    },
    {
      "uid": "Mishnah_Ketubot_32",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 6432,
      "end_char": 6754,
      "length": 323,
      "text": "הגיורת שנתגירה בתה עמה, וזנתה, הרי זו בחנק. אין לה לא פתח בית האב, ולא מאה סלע. היתה הורתה שלא בקדשה ולדתה בקדשה, הרי זו בסקילה. אין לה לא פתח בית האב ולא מאה סלע. היתה הורתה ולדתה בקדשה, הרי היא כבת ישראל לכל דבר. יש לה אב ואין לה פתח בית האב, יש לה פתח בית האב ואין לה אב, הרי זו בסקילה. לא נאמר פתח בית אביה, אלא למצוה: "
    },
    {
      "uid": "Mishnah_Ketubot_33",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 6755,
      "end_char": 7010,
      "length": 256,
      "text": "האב זכאי בבתו בקדושיה, בכסף בשטר ובביאה, וזכאי במציאתה, ובמעשה ידיה, ובהפרת נדריה. ומקבל את גטה, ואינו אוכל פרות בחייה. נשאת, יתר עליו הבעל שאוכל פרות בחייה, וחיב במזונותיה, בפרקונה, ובקבורתה. רבי יהודה אומר, אפלו עני שבישראל, לא יפחת משני חלילים ומקוננת: "
    },
    {
      "uid": "Mishnah_Ketubot_34",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 7011,
      "end_char": 7225,
      "length": 215,
      "text": "לעולם היא ברשות האב, עד שתכנס לרשות הבעל לנשואין. מסר האב לשלוחי הבעל, הרי היא ברשות הבעל. הלך האב עם שלוחי הבעל, או שהלכו שלוחי האב עם שלוחי הבעל, הרי היא ברשות האב. מסרו שלוחי האב לשלוחי הבעל, הרי היא ברשות הבעל: "
    },
    {
      "uid": "Mishnah_Ketubot_35",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 7226,
      "end_char": 7413,
      "length": 188,
      "text": "האב אינו חיב במזונות בתו. זה מדרש דרש רבי אלעזר בן עזריה לפני חכמים בכרם ביבנה, הבנים יירשו והבנות יזונו, מה הבנים אינן יורשין אלא לאחר מיתת האב, אף הבנות אינן נזונות אלא לאחר מיתת אביהן: "
    },
    {
      "uid": "Mishnah_Ketubot_36",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 7414,
      "end_char": 7587,
      "length": 174,
      "text": "לא כתב לה כתבה, בתולה גובה מאתים, ואלמנה מנה, מפני שהוא תנאי בית דין. כתב לה, שדה שוה מנה תחת מאתים זוז, ולא כתב לה, כל נכסים דאית לי אחראין לכתבתיך, חיב, שהוא תנאי בית דין: "
    },
    {
      "uid": "Mishnah_Ketubot_37",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 7588,
      "end_char": 7681,
      "length": 94,
      "text": "לא כתב לה, אם תשתבאי אפרקנך ואותבנך לי לאנתו, ובכהנת, אהדרנך למדינתך, חיב, שהוא תנאי בית דין: "
    },
    {
      "uid": "Mishnah_Ketubot_38",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 7682,
      "end_char": 7809,
      "length": 128,
      "text": "נשבית, חיב לפדותה. ואם אמר, הרי גטה וכתבתה, תפדה את עצמה, אינו רשאי. לקתה, חיב לרפאתה. אמר, הרי גטה וכתבתה, תרפא את עצמה, רשאי: "
    },
    {
      "uid": "Mishnah_Ketubot_39",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 7810,
      "end_char": 7921,
      "length": 112,
      "text": "לא כתב לה, בנין דכרין דיהוון ליכי מנאי אנון ירתון כסף כתבתיך יתר על חולקיהון דעם אחוהון, חיב שהוא תנאי בית דין: "
    },
    {
      "uid": "Mishnah_Ketubot_40",
      "chapter_number": 4,
      "verse_number": 11,
      "start_char": 7922,
      "end_char": 8021,
      "length": 100,
      "text": "בנן נקבין דיהוין ליכי מנאי, יהוין יתבן בביתי ומתזנן מנכסי עד דתנסבן לגברין, חיב, שהוא תנאי בית דין: "
    },
    {
      "uid": "Mishnah_Ketubot_41",
      "chapter_number": 4,
      "verse_number": 12,
      "start_char": 8022,
      "end_char": 8276,
      "length": 255,
      "text": "את תהא יתבא בביתי ומתזנא מנכסי, כל ימי מגד אלמנותיך בביתי, חיב, שהוא תנאי בית דין. כך היו אנשי ירושלים כותבין. אנשי גליל היו כותבין כאנשי ירושלים. אנשי יהודה היו כותבין, עד שירצו היורשים לתן ליך כתבתיך. לפיכך אם רצו היורשין, נותנין לה כתבתה ופוטרין אותה: "
    },
    {
      "uid": "Mishnah_Ketubot_42",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 8277,
      "end_char": 8739,
      "length": 463,
      "text": "אף על פי שאמרו, בתולה גובה מאתים ואלמנה מנה, אם רצה להוסיף, אפלו מאה מנה, יוסיף. נתארמלה או נתגרשה, בין מן הארוסין בין מן הנשואין, גובה את הכל. רבי אלעזר בן עזריה אומר, מן הנשואין, גובה את הכל. מן הארוסין, בתולה גובה מאתים ואלמנה מנה, שלא כתב לה אלא על מנת לכנסה. רבי יהודה אומר, אם רצה, כותב לבתולה שטר של מאתים, והיא כותבת, התקבלתי ממך מנה, ולאלמנה, מנה, והיא כותבת, התקבלתי ממך חמשים זוז. רבי מאיר אומר, כל הפוחת לבתולה ממאתים ולאלמנה ממנה, הרי זו בעילת זנות: "
    },
    {
      "uid": "Mishnah_Ketubot_43",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 8740,
      "end_char": 8984,
      "length": 245,
      "text": "נותנין לבתולה שנים עשר חדש משתבעה הבעל לפרנס את עצמה. וכשם שנותנין לאשה, כך נותנין לאיש לפרנס את עצמו. ולאלמנה שלשים יום. הגיע זמן ולא נשאו, אוכלות משלו ואוכלות בתרומה. רבי טרפון אומר, נותנין לה הכל תרומה. רבי עקיבא אומר, מחצה חלין ומחצה תרומה: "
    },
    {
      "uid": "Mishnah_Ketubot_44",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 8985,
      "end_char": 9235,
      "length": 251,
      "text": "היבם אינו מאכיל בתרומה. עשתה ששה חדשים בפני הבעל וששה חדשים בפני היבם, ואפלו כלן בפני הבעל חסר יום אחד בפני היבם, או כלן בפני היבם חסר יום אחד בפני הבעל, אינה אוכלת בתרומה. זו משנה ראשונה. בית דין של אחריהן אמרו, אין האשה אוכלת בתרומה, עד שתכנס לחפה: "
    },
    {
      "uid": "Mishnah_Ketubot_45",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 9236,
      "end_char": 9334,
      "length": 99,
      "text": "המקדיש מעשה ידי אשתו, הרי זו עושה ואוכלת. המותר, רבי מאיר אומר, הקדש. רבי יוחנן הסנדלר אומר, חלין: "
    },
    {
      "uid": "Mishnah_Ketubot_46",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 9335,
      "end_char": 9764,
      "length": 430,
      "text": "אלו מלאכות שהאשה עושה לבעלה, טוחנת, ואופה, ומכבסת, מבשלת, ומניקה את בנה, מצעת לו המטה, ועושה בצמר. הכניסה לו שפחה אחת, לא טוחנת, ולא אופה ולא מכבסת. שתים, אינה מבשלת ואינה מניקה את בנה. שלש, אינה מצעת לו המטה ואינה עושה בצמר. ארבעה, יושבת בקתדרא. רבי אליעזר אומר, אפלו הכניסה לו מאה שפחות, כופה לעשות בצמר, שהבטלה מביאה לידי זמה. רבן שמעון בן גמליאל אומר, אף המדיר את אשתו מלעשות מלאכה, יוציא ויתן כתבתה, שהבטלה מביאה לידי שעמום: "
    },
    {
      "uid": "Mishnah_Ketubot_47",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 9765,
      "end_char": 10052,
      "length": 288,
      "text": "המדיר את אשתו מתשמיש המטה, בית שמאי אומרים, שתי שבתות. בית הלל אומרים, שבת אחת. התלמידים יוצאין לתלמוד תורה שלא ברשות, שלשים יום. הפועלים, שבת אחת. העונה האמורה בתורה, הטילין, בכל יום. הפועלים, שתים בשבת. החמרים, אחת בשבת. הגמלים, אחת לשלשים יום. הספנים, אחת לששה חדשים, דברי רבי אליעזר: "
    },
    {
      "uid": "Mishnah_Ketubot_48",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 10053,
      "end_char": 10331,
      "length": 279,
      "text": "המורדת על בעלה, פוחתין לה מכתבתה שבעה דינרין בשבת. רבי יהודה אומר, שבעה טרפעיקין. עד מתי הוא פוחת, עד כנגד כתבתה. רבי יוסי אומר, לעולם הוא פוחת והולך, שמא תפול לה ירשה ממקום אחר, גובה הימנה. וכן המורד על אשתו, מוסיפין לה על כתבתה שלשה דינרין בשבת. רבי יהודה אומר, שלשה טרפעיקין: "
    },
    {
      "uid": "Mishnah_Ketubot_49",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 10332,
      "end_char": 10834,
      "length": 503,
      "text": "המשרה את אשתו על ידי שליש, לא יפחת לה משני קבין חטין, או מארבעה קבין שעורים. אמר רבי יוסי, לא פסק לה שעורים אלא רבי ישמעאל שהיה סמוך לאדום. ונותן לה חצי קב קטנית וחצי לג שמן, וקב גרוגרות, או מנה דבלה. ואם אין לו, פוסק לעמתן פרות ממקום אחר. ונותן לה מטה, מפץ, ומחצלת. ונותן לה כפה לראשה, וחגור למתניה, ומנעלים ממועד למועד, וכלים של חמשים זוז משנה לשנה. ואין נותנין לה, לא חדשים בימות החמה, ולא שחקים בימות הגשמים. אלא נותן לה כלים של חמשים זוז בימות הגשמים, והיא מתכסה בבלאותיהן בימות החמה, והשחקים שלה: "
    },
    {
      "uid": "Mishnah_Ketubot_50",
      "chapter_number": 5,
      "verse_number": 9,
      "start_char": 10835,
      "end_char": 11174,
      "length": 340,
      "text": "נותן לה מעה כסף לצרכה, ואוכלת עמו מלילי שבת ללילי שבת. ואם אין נותן לה מעה כסף לצרכה, מעשה ידיה שלה. ומה היא עושה לו, משקל חמש סלעים שתי ביהודה, שהן עשר סלעים בגליל, או משקל עשר סלעים ערב ביהודה, שהן עשרים סלעים בגליל. ואם היתה מניקה, פוחתים לה ממעשה ידיה, ומוסיפין לה על מזונותיה. במה דברים אמורים, בעני שבישראל. אבל במכבד, הכל לפי כבודו: "
    },
    {
      "uid": "Mishnah_Ketubot_51",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 11175,
      "end_char": 11400,
      "length": 226,
      "text": "מציאת האשה ומעשה ידיה, לבעלה. וירשתה, הוא אוכל פרות בחייה. בשתה ופגמה, שלה. רבי יהודה בן בתירא אומר, בזמן שבסתר, לה שני חלקים, ולו אחד. ובזמן שבגלוי, לו שני חלקים, ולה אחד. שלו, ינתן מיד. ושלה, ילקח בהן קרקע, והוא אוכל פרות:  "
    },
    {
      "uid": "Mishnah_Ketubot_52",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 11401,
      "end_char": 11496,
      "length": 96,
      "text": "הפוסק מעות לחתנו, ומת חתנו, אמרו חכמים, יכול הוא שיאמר, לאחיך הייתי רוצה לתן, ולך אי אפשי לתן:  "
    },
    {
      "uid": "Mishnah_Ketubot_53",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 11497,
      "end_char": 11725,
      "length": 229,
      "text": "פסקה להכניס לו אלף דינר, הוא פוסק כנגדן חמשה עשר מנה. וכנגד השום, הוא פוסק פחות חמש. שום במנה ושוה מנה, אין לו אלא מנה. שום במנה, היא נותנת שלשים ואחד סלע ודינר. ובארבע מאות, היא נותנת חמש מאות. מה שחתן פוסק, הוא פוסק פחות חמש:  "
    },
    {
      "uid": "Mishnah_Ketubot_54",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 11726,
      "end_char": 11864,
      "length": 139,
      "text": "פסקה להכניס לו כספים, סלע כסף נעשה ששה דינרים. החתן מקבל עליו עשרה דינרין לקפה, לכל מנה ומנה. רבן שמעון בן גמליאל אומר, הכל כמנהג המדינה:  "
    },
    {
      "uid": "Mishnah_Ketubot_55",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 11865,
      "end_char": 12072,
      "length": 208,
      "text": "המשיא את בתו סתם, לא יפחת לה מחמשים זוז. פסק להכניסה ערמה, לא יאמר הבעל כשאכניסה לביתי אכסנה בכסותי, אלא מכסה ועודה בבית אביה. וכן המשיא את היתומה, לא יפחת לה מחמשים זוז. אם יש בכיס, מפרנסין אותה לפי כבודה:  "
    },
    {
      "uid": "Mishnah_Ketubot_56",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 12073,
      "end_char": 12337,
      "length": 265,
      "text": "יתומה שהשיאתה אמה או אחיה מדעתה, וכתבו לה במאה או בחמשים זוז, יכולה היא משתגדיל להוציא מידן מה שראוי להנתן לה. רבי יהודה אומר, אם השיא את הבת הראשונה, ינתן לשניה כדרך שנתן לראשונה. וחכמים אומרים, פעמים שאדם עני והעשיר או עשיר והעני, אלא שמין את הנכסים ונותנין לה:  "
    },
    {
      "uid": "Mishnah_Ketubot_57",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 12338,
      "end_char": 12551,
      "length": 214,
      "text": "המשליש מעות לבתו, והיא אומרת נאמן בעלי עלי, יעשה השליש מה שהשלש בידו, דברי רבי מאיר. רבי יוסי אומר, וכי אינה אלא שדה והיא רוצה למכרה, הרי היא מכורה מעכשיו. במה דברים אמורים, בגדולה. אבל בקטנה, אין מעשה קטנה כלום:  "
    },
    {
      "uid": "Mishnah_Ketubot_58",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 12552,
      "end_char": 12733,
      "length": 182,
      "text": "המדיר את אשתו מלהנות לו, עד שלשים יום, יעמיד פרנס. יתר מכן, יוציא ויתן כתבה. רבי יהודה אומר, בישראל, חדש אחד יקים, ושנים, יוציא ויתן כתבה. ובכהנת, שנים יקים, ושלשה, יוציא ויתן כתבה: "
    },
    {
      "uid": "Mishnah_Ketubot_59",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 12734,
      "end_char": 12891,
      "length": 158,
      "text": "המדיר את אשתו שלא תטעם אחד מכל הפרות, יוציא ויתן כתבה. רבי יהודה אומר, בישראל, יום אחד יקים, שנים, יוציא ויתן כתבה. ובכהנת, שנים יקים, שלשה, יוציא ויתן כתבה: "
    },
    {
      "uid": "Mishnah_Ketubot_60",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 12892,
      "end_char": 13007,
      "length": 116,
      "text": "המדיר את אשתו שלא תתקשט באחד מכל המינין, יוציא ויתן כתבה. רבי יוסי אומר, בעניות, שלא נתן קצבה. ובעשירות, שלשים יום: "
    },
    {
      "uid": "Mishnah_Ketubot_61",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 13008,
      "end_char": 13156,
      "length": 149,
      "text": "המדיר את אשתו שלא תלך לבית אביה, בזמן שהוא עמה בעיר, חדש אחד יקים. שנים, יוציא ויתן כתבה. ובזמן שהוא בעיר אחרת, רגל אחד יקים. שלשה, יוציא ויתן כתבה: "
    },
    {
      "uid": "Mishnah_Ketubot_62",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 13157,
      "end_char": 13373,
      "length": 217,
      "text": "המדיר את אשתו שלא תלך לבית האבל או לבית המשתה, יוציא ויתן כתבה, מפני שנועל בפניה. ואם היה טוען משום דבר אחר, רשאי. אמר לה, על מנת שתאמרי לפלוני מה שאמרת לי או מה שאמרתי לך, או שתהא ממלאה ומערה לאשפה, יוציא ויתן כתבה: "
    },
    {
      "uid": "Mishnah_Ketubot_63",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 13374,
      "end_char": 13705,
      "length": 332,
      "text": "ואלו יוצאות שלא בכתבה, העוברת על דת משה ויהודית. ואיזו היא דת משה, מאכילתו שאינו מעשר, ומשמשתו נדה, ולא קוצה לה חלה, ונודרת ואינה מקימת. ואיזוהי דת יהודית, יוצאה וראשה פרוע, וטווה בשוק, ומדברת עם כל אדם. אבא שאול אומר, אף המקללת יולדיו בפניו. רבי טרפון אומר, אף הקולנית. ואיזו היא קולנית, לכשהיא מדברת בתוך ביתה ושכניה שומעין קולה: "
    },
    {
      "uid": "Mishnah_Ketubot_64",
      "chapter_number": 7,
      "verse_number": 7,
      "start_char": 13706,
      "end_char": 13947,
      "length": 242,
      "text": "המקדש את האשה על מנת שאין עליה נדרים ונמצאו עליה נדרים, אינה מקדשת. כנסה סתם ונמצאו עליה נדרים, תצא שלא בכתבה. על מנת שאין בה מומין ונמצאו בה מומין, אינה מקדשת. כנסה סתם ונמצאו בה מומין, תצא שלא בכתבה. כל המומין הפוסלין בכהנים, פוסלין בנשים: "
    },
    {
      "uid": "Mishnah_Ketubot_65",
      "chapter_number": 7,
      "verse_number": 8,
      "start_char": 13948,
      "end_char": 14311,
      "length": 364,
      "text": "היו בה מומין ועודה בבית אביה, האב צריך להביא ראיה שמשנתארסה נולדו בה מומין הללו ונסתחפה שדהו. נכנסה לרשות הבעל, הבעל צריך להביא ראיה שעד שלא נתארסה היו בה מומין אלו והיה מקחו מקח טעות, דברי רבי מאיר. וחכמים אומרים, במה דברים אמורים, במומין שבסתר. אבל במומין שבגלוי, אינו יכול לטען. ואם יש מרחץ באותה העיר, אף מומין שבסתר אינו יכול לטען, מפני שהוא בודקה בקרובותיו: "
    },
    {
      "uid": "Mishnah_Ketubot_66",
      "chapter_number": 7,
      "verse_number": 9,
      "start_char": 14312,
      "end_char": 14453,
      "length": 142,
      "text": "האיש שנולדו בו מומין, אין כופין אותו להוציא. אמר רבן שמעון בן גמליאל, במה דברים אמורים, במומין הקטנים. אבל במומין הגדולים, כופין אותו להוציא: "
    },
    {
      "uid": "Mishnah_Ketubot_67",
      "chapter_number": 7,
      "verse_number": 10,
      "start_char": 14454,
      "end_char": 14865,
      "length": 412,
      "text": "ואלו שכופין אותו להוציא, מכה שחין, ובעל פוליפוס, והמקמץ, והמצרף נחשת, והברסי, בין שהיו בם עד שלא נשאו ובין משנשאו נולדו. ועל כלן אמר רבי מאיר, אף על פי שהתנה עמה, יכולה היא שתאמר, סבורה הייתי שאני יכולה לקבל, ועכשיו איני יכולה לקבל. וחכמים אומרים, מקבלת היא על כרחה, חוץ ממכה שחין, מפני שממקתו. מעשה בצידון בברסי אחד שמת והיה לו אח ברסי, אמרו חכמים, יכולה היא שתאמר, לאחיך הייתי יכולה לקבל, ולך איני יכולה לקבל: "
    },
    {
      "uid": "Mishnah_Ketubot_68",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 14866,
      "end_char": 15451,
      "length": 586,
      "text": "האשה שנפלו לה נכסים עד שלא תתארס, מודים בית שמאי ובית הלל שמוכרת ונותנת וקים. נפלו לה משנתארסה, בית שמאי אומרים, תמכר, ובית הלל אומרים, לא תמכר. אלו ואלו מודים, שאם מכרה ונתנה, קים. אמר רבי יהודה, אמרו לפני רבן גמליאל, הואיל וזכה באשה, לא יזכה בנכסים. אמר להם, על החדשים אנו בושין, אלא שאתם מגלגלין עלינו את הישנים. נפלו לה משנשאת, אלו ואלו מודים שאם מכרה ונתנה שהבעל מוציא מיד הלקוחות. עד שלא נשאת ונשאת, רבן גמליאל אומר, אם מכרה ונתנה, קים. אמר רבי חנינא בן עקיבא, אמרו לפני רבן גמליאל, הואיל וזכה באשה, לא יזכה בנכסים. אמר להם, על החדשים אנו בושין, אלא שאתם מגלגלים עלינו את הישנים: "
    },
    {
      "uid": "Mishnah_Ketubot_69",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 15452,
      "end_char": 15583,
      "length": 132,
      "text": "רבי שמעון חולק בין נכסים לנכסים. נכסים הידועים לבעל, לא תמכר. ואם מכרה ונתנה, בטל. שאינן ידועים לבעל, לא תמכר. ואם מכרה ונתנה, קים: "
    },
    {
      "uid": "Mishnah_Ketubot_70",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 15584,
      "end_char": 15890,
      "length": 307,
      "text": "נפלו לה כספים, ילקח בהן קרקע והוא אוכל פרות. פרות התלושין מן הקרקע, ילקח בהן קרקע והוא אוכל פרות. והמחברין בקרקע, אמר רבי מאיר, שמין אותן כמה הן יפין בפרות וכמה הן יפין בלא פרות, והמותר, ילקח בהן קרקע והוא אוכל פרות. וחכמים אומרים, המחברין לקרקע, שלו. והתלושין מן הקרקע, שלה, וילקח בהן קרקע והוא אוכל פרות: "
    },
    {
      "uid": "Mishnah_Ketubot_71",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 15891,
      "end_char": 16079,
      "length": 189,
      "text": "רבי שמעון אומר, מקום שיפה כחו בכניסתה, הורע כחו ביציאתה. מקום שהורע כחו בכניסתה, יפה כחו ביציאתה. פרות המחברין לקרקע, בכניסתה שלו וביציאתה שלה. והתלושין מן הקרקע, בכניסתה שלה וביציאתה שלו: "
    },
    {
      "uid": "Mishnah_Ketubot_72",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 16080,
      "end_char": 16454,
      "length": 375,
      "text": "נפלו לה עבדים ושפחות זקנים, ימכרו וילקח בהן קרקע והוא אוכל פרות. רבן שמעון בן גמליאל אומר, לא תמכר, מפני שהן שבח בית אביה. נפלו לה זיתים וגפנים זקנים, ימכרו לעצים וילקח בהן קרקע והוא אוכל פרות. רבי יהודה אומר, לא תמכר, מפני שהן שבח בית אביה. המוציא הוצאות על נכסי אשתו, הוציא הרבה ואכל קמעא, קמעא ואכל הרבה, מה שהוציא הוציא, ומה שאכל אכל. הוציא ולא אכל, ישבע כמה הוציא ויטל: "
    },
    {
      "uid": "Mishnah_Ketubot_73",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 16455,
      "end_char": 16720,
      "length": 266,
      "text": "שומרת יבם שנפלו לה נכסים, מודים בית שמאי ובית הלל שמוכרת ונותנת וקים. מתה, מה יעשו בכתבתה ובנכסים הנכנסין והיוצאין עמה. בית שמאי אומרים, יחלקו יורשי הבעל עם יורשי האב. ובית הלל אומרים, נכסים בחזקתן, כתבה בחזקת יורשי הבעל, נכסים הנכנסים והיוצאים עמה בחזקת יורשי האב: "
    },
    {
      "uid": "Mishnah_Ketubot_74",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 16721,
      "end_char": 17135,
      "length": 415,
      "text": "הניח אחיו מעות, ילקח בהן קרקע והוא אוכל פרות. פרות התלושין מן הקרקע, ילקח בהן קרקע והוא אוכל פרות. המחברין בקרקע, אמר רבי מאיר, שמין אותן כמה הן יפין בפרות וכמה הן יפין בלא פרות, והמותר, ילקח בהן קרקע והוא אוכל פרות. וחכמים אומרים, פרות המחברים בקרקע, שלו. והתלושין מן הקרקע, כל הקודם זכה בהן. קדם הוא, זכה. קדמה היא, ילקח בהן קרקע והוא אוכל פרות. כנסה, הרי היא כאשתו לכל דבר, ובלבד שתהא כתבתה על נכסי בעלה הראשון: "
    },
    {
      "uid": "Mishnah_Ketubot_75",
      "chapter_number": 8,
      "verse_number": 8,
      "start_char": 17136,
      "end_char": 17351,
      "length": 216,
      "text": "לא יאמר לה, הרי כתבתיך מנחת על השלחן, אלא כל נכסיו אחראין לכתבה. וכן לא יאמר אדם לאשתו, הרי כתבתיך מנחת על השלחן, אלא כל נכסיו אחראין לכתבתה. גרשה, אין לה אלא כתבתה. החזירה, הרי היא ככל הנשים ואין לה אלא כתבתה בלבד: "
    },
    {
      "uid": "Mishnah_Ketubot_76",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 17352,
      "end_char": 17915,
      "length": 564,
      "text": "הכותב לאשתו, דין ודברים אין לי בנכסיך, הרי זה אוכל פרות בחייה. ואם מתה, יורשה. אם כן למה כתב לה דין ודברים אין לי בנכסיך, שאם מכרה ונתנה, קים. כתב לה, דין ודברים אין לי בנכסיך ובפרותיהן, הרי זה אינו אוכל פרות בחייה. ואם מתה, יורשה. רבי יהודה אומר, לעולם אוכל פרי פרות, עד שיכתב לה דין ודברים אין לי בנכסיך ובפרותיהן ובפרי פרותיהן עד עולם. כתב לה, דין ודברים אין לי בנכסיך ובפרותיהן ובפרי פרותיהן בחייך ובמותך, אינו אוכל פרות בחייה. ואם מתה, אינו יורשה. רבן שמעון בן גמליאל אומר, אם מתה, יירשנה, מפני שהתנה על מה שכתוב בתורה, וכל המתנה על מה שכתוב בתורה, תנאו בטל: "
    },
    {
      "uid": "Mishnah_Ketubot_77",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 17916,
      "end_char": 18114,
      "length": 199,
      "text": "מי שמת והניח אשה ובעל חוב ויורשין, והיה לו פקדון או מלוה ביד אחרים, רבי טרפון אומר, ינתנו לכושל שבהן. רבי עקיבא אומר, אין מרחמין בדין, אלא ינתנו ליורשין, שכלן צריכין שבועה ואין היורשין צריכין שבועה: "
    },
    {
      "uid": "Mishnah_Ketubot_78",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 18115,
      "end_char": 18342,
      "length": 228,
      "text": "הניח פרות תלושין מן הקרקע, כל הקודם זכה בהן. זכתה אשה יותר מכתבתה, ובעל חוב יותר על חובו, המותר, רבי טרפון אומר, ינתנו לכושל שבהן. רבי עקיבא אומר, אין מרחמין בדין, אלא ינתנו ליורשים, שכלם צריכין שבועה ואין היורשים צריכין שבועה: "
    },
    {
      "uid": "Mishnah_Ketubot_79",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 18343,
      "end_char": 18450,
      "length": 108,
      "text": "המושיב את אשתו חנונית או שמנה אפוטרופא, הרי זה משביעה כל זמן שירצה. רבי אליעזר אומר, אפלו על פלכה ועל עסתה: "
    },
    {
      "uid": "Mishnah_Ketubot_80",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 18451,
      "end_char": 18880,
      "length": 430,
      "text": "כתב לה, נדר ושבועה אין לי עליך, אין יכול להשביעה, אבל משביע הוא את יורשיה ואת הבאים ברשותה. נדר ושבועה אין לי עליך ועל יורשיך ועל הבאים ברשותיך, אינו יכול להשביעה, לא היא ולא יורשיה ולא את הבאים ברשותה. אבל יורשיו משביעין אותה, ואת יורשיה ואת הבאים ברשותה. נדר ושבועה אין לי ולא ליורשי ולא לבאים ברשותי עליך ועל יורשיך ועל הבאים ברשותיך, אינו יכול להשביעה, לא הוא ולא יורשיו ולא הבאים ברשותו, לא אותה ולא יורשיה ולא הבאין ברשותה: "
    },
    {
      "uid": "Mishnah_Ketubot_81",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 18881,
      "end_char": 19055,
      "length": 175,
      "text": "הלכה מקבר בעלה לבית אביה או שחזרה לבית חמיה, ולא נעשית אפוטרופא, אין היורשין משביעין אותה. ואם נעשית אפוטרופא, היורשין משביעין אותה על העתיד לבא ואין משביעין אותה על מה שעבר: "
    },
    {
      "uid": "Mishnah_Ketubot_82",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 19056,
      "end_char": 19195,
      "length": 140,
      "text": "הפוגמת כתבתה, לא תפרע אלא בשבועה. עד אחד מעידה שהיא פרועה, לא תפרע אלא בשבועה. מנכסי יתומים ומנכסים משעבדין ושלא בפניו, לא תפרע אלא בשבועה: "
    },
    {
      "uid": "Mishnah_Ketubot_83",
      "chapter_number": 9,
      "verse_number": 8,
      "start_char": 19196,
      "end_char": 19808,
      "length": 613,
      "text": "הפוגמת כתבתה כיצד, היתה כתבתה אלף זוז, ואמר לה התקבלת כתבתך, והיא אומרת לא התקבלתי אלא מנה, לא תפרע אלא בשבועה. עד אחד מעידה שהיא פרועה כיצד, היתה כתבתה אלף זוז, ואמר לה התקבלת כתבתך, והיא אומרת לא התקבלתי, ועד אחד מעידה שהיא פרועה, לא תפרע אלא בשבועה. מנכסים משעבדים כיצד, מכר נכסיו לאחרים, והיא נפרעת מן הלקוחות, לא תפרע אלא בשבועה. מנכסי יתומים כיצד, מת והניח נכסיו ליתומים, והיא נפרעת מן היתומים, לא תפרע אלא בשבועה. ושלא בפניו כיצד, הלך לו למדינת הים, והיא נפרעת שלא בפניו, אינה נפרעת אלא בשבועה. רבי שמעון אומר, כל זמן שהיא תובעת כתבתה, היורשין משביעין אותה. ואם אינה תובעת כתבתה, אין היורשין משביעין אותה: "
    },
    {
      "uid": "Mishnah_Ketubot_84",
      "chapter_number": 9,
      "verse_number": 9,
      "start_char": 19809,
      "end_char": 20325,
      "length": 517,
      "text": "הוציאה גט ואין עמו כתבה, גובה כתבתה. כתבה ואין עמה גט, היא אומרת אבד גטי והוא אומר אבד שוברי, וכן בעל חוב שהוציא שטר חוב ואין עמו פרוזבול, הרי אלו לא יפרעו. רבן שמעון בן גמליאל אומר, מן הסכנה ואילך, אשה גובה כתבתה שלא בגט, ובעל חוב גובה שלא בפרוזבול. שני גטין ושתי כתבות, גובה שתי כתבות. שתי כתבות וגט אחד, או כתבה ושני גטין, או כתבה וגט ומיתה, אינה גובה אלא כתבה אחת, שהמגרש את אשתו והחזירה, על מנת כתבה הראשונה מחזירה. קטן שהשיאו אביו, כתבתה קימת, שעל מנת כן קימה. גר שנתגיר ואשתו עמו, כתבתה קימת, שעל מנת כן קימה: "
    },
    {
      "uid": "Mishnah_Ketubot_85",
      "chapter_number": 10,
      "verse_number": 1,
      "start_char": 20326,
      "end_char": 20483,
      "length": 158,
      "text": "מי שהיה נשוי שתי נשים ומת, הראשונה קודמת לשניה, ויורשי הראשונה קודמין ליורשי שניה. נשא את הראשונה ומתה, נשא שניה ומת הוא, שניה ויורשיה קודמים ליורשי הראשונה: "
    },
    {
      "uid": "Mishnah_Ketubot_86",
      "chapter_number": 10,
      "verse_number": 2,
      "start_char": 20484,
      "end_char": 20763,
      "length": 280,
      "text": "מי שהיה נשוי שתי נשים ומתו ואחר כך מת הוא, ויתומים מבקשים כתבת אמן ואין שם אלא שתי כתבות, חולקין בשוה. היה שם מותר דינר, אלו נוטלין כתבת אמן ואלו נוטלין כתבת אמן. אם אמרו יתומים, אנחנו מעלים על נכסי אבינו יתר דינר, כדי שיטלו כתבת אמן, אין שומעין להן, אלא שמין את הנכסים בבית דין: "
    },
    {
      "uid": "Mishnah_Ketubot_87",
      "chapter_number": 10,
      "verse_number": 3,
      "start_char": 20764,
      "end_char": 20915,
      "length": 152,
      "text": "היו שם נכסים בראוי, אינן כבמחזק. רבי שמעון אומר, אפלו יש שם נכסים שאין להם אחריות, אינו כלום, עד שיהיו שם נכסים שיש להן אחריות יותר על שתי הכתבות דינר: "
    },
    {
      "uid": "Mishnah_Ketubot_88",
      "chapter_number": 10,
      "verse_number": 4,
      "start_char": 20916,
      "end_char": 21223,
      "length": 308,
      "text": "מי שהיה נשוי שלש נשים ומת, כתבתה של זו מנה ושל זו מאתים ושל זו שלש מאות ואין שם אלא מנה, חולקות בשוה. היו שם מאתים, של מנה נוטלת חמשים, של מאתים ושל שלש מאות, שלשה שלשה של זהב. היו שם שלש מאות, של מנה נוטלת חמשים, ושל מאתים, מנה, ושל שלש מאות, ששה של זהב. וכן שלשה שהטילו לכיס, פחתו או הותירו, כך הן חולקין: "
    },
    {
      "uid": "Mishnah_Ketubot_89",
      "chapter_number": 10,
      "verse_number": 5,
      "start_char": 21224,
      "end_char": 21598,
      "length": 375,
      "text": "מי שהיה נשוי ארבע נשים ומת, הראשונה קודמת לשניה, ושניה לשלישית, ושלישית לרביעית. הראשונה נשבעת לשניה, ושניה לשלישית, ושלישית לרביעית, והרביעית נפרעת שלא בשבועה. בן ננס אומר, וכי מפני שהיא אחרונה נשכרת, אף היא לא תפרע אלא בשבועה. היו יוצאות כלן ביום אחד, כל הקודמת לחברתה אפלו שעה אחת, זכתה. וכך היו כותבין בירושלים שעות. היו כלן יוצאות בשעה אחת ואין שם אלא מנה, חולקות בשוה: "
    },
    {
      "uid": "Mishnah_Ketubot_90",
      "chapter_number": 10,
      "verse_number": 6,
      "start_char": 21599,
      "end_char": 21802,
      "length": 204,
      "text": "מי שהיה נשוי שתי נשים, ומכר את שדהו, וכתבה ראשונה ללוקח דין ודברים אין לי עמך, השניה מוציאה מהלוקח, וראשונה מן השניה, והלוקח מן הראשונה, וחוזרות חלילה עד שיעשו פשרה ביניהם. וכן בעל חוב. וכן אשה בעלת חוב: "
    },
    {
      "uid": "Mishnah_Ketubot_91",
      "chapter_number": 11,
      "verse_number": 1,
      "start_char": 21803,
      "end_char": 21900,
      "length": 98,
      "text": "אלמנה נזונת מנכסי יתומים, מעשה ידיה שלהן, ואין חיבין בקבורתה. יורשיה, יורשי כתבתה, חיבין בקבורתה: "
    },
    {
      "uid": "Mishnah_Ketubot_92",
      "chapter_number": 11,
      "verse_number": 2,
      "start_char": 21901,
      "end_char": 22103,
      "length": 203,
      "text": "אלמנה, בין מן הארוסין בין מן הנשואין, מוכרת שלא בבית דין. רבי שמעון אומר, מן הנשואין, מוכרת שלא בבית דין. מן הארוסין, לא תמכר אלא בבית דין, מפני שאין לה מזונות, וכל שאין לה מזונות, לא תמכר אלא בבית דין: "
    },
    {
      "uid": "Mishnah_Ketubot_93",
      "chapter_number": 11,
      "verse_number": 3,
      "start_char": 22104,
      "end_char": 22332,
      "length": 229,
      "text": "מכרה כתבתה או מקצתה, משכנה כתבתה או מקצתה, נתנה כתבתה לאחר או מקצתה, לא תמכר את השאר אלא בבית דין. וחכמים אומרים, מוכרת היא אפלו ארבעה וחמשה פעמים, ומוכרת למזונות שלא בבית דין, וכותבת, למזונות מכרתי. וגרושה לא תמכר אלא בבית דין: "
    },
    {
      "uid": "Mishnah_Ketubot_94",
      "chapter_number": 11,
      "verse_number": 4,
      "start_char": 22333,
      "end_char": 22744,
      "length": 412,
      "text": "אלמנה שהיתה כתבתה מאתים ומכרה שוה מנה במאתים או שוה מאתים במנה, נתקבלה כתבתה. היתה כתבתה מנה ומכרה שוה מנה ודינר במנה, מכרה בטל. אפלו היא אומרת אחזיר את הדינר ליורשין, מכרה בטל. רבן שמעון בן גמליאל אומר, לעולם מכרה קים עד שתהא שם כדי שתשיר בשדה בת תשעה קבים, ובגנה בת חצי קב, וכדברי רבי עקיבא בית רבע. היתה כתבתה ארבע מאות זוז, ומכרה לזה במנה ולזה במנה ולאחרון יפה מנה ודינר במנה, של אחרון בטל ושל כלן מכרן קים: "
    },
    {
      "uid": "Mishnah_Ketubot_95",
      "chapter_number": 11,
      "verse_number": 5,
      "start_char": 22745,
      "end_char": 22930,
      "length": 186,
      "text": "שום הדינין שפחתו שתות או הוסיפו שתות, מכרן בטל. רבן שמעון בן גמליאל אומר, מכרן קים. אם כן מה כח בית דין יפה. אבל אם עשו אגרת בקרת, אפלו מכרו שוה מנה במאתים, או שוה מאתים במנה, מכרן קים: "
    },
    {
      "uid": "Mishnah_Ketubot_96",
      "chapter_number": 11,
      "verse_number": 6,
      "start_char": 22931,
      "end_char": 23141,
      "length": 211,
      "text": "הממאנת, השניה, והאילונית, אין להם כתבה ולא פרות, ולא מזונות, ולא בלאות. ואם מתחלה נשאה לשם אילונית, יש לה כתבה. אלמנה לכהן גדול, גרושה וחלוצה לכהן הדיוט, ממזרת ונתינה לישראל, בת ישראל לנתין ולממזר, יש להן כתבה: "
    },
    {
      "uid": "Mishnah_Ketubot_97",
      "chapter_number": 12,
      "verse_number": 1,
      "start_char": 23142,
      "end_char": 23426,
      "length": 285,
      "text": "הנושא את האשה ופסקה עמו כדי שיזון את בתה חמש שנים, חיב לזונה חמש שנים. נשאת לאחר ופסקה עמו כדי שיזון את בתה חמש שנים, חיב לזונה חמש שנים. לא יאמר הראשון לכשתבא אצלי אזונה, אלא מוליך לה מזונותיה למקום אמה. וכן לא יאמרו שניהם הרי אנו זנין אותה כאחד, אלא אחד זנה ואחד נותן לה דמי מזונות: "
    },
    {
      "uid": "Mishnah_Ketubot_98",
      "chapter_number": 12,
      "verse_number": 2,
      "start_char": 23427,
      "end_char": 23627,
      "length": 201,
      "text": "נשאת, הבעל נותן לה מזונות והן נותנין לה דמי מזונות. מתו, בנותיהן נזונות מנכסים בני חורין והיא נזונת מנכסים משעבדים, מפני שהיא כבעלת חוב. הפקחים היו כותבים, על מנת שאזון את בתך חמש שנים כל זמן שאת עמי: "
    },
    {
      "uid": "Mishnah_Ketubot_99",
      "chapter_number": 12,
      "verse_number": 3,
      "start_char": 23628,
      "end_char": 23949,
      "length": 322,
      "text": "אלמנה שאמרה אי אפשי לזוז מבית בעלי, אין היורשין יכולין לומר לה לכי לבית אביך ואנו זנין אותך, אלא זנין אותה בבית בעלה ונותנין לה מדור לפי כבודה. אמרה אי אפשי לזוז מבית אבא, יכולים היורשים לומר לה, אם את אצלנו יש ליך מזונות, ואם אין את אצלנו אין ליך מזונות. אם היתה טוענת מפני שהיא ילדה והן ילדים, זנין אותה והיא בבית אביה: "
    },
    {
      "uid": "Mishnah_Ketubot_100",
      "chapter_number": 12,
      "verse_number": 4,
      "start_char": 23950,
      "end_char": 24289,
      "length": 340,
      "text": "כל זמן שהיא בבית אביה, גובה כתבתה לעולם. כל זמן שהיא בבית בעלה, גובה כתבתה עד עשרים וחמש שנים, שיש בעשרים וחמש שנים שתעשה טובה כנגד כתבתה, דברי רבי מאיר שאמר משום רבן שמעון בן גמליאל. וחכמים אומרים, כל זמן שהיא בבית בעלה, גובה כתבתה לעולם. כל זמן שהיא בבית אביה, גובה כתבתה עד עשרים וחמש שנים. מתה, יורשיה מזכירין כתבתה עד עשרים וחמש שנים: "
    },
    {
      "uid": "Mishnah_Ketubot_101",
      "chapter_number": 13,
      "verse_number": 1,
      "start_char": 24290,
      "end_char": 24592,
      "length": 303,
      "text": "שני דיני גזרות היו בירושלים, אדמון וחנן בן אבישלום. חנן אומר שני דברים, אדמון אומר שבעה. מי שהלך למדינת הים ואשתו תובעת מזונות, חנן אומר, תשבע בסוף ולא תשבע בתחלה. נחלקו עליו בני כהנים גדולים ואמרו, תשבע בתחלה ובסוף. אמר רבי דוסא בן הרכינס כדבריהם. אמר רבן יוחנן בן זכאי, יפה אמר חנן, לא תשבע אלא בסוף: "
    },
    {
      "uid": "Mishnah_Ketubot_102",
      "chapter_number": 13,
      "verse_number": 2,
      "start_char": 24593,
      "end_char": 24809,
      "length": 217,
      "text": "מי שהלך למדינת הים ועמד אחד ופרנס את אשתו, חנן אומר, אבד את מעותיו. נחלקו עליו בני כהנים גדולים ואמרו, ישבע כמה הוציא ויטל. אמר רבי דוסא בן הרכינס כדבריהם. אמר רבן יוחנן בן זכאי, יפה אמר חנן, הניח מעותיו על קרן הצבי: "
    },
    {
      "uid": "Mishnah_Ketubot_103",
      "chapter_number": 13,
      "verse_number": 3,
      "start_char": 24810,
      "end_char": 25025,
      "length": 216,
      "text": "אדמון אומר שבעה. מי שמת והניח בנים ובנות, בזמן שהנכסים מרבין, הבנים יורשים והבנות נזונות. ובנכסים מעטים, הבנות יזונו והבנים יחזרו על הפתחים. אדמון אומר, בשביל שאני זכר הפסדתי. אמר רבן גמליאל, רואה אני את דברי אדמון: "
    },
    {
      "uid": "Mishnah_Ketubot_104",
      "chapter_number": 13,
      "verse_number": 4,
      "start_char": 25026,
      "end_char": 25186,
      "length": 161,
      "text": "הטוען את חברו כדי שמן, והודה בקנקנים, אדמון אומר, הואיל והודה במקצת הטענה, ישבע. וחכמים אומרים, אין זו הודאה ממין הטענה. אמר רבן גמליאל, רואה אני את דברי אדמון: "
    },
    {
      "uid": "Mishnah_Ketubot_105",
      "chapter_number": 13,
      "verse_number": 5,
      "start_char": 25187,
      "end_char": 25405,
      "length": 219,
      "text": "הפוסק מעות לחתנו ופשט לו את הרגל, תשב עד שילבין ראשה. אדמון אומר, יכולה היא שתאמר, אלו אני פסקתי לעצמי, אשב עד שילבין ראשי. עכשיו שאבא פסק עלי, מה אני יכולה לעשות, או כנס או פטר. אמר רבן גמליאל, רואה אני את דברי אדמון: "
    },
    {
      "uid": "Mishnah_Ketubot_106",
      "chapter_number": 13,
      "verse_number": 6,
      "start_char": 25406,
      "end_char": 25556,
      "length": 151,
      "text": "העורר על השדה והוא חתום עליה בעד, אדמון אומר, יכול הוא שיאמר, השני נח לי והראשון קשה הימנו. וחכמים אומרים, אבד את זכותו. עשאה סימן לאחר, אבד את זכותו: "
    },
    {
      "uid": "Mishnah_Ketubot_107",
      "chapter_number": 13,
      "verse_number": 7,
      "start_char": 25557,
      "end_char": 25666,
      "length": 110,
      "text": "מי שהלך למדינת הים ואבדה דרך שדהו, אדמון אומר, ילך בקצרה. וחכמים אומרים, יקנה לו דרך במאה מנה, או יפרח באויר: "
    },
    {
      "uid": "Mishnah_Ketubot_108",
      "chapter_number": 13,
      "verse_number": 8,
      "start_char": 25667,
      "end_char": 25870,
      "length": 204,
      "text": "המוציא שטר חוב על חברו, והלה הוציא שמכר לו את השדה, אדמון אומר, יכול הוא שיאמר, אלו הייתי חיב לך, היה לך להפרע את שלך כשמכרת לי את השדה. וחכמים אומרים, זה היה פקח שמכר לו את הקרקע, מפני שהוא יכול למשכנו: "
    },
    {
      "uid": "Mishnah_Ketubot_109",
      "chapter_number": 13,
      "verse_number": 9,
      "start_char": 25871,
      "end_char": 26001,
      "length": 131,
      "text": "שנים שהוציאו שטר חוב זה על זה, אדמון אומר, אלו הייתי חיב לך, כיצד אתה לוה ממני. וחכמים אומרים, זה גובה שטר חובו וזה גובה שטר חובו: "
    },
    {
      "uid": "Mishnah_Ketubot_110",
      "chapter_number": 13,
      "verse_number": 10,
      "start_char": 26002,
      "end_char": 26289,
      "length": 288,
      "text": "שלש ארצות לנשואין, יהודה, ועבר הירדן, והגליל. אין מוציאין מעיר לעיר ומכרך לכרך. אבל באותה הארץ, מוציאין מעיר לעיר ומכרך לכרך, אבל לא מעיר לכרך ולא מכרך לעיר. מוציאין מנוה הרעה לנוה היפה, אבל לא מנוה היפה לנוה הרעה. רבן שמעון בן גמליאל אומר, אף לא מנוה רעה לנוה יפה, מפני שהנוה היפה בודק: "
    },
    {
      "uid": "Mishnah_Ketubot_111",
      "chapter_number": 13,
      "verse_number": 11,
      "start_char": 26290,
      "end_char": 26690,
      "length": 401,
      "text": "הכל מעלין לארץ ישראל, ואין הכל מוציאין. הכל מעלין לירושלים, ואין הכל מוציאין, אחד האנשים ואחד הנשים (ואחד עבדים). נשא אשה בארץ ישראל וגרשה בארץ ישראל, נותן לה ממעות ארץ ישראל. נשא אשה בארץ ישראל וגרשה בקפוטקיא, נותן לה ממעות ארץ ישראל. נשא אשה בקפוטקיא וגרשה בארץ ישראל, נותן לה ממעות ארץ ישראל. רבן שמעון בן גמליאל אומר, נותן לה ממעות קפוטקיא. נשא אשה בקפוטקיא וגרשה בקפוטקיא, נותן לה ממעות קפוטקיא: "
    }
  ]
}