{
  "title": "Mishnah Parah",
  "categories": [
    "Mishnah",
    "Seder Tahorot"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Parah_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 717,
      "length": 717,
      "text": "רבי אליעזר אומר, עגלה, בת שנתה. ופרה, בת שתים. וחכמים אומרים, עגלה, בת שתים. ופרה, בת שלש או בת ארבע. רבי מאיר אומר, אף בת חמש. כשרה הזקנה, אלא שאין ממתינין לה, שמא תשחיר, שלא תפסל. אמר רבי יהושע, לא שמעתי אלא שלשית. אמרו לו, מה הלשון שלשית. אמר להם, כך שמעתי סתם. אמר בן עזאי, אני אפרש. אם אומר אתה, שלישית, לאחרות במנין. וכשאתה אומר, שלשית, בת שלש שנים. כיוצא בו אמרו, כרם רבעי. אמרו לו, מה הלשון רבעי. אמר להם, כך שמעתי סתם. אמר בן עזאי, אני אפרש. אם אומר אתה, רביעי, לאחרים במנין. וכשאתה אומר, רבעי, בן ארבע שנים. כיוצא בו אמרו, האוכל בבית המנגע פרס, משלש לקב. אמרו לו, אמר משמנה עשרה לסאה. אמר להם, כך שמעתי סתם. אמר בן עזאי, אני אפרש. אם אומר אתה משלש לקב, אין בו חלה. וכשאתה אומר, משמנה עשרה לסאה, מעטתו חלתו: "
    },
    {
      "uid": "Mishnah_Parah_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 718,
      "end_char": 903,
      "length": 186,
      "text": "רבי יוסי הגלילי אומר, פרים, בני שתים, שנאמר (במדבר ח), ופר שני בן בקר תקח לחטאת. וחכמים אומרים, אף בני שלש. רבי מאיר אומר, אף בני ארבע ובני חמש כשרים, אלא שאין מביאים זקנים, מפני הכבוד: "
    },
    {
      "uid": "Mishnah_Parah_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 904,
      "end_char": 1149,
      "length": 246,
      "text": "כבשים, בני שנה. ואילים, בני שתים. וכלם מיום ליום. בן שלשה עשר חדש אינו כשר לא לאיל ולא לכבש. רבי טרפון קורהו פלגס. בן עזאי קורהו נוקד. רבי ישמעאל קורהו פרכדיגמא. הקריבו, מביא עליו נסכי איל, ולא עלה לו מזבחו. בן שלשה עשר חדש ויום אחד, הרי זה איל: "
    },
    {
      "uid": "Mishnah_Parah_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 1150,
      "end_char": 1350,
      "length": 201,
      "text": "חטאת הצבור ועולותיהן, חטאת היחיד ואשם נזיר ואשם מצרע, כשרין מיום שלשים והלאה, ואף ביום שלשים. ואם הקריבום ביום שמיני, כשרים. נדרים ונדבות, הבכור והמעשר והפסח, כשרים מיום השמיני והלאה, ואף ביום השמיני: "
    },
    {
      "uid": "Mishnah_Parah_5",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1351,
      "end_char": 1596,
      "length": 246,
      "text": "רבי אליעזר אומר, פרת חטאת המעברת, כשרה. וחכמים פוסלין. רבי אליעזר אומר, אינה נלקחת מן הנכרים. וחכמים מכשירים. ולא זו בלבד, אלא כל קרבנות הצבור והיחיד באין מהארץ ומחוץ לארץ, מן החדש ומן הישן, חוץ מן העמר ושתי הלחם שאינן באין אלא מן החדש ומן הארץ: "
    },
    {
      "uid": "Mishnah_Parah_6",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1597,
      "end_char": 1779,
      "length": 183,
      "text": "פרה שקרניה וטלפיה שחורים, יגד. גלגל העין והשנים והלשון אינם פוסלים בפרה. והננסת, כשרה. היתה בה יבלת וחתכה, רבי יהודה פוסל. רבי שמעון אומר, כל מקום שנטל ולא העלה מקומו שער אדם, פסולה: "
    },
    {
      "uid": "Mishnah_Parah_7",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 1780,
      "end_char": 2164,
      "length": 385,
      "text": "יוצא דפן ואתנן ומחיר, פסולה. רבי אליעזר מכשיר, שנאמר (דברים כג), לא תביא אתנן זונה ומחיר כלב בית ה' אלהיך, ואין זו באה לבית. כל המומים הפוסלים במקדשים, פוסלים בפרה. רכב עליה, נשען עליה, נתלה בזנבה, עבר בה את הנהר, קפל עליה את המוסרה, נתן טליתו עליה, פסולה. אבל קשרה במוסרה, עשה לה סנדל בשביל שלא תחליק, פרס טליתו עליה מפני הזבובים, כשרה. זה הכלל, כל שהוא לצרכה, כשרה. לצרך אחר, פסולה: "
    },
    {
      "uid": "Mishnah_Parah_8",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2165,
      "end_char": 2255,
      "length": 91,
      "text": "שכן עליה עוף, כשרה. עלה עליה זכר, פסולה. רבי יהודה אומר, אם העלהו, פסולה. ואם מעצמו, כשרה: "
    },
    {
      "uid": "Mishnah_Parah_9",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2256,
      "end_char": 2661,
      "length": 406,
      "text": "היו בה שתי שערות שחורות או לבנות בתוך גמא אחת, פסולה. רבי יהודה אומר, אפלו בתוך כוס אחד. היו בתוך שני כוסות והן מוכיחות זו את זו, פסולה. רבי עקיבא אומר, אפלו ארבע, אפלו חמש, והן מפזרות, יתלש. רבי אליעזר אומר, אפלו חמשים. רבי יהושע בן בתירא אומר, אפלו אחת בראשה ואחת בזנבה, פסולה. היו בה שתי שערות, עקרן משחיר וראשן מאדים, עקרן מאדים וראשן משחיר, הכל הולך אחר הנראה, דברי רבי מאיר. וחכמים אומרים, אחר העקר: "
    },
    {
      "uid": "Mishnah_Parah_10",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 2662,
      "end_char": 3006,
      "length": 345,
      "text": "שבעת ימים קדם לשרפת הפרה מפרישין כהן השורף את הפרה מביתו ללשכה שעל פני הבירה, צפונה מזרחה, ובית אבן היתה נקראת, ומזין עליו כל שבעת הימים מכל חטאות שהיו שם. רבי יוסי אומר, לא היו מזין עליו אלא בשלישי ובשביעי בלבד. רבי חנינא סגן הכהנים אומר, על הכהן השורף את הפרה, מזין כל שבעת הימים. ועל של יום הכפורים, לא היו מזין עליו אלא בשלישי ובשביעי בלבד: "
    },
    {
      "uid": "Mishnah_Parah_11",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3007,
      "end_char": 3286,
      "length": 280,
      "text": "חצרות היו בירושלים בנויות על גבי סלע ותחתיהם חלול, מפני קבר התהום. ומביאים נשים עברות ויולדות שם ומגדלות שם את בניהן. ומביאים שורים ועל גביהן דלתות, ותינוקות יושבין על גביהן וכוסות של אבן בידם. הגיעו לשלוח, ירדו ומלאום, ועלו וישבו על גביהן. רבי יוסי אומר, ממקומו היה משלשל וממלא: "
    },
    {
      "uid": "Mishnah_Parah_12",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3287,
      "end_char": 3607,
      "length": 321,
      "text": "באו להר הבית וירדו. הר הבית והעזרות, תחתיהם חלול, מפני קבר התהום. ובפתח העזרה היה מתקן קלל של חטאת, ומביאין זכר של רחלים וקושרים חבל בין קרניו, וקושרים מקל ומסבך בראשו של חבל, וזורקו לתוך הקלל, ומכה את הזכר ונרתע לאחוריו, ונוטל ומקדש, כדי שיראה על פני המים. רבי יוסי אומר, אל תתנו מקום לצדוקים לרדות, אלא הוא נוטל ומקדש: "
    },
    {
      "uid": "Mishnah_Parah_13",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 3608,
      "end_char": 3752,
      "length": 145,
      "text": "לא היו עושין, לא חטאת על גבי חטאת, ולא תינוק על גבי חברו. וצריכין היו התינוקות להזות, דברי רבי יוסי הגלילי. רבי עקיבא אומר, לא היו צריכין להזות: "
    },
    {
      "uid": "Mishnah_Parah_14",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 3753,
      "end_char": 4033,
      "length": 281,
      "text": "לא מצאו משבע, עושין משש, מחמש, מארבע, משלש, משתים ומאחת. ומי עשאם. הראשונה עשה משה, והשניה עשה עזרא, וחמש, מעזרא ואילך, דברי רבי מאיר. וחכמים אומרים, שבע מעזרא ואילך. ומי עשאן. שמעון הצדיק ויוחנן כהן גדול עשו שתים שתים, אליהועיני בן הקוף וחנמאל המצרי וישמעאל בן פיאבי עשו אחת אחת: "
    },
    {
      "uid": "Mishnah_Parah_15",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4034,
      "end_char": 4176,
      "length": 143,
      "text": "וכבש היו עושים מהר הבית להר המשחה, כפין על גבי כפין, וכפה כנגד האטם, מפני קבר התהום, שבו כהן השורף את הפרה, ופרה וכל מסעדיה, יוצאין להר המשחה: "
    },
    {
      "uid": "Mishnah_Parah_16",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 4177,
      "end_char": 4500,
      "length": 324,
      "text": "לא היתה פרה רוצה לצאת, אין מוציאין עמה שחורה, שלא יאמרו, שחורה שחטו. ולא אדמה, שלא יאמרו, שתים שחטו. רבי יוסי אומר, לא משום זה, אלא משום שנאמר (במדבר יט), והוציא אתה, לבדה. וזקני ישראל היו מקדימים ברגליהם להר המשחה, ובית טבילה היה שם. ומטמאים היו את הכהן השורף את הפרה, מפני הצדוקים, שלא יהיו אומרים, במערבי שמש היתה נעשית: "
    },
    {
      "uid": "Mishnah_Parah_17",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 4501,
      "end_char": 4690,
      "length": 190,
      "text": "סמכו ידיהם עליו ואמרו לו, אישי כהן גדול, טבל אחת. ירד וטבל ועלה ונסתפג. ועצים היו מסדרים שם, עצי ארזים וארנים וברושים ועצי תאנה חלקה. ועושין אותה כמין מגדל, ומפתחין בה חלונות, וחזיתה מערבה: "
    },
    {
      "uid": "Mishnah_Parah_18",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 4691,
      "end_char": 5011,
      "length": 321,
      "text": "כפתוה בחבל של מגג ונתנוה על גב המערכה, ראשה בדרום ופניה למערב. הכהן עומד במזרח ופניו למערב. שחט בימינו וקבל בשמאלו. רבי יהודה אומר, בימינו היה מקבל ונותן לשמאלו, ומזה בימינו. טבל והזה שבע פעמים כנגד בית קדש הקדשים. על כל הזיה, טבילה. גמר מלהזות, קנח את ידו בגופה של פרה. ירד והצית את האש באליתות. רבי עקיבא אומר, בחריות: "
    },
    {
      "uid": "Mishnah_Parah_19",
      "chapter_number": 3,
      "verse_number": 10,
      "start_char": 5012,
      "end_char": 5216,
      "length": 205,
      "text": "נבקעה, ועמד חוץ מגתה. נטל עץ ארז ואזוב ושני תולעת. אמר להן, עץ ארז זה, עץ ארז זה. אזוב זה, אזוב זה. שני תולעת זה, שני תולעת זה. שלש פעמים על כל דבר ודבר. והם אומרים לו, הין והין, שלש פעמים על כל דבר ודבר: "
    },
    {
      "uid": "Mishnah_Parah_20",
      "chapter_number": 3,
      "verse_number": 11,
      "start_char": 5217,
      "end_char": 5530,
      "length": 314,
      "text": "כרכן בשירי הלשון והשליך לתוך שרפתה. נשרפה, חובטין אותה במקלות, וכוברין אותה בכברות. רבי ישמעאל אומר, במקבות של אבן ובכברות של אבן היתה נעשית. שחור שיש בו אפר, כותשין אותו. ושאין בו, מניחין אותו. העצם, בין כך ובין כך היה נכתש. וחולקים אותו לשלשה חלקים, אחד נתן בחיל, ואחד נתן בהר המשחה, ואחד היה מתחלק לכל המשמרות: "
    },
    {
      "uid": "Mishnah_Parah_21",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5531,
      "end_char": 5767,
      "length": 237,
      "text": "פרת חטאת ששחטה שלא לשמה, קבל והזה שלא לשמה, או לשמה ושלא לשמה, או שלא לשמה ולשמה, פסולה. רבי אליעזר מכשיר. ושלא רחוץ ידים ורגלים, פסולה. רבי אליעזר מכשיר. ושלא בכהן גדול, פסולה. רבי יהודה מכשיר. ומחסר בגדים, פסולה. ובכלי לבן היתה נעשית: "
    },
    {
      "uid": "Mishnah_Parah_22",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 5768,
      "end_char": 5936,
      "length": 169,
      "text": "שרפה חוץ מגתה, או בשתי גתות, או ששרף שתים בגת אחת, פסולה. הזה ולא כון כנגד הפתח, פסולה. הזה מששית שביעית, חזר והזה שביעית, פסולה. משביעית שמינית וחזר והזה שמינית, כשרה: "
    },
    {
      "uid": "Mishnah_Parah_23",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 5937,
      "end_char": 6091,
      "length": 155,
      "text": "שרפה שלא בעצים, או בכל עצים, אפלו בקש או בגבבה, כשרה. הפשיטה ונתחה, כשרה. שחטה על מנת לאכל מבשרה ולשתות מדמה, כשרה. רבי אליעזר אומר, אין מחשבה פוסלת בפרה: "
    },
    {
      "uid": "Mishnah_Parah_24",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 6092,
      "end_char": 6418,
      "length": 327,
      "text": "כל העסוקין בפרה מתחלה ועד סוף, מטמאין בגדים, ופוסלים אותה במלאכה. ארע בה פסול בשחיטתה, אינה מטמאה בגדים. ארע בה בהזיתה, כל העוסק בה לפני פסולה, מטמאה בגדים. לאחר פסולה, אינה מטמאה בגדים. נמצאה חמרה, קלה. לעולם מועלים בה, ומרבין לה עצים, ומעשיה ביום, ובכהן, המלאכה פוסלת בה, עד שתעשה אפר, והמלאכה פוסלת במים, עד שיטילו את האפר: "
    },
    {
      "uid": "Mishnah_Parah_25",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 6419,
      "end_char": 6613,
      "length": 195,
      "text": "המביא כלי חרס לחטאת, טובל ולן על הכבשן. רבי יהודה אומר, אף מן הבית הוא מביא וכשר, שהכל נאמנים על החטאת. ובתרומה, פותח את הכבשן ונוטל. רבי שמעון אומר, מן הסדר השני. רבי יוסי אומר, מן הסדר השלישי: "
    },
    {
      "uid": "Mishnah_Parah_26",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 6614,
      "end_char": 6757,
      "length": 144,
      "text": "המטביל כלי לחטאת במים שאינם ראויים לקדש, צריך לנגב. במים שהם ראויים לקדש, אינו צריך לנגב. אם להוסיף לתוכו מים מקדשין, בין כך ובין כך צריך לנגב: "
    },
    {
      "uid": "Mishnah_Parah_27",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 6758,
      "end_char": 6970,
      "length": 213,
      "text": "קרויה שהטבילוה במים שאין ראויין לקדש, מקדשין בה עד שתטמא. נטמאה, אין מקדשין בה. רבי יהושע אומר, אם מקדש הוא בה בתחלה, אף בסוף יקדש בה. אם אינו מקדש בה בסוף, אף לא בתחלה. בין כך ובין כך, לא יוסיף לתוכה מים מקדשים: "
    },
    {
      "uid": "Mishnah_Parah_28",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 6971,
      "end_char": 7130,
      "length": 160,
      "text": "שפופרת שחתכה לחטאת, רבי אליעזר אומר, יטביל מיד. רבי יהושע אומר, יטמא ויטביל. הכל כשרים לקדש, חוץ מחרש שוטה וקטן. רבי יהודה מכשיר בקטן, ופוסל באשה ובאנדרוגינוס: "
    },
    {
      "uid": "Mishnah_Parah_29",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 7131,
      "end_char": 7406,
      "length": 276,
      "text": "בכל הכלים מקדשים, אפלו בכלי גללים, בכלי אבנים, ובכלי אדמה. ובספינה, מקדשין בה. אין מקדשין לא בדפנות הכלים, ולא בשולי המחץ, ולא במגופת החבית, ולא בחפניו, מפני שאין ממלאין ואין מקדשין ואין מזין מי חטאת אלא בכלי. אין מצילין בצמיד פתיל אלא כלים, שאין מצילים מיד כלי חרס אלא כלים: "
    },
    {
      "uid": "Mishnah_Parah_30",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 7407,
      "end_char": 7499,
      "length": 93,
      "text": "ביצת היוצרים, כשרה. רבי יוסי פוסל. ביצת התרנגלת, רבי מאיר ורבי יהודה מכשירין, וחכמים פוסלין: "
    },
    {
      "uid": "Mishnah_Parah_31",
      "chapter_number": 5,
      "verse_number": 7,
      "start_char": 7500,
      "end_char": 7898,
      "length": 399,
      "text": "השקת שבסלע, אין ממלאין בה ואין מקדשין בה ואין מזין ממנה, ואינה צריכה צמיד פתיל, ואינה פוסלת את המקוה. היתה כלי וחברה בסיד, ממלאין בה ומקדשין בה ומזין ממנה, וצריכה צמיד פתיל, ופוסלת את המקוה. נקבה מלמטן, ופקקה בסמרטוט, המים שבתוכה פסולין, מפני שאינן עגלים כלי. מן הצד ופקקה בסמרטוט, המים שבתוכה כשרים, מפני שהם עגלים כלי. עשו לה עטרה של טיט, והלכו המים לשם, פסולין. אם היה בריא כדי שינטל עמה, כשרים: "
    },
    {
      "uid": "Mishnah_Parah_32",
      "chapter_number": 5,
      "verse_number": 8,
      "start_char": 7899,
      "end_char": 8070,
      "length": 172,
      "text": "שתי שקתות שבאבן אחת, קדש אחת מהם, המים שבשניה אינן מקדשין. היו נקובות זו לזו כשפופרת הנוד, או שהיו המים צפין על גביהן אפלו כקלפת השום, וקדש את אחת מהן, המים שבשניה מקדשין: "
    },
    {
      "uid": "Mishnah_Parah_33",
      "chapter_number": 5,
      "verse_number": 9,
      "start_char": 8071,
      "end_char": 8227,
      "length": 157,
      "text": "שתי אבנים שהקיפן זו לזו ועשאן שקת, וכן שתי ערבות, וכן השקת שנחלקה, המים שביניהם אינן מקדשין. עשאן בסיד או בגפסים והן יכולות להנטל כאחת, המים שביניהם מקדשין: "
    },
    {
      "uid": "Mishnah_Parah_34",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 8228,
      "end_char": 8420,
      "length": 193,
      "text": "המקדש ונפל הקדוש על ידו או על הצד ואחר כך נפל על השקת, פסול. נפל מן השפופרת לשקת, פסול. נטל משפופרת וכסה, או שהגיף את הדלת, הקדוש כשר, והמים פסולים. זקפה בארץ, פסול. לתוך ידו, כשר, מפני שאפשר: "
    },
    {
      "uid": "Mishnah_Parah_35",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 8421,
      "end_char": 8643,
      "length": 223,
      "text": "היה קדוש צף על פני המים, רבי מאיר ורבי שמעון אומרים, נוטל ומקדש. וחכמים אומרים, כל שנגע במים, אין מקדשין בו. זלף את המים ונמצא קדוש מלמטן, רבי מאיר ורבי שמעון אומרים, מנגב ומקדש. וחכמים אומרים, כל שנגע במים, אין מקדשין בו: "
    },
    {
      "uid": "Mishnah_Parah_36",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 8644,
      "end_char": 8837,
      "length": 194,
      "text": "המקדש בשקת והטפי בתוכה, אף על פי שפיו צר כל שהוא, המים שבתוכו מקדשין. אם היה ספוג, המים שבתוכו פסולים. כיצד יעשה, יזלף עד שהוא מגיע לספוג. נגע בספוג, אף על פי שהמים צפין על גביו כל שהן, פסולין: "
    },
    {
      "uid": "Mishnah_Parah_37",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 8838,
      "end_char": 8986,
      "length": 149,
      "text": "נתן ידו או רגלו או עלי ירקות כדי שיעברו המים לחבית, פסולים. עלי קנים ועלי אגוז, כשרים. זה הכלל, דבר שהוא מקבל טמאה, פסול. ודבר שאינו מקבל טמאה, כשר: "
    },
    {
      "uid": "Mishnah_Parah_38",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 8987,
      "end_char": 9089,
      "length": 103,
      "text": "המפנה את המעין לתוך הגת, או לתוך הגבים, פסולים לזבים ולמצרעים ולקדש בהן מי חטאת, מפני שלא נתמלאו בכלי: "
    },
    {
      "uid": "Mishnah_Parah_39",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 9090,
      "end_char": 9433,
      "length": 344,
      "text": "חמשה שמלאו חמשה חביות לקדשן חמשה קדושין, ונמלכו לקדשן קדוש אחד, או לקדשן קדוש אחד ונמלכו לקדשן חמשה קדושין, הרי כלן כשרים. יחיד שמלא חמש חביות לקדשן חמשה קדושין, ונמלך לקדשן קדוש אחד, אין כשר אלא אחרון. לקדשן קדוש אחד ונמלך לקדשן חמשה קדושין, אין כשר אלא זה שקדש ראשון. אמר לאחד, קדש לך את אלו, אין כשר אלא ראשון. קדש לי את אלו, הרי כלם כשרים: "
    },
    {
      "uid": "Mishnah_Parah_40",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 9434,
      "end_char": 9558,
      "length": 125,
      "text": "הממלא באחת ידו ועושה מלאכה באחת ידו, הממלא לו ולאחר, או שמלא לשנים כאחת, שניהן פסולין, שהמלאכה פוסלת במלוי, בין לו בין לאחר: "
    },
    {
      "uid": "Mishnah_Parah_41",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 9559,
      "end_char": 9693,
      "length": 135,
      "text": "המקדש באחת ידו ועושה מלאכה באחת ידו, אם לו, פסול. ואם לאחר, כשר. המקדש לו ולאחר, שלו פסול, ושל אחר כשר. המקדש לשנים כאחד, שניהן כשרין: "
    },
    {
      "uid": "Mishnah_Parah_42",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 9694,
      "end_char": 9812,
      "length": 119,
      "text": "קדש לי ואקדש לך, הראשון כשר. מלא לי ואמלא לך, האחרון כשר. קדש לי ואמלא לך, שניהם כשרים. מלא לי ואקדש לך, שניהם פסולים: "
    },
    {
      "uid": "Mishnah_Parah_43",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 9813,
      "end_char": 10072,
      "length": 260,
      "text": "הממלא לו ולחטאת, ממלא את שלו תחלה וקושרו באסל ואחר כך ממלא את של חטאת. ואם מלא של חטאת תחלה ואחר כך מלא את שלו, פסול. נותן את שלו לאחוריו ואת של חטאת לפניו. ואם נתן את של חטאת לאחוריו, פסול. היו שניהן של חטאת, נותן אחד לפניו ואחד לאחוריו, וכשר, מפני שאי אפשר: "
    },
    {
      "uid": "Mishnah_Parah_44",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 10073,
      "end_char": 10182,
      "length": 110,
      "text": "המוליך את החבל בידו לדרכו, כשר. ושלא לדרכו, פסול. זה הלך ליבנה שלשה מועדות, ובמועד שלישי הכשירו לו הוראת שעה: "
    },
    {
      "uid": "Mishnah_Parah_45",
      "chapter_number": 7,
      "verse_number": 7,
      "start_char": 10183,
      "end_char": 10274,
      "length": 92,
      "text": "המכנן את החבל על יד על יד, כשר. ואם כננו באחרונה, פסול. אמר רבי יוסי, לזה הכשירו הוראת שעה: "
    },
    {
      "uid": "Mishnah_Parah_46",
      "chapter_number": 7,
      "verse_number": 8,
      "start_char": 10275,
      "end_char": 10483,
      "length": 209,
      "text": "המצניע את החבית שלא תשבר, או שכפאה על פיה על מנת לנגבה למלאת בה, כשר. להוליך בה את הקדוש, פסול. המפנה חרסין מתוך השקת בשביל שתחזיק מים הרבה, כשרין. ואם בשביל שלא יהיו מעכבין אותו בשעה שהוא זולף את המים, פסול: "
    },
    {
      "uid": "Mishnah_Parah_47",
      "chapter_number": 7,
      "verse_number": 9,
      "start_char": 10484,
      "end_char": 10759,
      "length": 276,
      "text": "מי שהיו מימיו על כתפו והורה הוראה, והראה לאחרים את הדרך, והרג נחש ועקרב, ונטל אכלים להצניעם, פסול. אכלין לאכלן, כשר. הנחש והעקרב שהיו מעכבים אותו, כשר. אמר רבי יהודה, זה הכלל, כל דבר שהוא משום מלאכה, בין עמד בין לא עמד, פסול. דבר שאינו משום מלאכה, עמד, פסול. ואם לא עמד, כשר: "
    },
    {
      "uid": "Mishnah_Parah_48",
      "chapter_number": 7,
      "verse_number": 10,
      "start_char": 10760,
      "end_char": 10856,
      "length": 97,
      "text": "המוסר מימיו לטמא, פסולין. ולטהור, כשרין. רבי אליעזר אומר, אף לטמא כשרין, אם לא עשו הבעלים מלאכה: "
    },
    {
      "uid": "Mishnah_Parah_49",
      "chapter_number": 7,
      "verse_number": 11,
      "start_char": 10857,
      "end_char": 11001,
      "length": 145,
      "text": "שנים שהיו ממלאין לחטאת, והגביהו זה על זה ונטל זה לזה קוצו, בקדוש אחד, כשר. בשני קדושין, פסול. רבי יוסי אומר, אף בשני קדושין כשר, אם התנו ביניהן: "
    },
    {
      "uid": "Mishnah_Parah_50",
      "chapter_number": 7,
      "verse_number": 12,
      "start_char": 11002,
      "end_char": 11157,
      "length": 156,
      "text": "הפורץ על מנת לגדר, כשר. ואם גדר, פסול. האוכל על מנת לקצות, כשר. ואם קצה, פסול. היה אוכל והותיר וזרק מה שבידו לתחת התאנה או לתוך המקצה בשביל שלא יאבד, פסול: "
    },
    {
      "uid": "Mishnah_Parah_51",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 11158,
      "end_char": 11432,
      "length": 275,
      "text": "שנים שהיו שומרים את השקת, נטמא אחד מהם, כשרים, מפני שהן ברשותו של שני. טהר, ונטמא שני, כשרים, מפני שהן ברשותו של ראשון. נטמאו שניהן כאחת, פסולין. עשה אחד מהן מלאכה, כשרין, מפני שהן ברשותו של שני. עמד, ועשה השני מלאכה, כשרין, מפני שהן ברשותו של ראשון. עשו שניהן כאחד, פסולין: "
    },
    {
      "uid": "Mishnah_Parah_52",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 11433,
      "end_char": 11646,
      "length": 214,
      "text": "המקדש מי חטאת, לא ינעול את הסנדל. שאם נפלו משקין על הסנדל, נטמא וטמאהו. הרי הוא אומר, מטמאיך לא טמאוני ואתה טמאתני. נפלו משקין על בשרו, טהור. נפלו על כסותו, נטמאת וטמאתו. הרי זה אומר, מטמאיך לא טמאוני ואתה טמאתני: "
    },
    {
      "uid": "Mishnah_Parah_53",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 11647,
      "end_char": 11782,
      "length": 136,
      "text": "השורף פרה, ופרים, והמשלח את השעיר, מטמא בגדים. פרה ופרים ושעיר המשתלח עצמן אין מטמאין בגדים. הרי זה אומר, מטמאיך לא טמאוני ואתה טמאתני: "
    },
    {
      "uid": "Mishnah_Parah_54",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 11783,
      "end_char": 11908,
      "length": 126,
      "text": "האוכל מנבלת העוף הטהור והיא בבית הבליעה, מטמא בגדים. הנבלה עצמה אינה מטמאה בגדים. הרי זה אומר, מטמאיך לא טמאוני, ואתה טמאתני: "
    },
    {
      "uid": "Mishnah_Parah_55",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 11909,
      "end_char": 12008,
      "length": 100,
      "text": "כל ולד הטמאות אינו מטמא כלים, אלא משקה. נטמא משקה, טמאן. הרי זה אומר, מטמאיך לא טמאוני ואתה טמאתני: "
    },
    {
      "uid": "Mishnah_Parah_56",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 12009,
      "end_char": 12102,
      "length": 94,
      "text": "אין כלי חרש מטמא חברו, אלא משקה. נטמא משקה, טמאתו. הרי זה אומר, מטמאיך לא טמאוני ואתה טמאתני: "
    },
    {
      "uid": "Mishnah_Parah_57",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 12103,
      "end_char": 12226,
      "length": 124,
      "text": "כל הפוסל את התרומה, מטמא את המשקין להיות תחלה לטמא אחד ולפסל אחד, חוץ מטבול יום. הרי זה אומר, מטמאיך לא טמאוני ואתה טמאתני: "
    },
    {
      "uid": "Mishnah_Parah_58",
      "chapter_number": 8,
      "verse_number": 8,
      "start_char": 12227,
      "end_char": 12453,
      "length": 227,
      "text": "כל הימים כמקוה, שנאמר (בראשית א), ולמקוה המים קרא ימים, דברי רבי מאיר. רבי יהודה אומר, הים הגדול כמקוה, לא נאמר ימים, אלא שיש בו מיני ימים הרבה. רבי יוסי אומר, כל הימים מטהרין בזוחלין, ופסולין לזבים ולמצרעים ולקדש מהן מי חטאת: "
    },
    {
      "uid": "Mishnah_Parah_59",
      "chapter_number": 8,
      "verse_number": 9,
      "start_char": 12454,
      "end_char": 12620,
      "length": 167,
      "text": "המים המכים, פסולים. אלו הן המכים, המלוחים והפושרים. המים המכזבים, פסולין. אלו הם המים המכזבים, המכזבים אחד בשבוע. המכזבים בפלמסיות ובשני בצרון, כשרים. רבי יהודה פוסל: "
    },
    {
      "uid": "Mishnah_Parah_60",
      "chapter_number": 8,
      "verse_number": 10,
      "start_char": 12621,
      "end_char": 12805,
      "length": 185,
      "text": "מי קרמיון ומי פוגה, פסולין, מפני שהם מי בצים. מי הירדן ומי ירמוך, פסולים, מפני שהם מי תערבות. ואלו הן מי תערבות, אחד כשר ואחד פסול, שנתערבו. שניהן כשרין ונתערבו, כשרין. רבי יהודה פוסל: "
    },
    {
      "uid": "Mishnah_Parah_61",
      "chapter_number": 8,
      "verse_number": 11,
      "start_char": 12806,
      "end_char": 13062,
      "length": 257,
      "text": "באר אחאב ומערת פמיס, כשרה. המים שנשתנו ושנוין מחמת עצמן, כשרין. אמת המים הבאה מרחוק, כשרה, ובלבד שישמרנה שלא יפסיקנה אדם. רבי יהודה אומר, הרי היא בחזקת מתרת. באר שנפל לתוכה חרסית או אדמה, ימתין לה עד שתצל, דברי רבי ישמעאל. רבי עקיבא אומר, אינו צריך להמתין: "
    },
    {
      "uid": "Mishnah_Parah_62",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 13063,
      "end_char": 13314,
      "length": 252,
      "text": "צלוחית שנפל לתוכה מים כל שהן, רבי אליעזר אומר, יזה שתי הזיות. וחכמים פוסלין. ירד לתוכה טל, רבי אליעזר אומר, יניחנה בחמה והטל עולה. וחכמים פוסלין. נפל לתוכה משקין ומי פרות, יערה וצריך לנגב. דיו, קומוס, וקנקנתום, וכל דבר שהוא רושם, יערה ואינו צריך לנגב: "
    },
    {
      "uid": "Mishnah_Parah_63",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 13315,
      "end_char": 13505,
      "length": 191,
      "text": "נפל לתוכה שקצים ורמשים ונתבקעו, או שנשתנו מראיהם, פסולין. חפושית, בין כך ובין כך פוסלת, מפני שהיא כשפופרת. רבי שמעון ורבי אליעזר בן יעקב אומרים, הדירה והכנה שבתבואה כשרים, מפני שאין בהם לחה: "
    },
    {
      "uid": "Mishnah_Parah_64",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 13506,
      "end_char": 13706,
      "length": 201,
      "text": "שתת מהן בהמה או חיה, פסולין. כל העופות פוסלין, חוץ מן היונה, מפני שהיא מוצצת. כל השרצים אינם פוסלין, חוץ מן החלדה, מפני שהיא מלקת. רבן גמליאל אומר, אף הנחש, מפני שהיא מקיאה. רבי אליעזר אומר, אף העכבר: "
    },
    {
      "uid": "Mishnah_Parah_65",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 13707,
      "end_char": 13908,
      "length": 202,
      "text": "החושב על מי חטאת לשתות, רבי אליעזר אומר, פסול. רבי יהושע אומר, כשיטה. אמר רבי יוסי, במה דברים אמורים, במים שאינם מקדשים. אבל במים המקדשין, רבי אליעזר אומר, כשיטה. רבי יהושע אומר, כשישתה. ואם גרגר, כשר: "
    },
    {
      "uid": "Mishnah_Parah_66",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 13909,
      "end_char": 14047,
      "length": 139,
      "text": "מי חטאת שנפסלו, לא יגבלם בטיט, שלא יעשם תקלה לאחרים. רבי יהודה אומר, בטלו. פרה ששתת מי חטאת, בשרה טמא מעת לעת. רבי יהודה אומר, בטלו במעיה: "
    },
    {
      "uid": "Mishnah_Parah_67",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 14048,
      "end_char": 14243,
      "length": 196,
      "text": "מי חטאת ואפר חטאת, לא יעבירם בנהר ובספינה, ולא ישיטם על פני המים, ולא יעמוד בצד זה ויזרקם לצד זה. אבל עובר הוא במים עד צוארו. עובר הוא הטהור לחטאת ובידיו כלי ריקם הטהור לחטאת, ובמים שאינם מקדשין: "
    },
    {
      "uid": "Mishnah_Parah_68",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 14244,
      "end_char": 14336,
      "length": 93,
      "text": "אפר כשר שנתערב באפר מקלה, הולכין אחר הרב לטמא, ואין מקדשין בו. רבי אליעזר אומר, מקדשין בכלן: "
    },
    {
      "uid": "Mishnah_Parah_69",
      "chapter_number": 9,
      "verse_number": 8,
      "start_char": 14337,
      "end_char": 14509,
      "length": 173,
      "text": "מי חטאת שנפסלו, מטמאין את הטהור לתרומה, בידיו ובגופו. ואת הטהור לחטאת, לא בידיו ולא בגופו. נטמאו, מטמאים את הטהור לתרומה בידיו ובגופו. ואת הטהור לחטאת, בידיו, אבל לא בגופו: "
    },
    {
      "uid": "Mishnah_Parah_70",
      "chapter_number": 9,
      "verse_number": 9,
      "start_char": 14510,
      "end_char": 14628,
      "length": 119,
      "text": "אפר כשר שנתנו על גבי המים שאינן ראויין לקדש, מטמאין את הטהור לתרומה, בידיו ובגופו. את הטהור לחטאת, לא בידיו ולא בגופו: "
    },
    {
      "uid": "Mishnah_Parah_71",
      "chapter_number": 10,
      "verse_number": 1,
      "start_char": 14629,
      "end_char": 14825,
      "length": 197,
      "text": "כל הראוי לטמא מדרס, מדף לחטאת, בין טמא בין טהור. ואדם, כיוצא בו. כל הראוי לטמא טמא מת, בין טמא בין טהור, רבי אליעזר אומר, אינו מדף. רבי יהושע אומר, מדף. וחכמים אומרים, הטמא, מדף. והטהור, אינו מדף: "
    },
    {
      "uid": "Mishnah_Parah_72",
      "chapter_number": 10,
      "verse_number": 2,
      "start_char": 14826,
      "end_char": 14982,
      "length": 157,
      "text": "הטהור לחטאת שנגע במדף, טמא. לגין של חטאת שנגע במדף, טמא. הטהור לחטאת שנגע באכלים ומשקים, בידו, טמא. וברגלו, טהור. הסיטן בידו, רבי יהושע מטמא, וחכמים מטהרים: "
    },
    {
      "uid": "Mishnah_Parah_73",
      "chapter_number": 10,
      "verse_number": 3,
      "start_char": 14983,
      "end_char": 15139,
      "length": 157,
      "text": "קלל של חטאת שנגע בשרץ, טהור. נתנו על גביו, רבי אליעזר מטהר, וחכמים מטמאים. נגע באכלים ומשקין ובכתבי הקדש, טהור. נתנו על גביהן, רבי יוסי מטהר, וחכמים מטמאים: "
    },
    {
      "uid": "Mishnah_Parah_74",
      "chapter_number": 10,
      "verse_number": 4,
      "start_char": 15140,
      "end_char": 15341,
      "length": 202,
      "text": "הטהור לחטאת שנגע בתנור, בידו, טמא. וברגלו, טהור. היה עומד על גבי תנור ופשט ידו חוץ לתנור, והלגין בתוכו, וכן האסל שהוא נתון על גבי התנור ובו שני קללות, אחד מכאן ואחד מכאן, רבי עקיבא מטהר, וחכמים מטמאין: "
    },
    {
      "uid": "Mishnah_Parah_75",
      "chapter_number": 10,
      "verse_number": 5,
      "start_char": 15342,
      "end_char": 15527,
      "length": 186,
      "text": "היה עומד חוץ לתנור ופשט ידיו לחלון ונטל את הלגין והעבירו על גבי התנור, רבי עקיבא מטמא, וחכמים מטהרין. אבל עומד הוא הטהור לחטאת על גבי תנור ובידו כלי ריקן הטהור לחטאת, ובמים שאין מקדשין: "
    },
    {
      "uid": "Mishnah_Parah_76",
      "chapter_number": 10,
      "verse_number": 6,
      "start_char": 15528,
      "end_char": 15893,
      "length": 366,
      "text": "לגין של חטאת שנגע בשל קדש ושל תרומה, של חטאת, טמא. ושל קדש ושל תרומה, טהורין. שניהן בשתי ידיו, שניהן טמאים. שניהם בשני נירות, שניהם טהורים. של חטאת בניר ושל תרומה בידו, שניהן טמאין. של תרומה בניר ושל חטאת בידו, שניהן טהורין. רבי יהושע אומר, של חטאת, טמא. היו נתונין על גבי הארץ ונגע בהם, של חטאת, טמא. של קדש ושל תרומה, טהורים. הסיטן, רבי יהושע מטמא, וחכמים מטהרין: "
    },
    {
      "uid": "Mishnah_Parah_77",
      "chapter_number": 11,
      "verse_number": 1,
      "start_char": 15894,
      "end_char": 16110,
      "length": 217,
      "text": "צלוחית שהניחה מגלה, ובא ומצאה מכסה, פסולה. הניחה מכסה ובא ומצאה מגלה, אם יכולה החלדה לשתות הימנה, או נחש לדברי רבן גמליאל, או שירד בה טל בלילה, פסולה. החטאת אינה נצולה בצמיד פתיל. ומים שאינן מקדשין נצולין בצמיד פתיל: "
    },
    {
      "uid": "Mishnah_Parah_78",
      "chapter_number": 11,
      "verse_number": 2,
      "start_char": 16111,
      "end_char": 16276,
      "length": 166,
      "text": "כל הספק טהור לתרומה, טהור לחטאת. כל התלוי לתרומה, נשפך לחטאת. אם עשו על גביו טהרות, תלויות. הרפפות, טהורות לקדש ולתרומה ולחטאת. רבי אליעזר אומר, הרעדות, טמאות לחטאת: "
    },
    {
      "uid": "Mishnah_Parah_79",
      "chapter_number": 11,
      "verse_number": 3,
      "start_char": 16277,
      "end_char": 16518,
      "length": 242,
      "text": "דבלה של תרומה שנפלה לתוך מי חטאת ונטלה ואכלה, אם יש בה כביצה, בין טמאה בין טהורה, המים טמאין, והאוכלה חיב מיתה. אין בה כביצה, המים טהורין, והאוכלה חיב מיתה. רבי יוסי אומר, בטהורה, המים טהורים. הטהור לחטאת שהכניס ראשו ורבו לתוך מי חטאת, נטמא: "
    },
    {
      "uid": "Mishnah_Parah_80",
      "chapter_number": 11,
      "verse_number": 4,
      "start_char": 16519,
      "end_char": 16778,
      "length": 260,
      "text": "כל הטעון ביאת מים מדברי תורה, מטמא את הקדש ואת התרומה ואת החלין ואת המעשר, ואסור על ביאת המקדש. לאחר ביאתו, מטמא את הקדש, ופוסל את התרומה, דברי רבי מאיר. וחכמים אומרים, פוסל בקדש ובתרומה, ומתר בחלין ובמעשר. ואם בא אל המקדש, בין לפני ביאתו בין לאחר ביאתו, חיב: "
    },
    {
      "uid": "Mishnah_Parah_81",
      "chapter_number": 11,
      "verse_number": 5,
      "start_char": 16779,
      "end_char": 16973,
      "length": 195,
      "text": "כל הטעון ביאת מים מדברי סופרים, מטמא את הקדש, ופוסל את התרומה, ומתר בחלין ובמעשר, דברי רבי מאיר. וחכמים אוסרים במעשר. לאחר ביאתו, מתר בכלן. ואם בא אל המקדש, בין לפני ביאתו ובין לאחר ביאתו, פטור: "
    },
    {
      "uid": "Mishnah_Parah_82",
      "chapter_number": 11,
      "verse_number": 6,
      "start_char": 16974,
      "end_char": 17200,
      "length": 227,
      "text": "כל הטעון ביאת מים, בין מדברי תורה בין מדברי סופרים, מטמא את מי חטאת ואת אפר חטאת ואת המזה מי חטאת, במגע ובמשא. האזוב המכשר, והמים שאינן מקדשים, וכלי ריקם הטהור לחטאת, במגע ובמשא, דברי רבי מאיר. וחכמים אומרים, במגע אבל לא במשא: "
    },
    {
      "uid": "Mishnah_Parah_83",
      "chapter_number": 11,
      "verse_number": 7,
      "start_char": 17201,
      "end_char": 17487,
      "length": 287,
      "text": "כל אזוב שיש לו שם לוי, פסול. אזוב זה, כשר. אזוב יון, אזוב כוחלית, אזוב רומי, אזוב מדברי, פסול. ושל תרומה טמאה, פסול. ושל טהורה, לא יזה. ואם הזה, כשר. אין מזין לא ביונקות, ולא בתמרות. אין חיבין על היונקות על ביאת המקדש. רבי אליעזר אומר, אף לא על התמרות. אלו הן היונקות, גבעולין שלא גמלו: "
    },
    {
      "uid": "Mishnah_Parah_84",
      "chapter_number": 11,
      "verse_number": 8,
      "start_char": 17488,
      "end_char": 17713,
      "length": 226,
      "text": "אזוב שהזה בו, כשר לטהר בו את המצרע. לקטו לעצים ונפלו עליו משקין, מנגבו והוא כשר. לקטו לאכלין ונפלו עליו משקין, אף על פי שנגבו, פסול. לקטו לחטאת, כמלקט לאכלין, דברי רבי מאיר. רבי יהודה ורבי יוסי ורבי שמעון אומרים, כמלקט לעצים: "
    },
    {
      "uid": "Mishnah_Parah_85",
      "chapter_number": 11,
      "verse_number": 9,
      "start_char": 17714,
      "end_char": 17962,
      "length": 249,
      "text": "מצות אזוב, שלשה קלחים ובהם שלשה גבעולין. רבי יהודה אומר, של שלשה שלשה. אזוב שיש בו שלשה קלחים, מפסגו ואוגדו. פסגו ולא אגדו, אגדו ולא פסגו, לא פסגו ולא אגדו, כשר. רבי יוסי אומר, מצות אזוב, שלשה קלחים, ובהם שלשה גבעולים, ושיריו שנים, וגרדמיו כל שהוא: "
    },
    {
      "uid": "Mishnah_Parah_86",
      "chapter_number": 12,
      "verse_number": 1,
      "start_char": 17963,
      "end_char": 18085,
      "length": 123,
      "text": "האזוב הקצר, מספקו בחוט ובכוש, וטובל ומעלה, ואוחז באזוב ומזה. רבי יהודה ורבי שמעון אומרים, כשם שהזיה באזוב, כך טבילה באזוב: "
    },
    {
      "uid": "Mishnah_Parah_87",
      "chapter_number": 12,
      "verse_number": 2,
      "start_char": 18086,
      "end_char": 18598,
      "length": 513,
      "text": "הזה, ספק מן החוט, ספק מן הכוש, ספק מן הגבעול, הזיתו פסולה. הזה על שני כלים, ספק על שניהם הזה, ספק מחברו מצה עליו, הזיתו פסולה. מחט שהיא נתונה על החרס, והזה עליה, ספק על המחט הזה, ספק מן החרס מצה עליה, הזיתו פסולה. צלוחית שפיה צר, טובל ומעלה כדרכו. רבי יהודה אומר, הזיה ראשונה. מי חטאת שנתמעטו, טובל אפלו ראשי גבעולין ומזה, ובלבד שלא יספג. נתכון להזות לפניו והזה לאחריו, לאחריו והזה לפניו, הזיתו פסולה. לפניו, והזה על הצדדין שלפניו, הזיתו כשרה. מזין על האדם מדעתו ושלא מדעתו. מזין על האדם ועל הכלים, ואפלו הן מאה: "
    },
    {
      "uid": "Mishnah_Parah_88",
      "chapter_number": 12,
      "verse_number": 3,
      "start_char": 18599,
      "end_char": 18889,
      "length": 291,
      "text": "נתכון להזות על דבר שהוא מקבל טמאה והזה על דבר שאינו מקבל טמאה, אם יש באזוב, לא ישנה. על דבר שאינו מקבל טמאה, והזה על דבר שמקבל טמאה, אם יש באזוב, ישנה. על האדם, והזה על הבהמה, אם יש באזוב, לא ישנה. על הבהמה, והזה על האדם, אם יש באזוב, ישנה. המים המנטפים, כשרים. לפיכך הם מטמאין לשם מי חטאת: "
    },
    {
      "uid": "Mishnah_Parah_89",
      "chapter_number": 12,
      "verse_number": 4,
      "start_char": 18890,
      "end_char": 19182,
      "length": 293,
      "text": "המזה מחלון של רבים ונכנס למקדש ונמצאו המים פסולים, פטור. מחלון של יחיד ונכנס למקדש ונמצאו המים פסולין, חיב. אבל כהן גדול, בין מחלון של יחיד בין מחלון של רבים, פטור, שאין כהן גדול חיב על ביאת המקדש. מחליקין היו לפני חלון של רבים ודורסין ולא נמנעין, מפני שאמרו, מי חטאת שעשו מצותן, אינן מטמאין: "
    },
    {
      "uid": "Mishnah_Parah_90",
      "chapter_number": 12,
      "verse_number": 5,
      "start_char": 19183,
      "end_char": 19375,
      "length": 193,
      "text": "אוחז הוא הטהור בקרדם הטמא בכנפו, ומזה עליו. אף על פי שיש עליו כדי הזיה, טהור. כמה יהא במים ויהיה בהם כדי הזיה. כדי שיטביל ראשי גבעולין ויזה. רבי יהודה אומר, רואים אותם כאלו הן על אזוב של נחשת: "
    },
    {
      "uid": "Mishnah_Parah_91",
      "chapter_number": 12,
      "verse_number": 6,
      "start_char": 19376,
      "end_char": 19517,
      "length": 142,
      "text": "המזה באזוב טמא, אם יש בו כביצה, המים פסולים, והזיתו פסולה. אין בו כביצה, המים כשרים, והזיתו פסולה. ומטמא את חברו, וחברו את חברו, אפלו הן מאה: "
    },
    {
      "uid": "Mishnah_Parah_92",
      "chapter_number": 12,
      "verse_number": 7,
      "start_char": 19518,
      "end_char": 19596,
      "length": 79,
      "text": "הטהור לחטאת שנטמאו ידיו, נטמא גופו, ומטמא את חברו, וחברו את חברו, אפלו הן מאה: "
    },
    {
      "uid": "Mishnah_Parah_93",
      "chapter_number": 12,
      "verse_number": 8,
      "start_char": 19597,
      "end_char": 19910,
      "length": 314,
      "text": "לגין של חטאת שנטמאו אחוריו, נטמא תוכו, ומטמא את חברו, וחברו את חברו, אפלו הן מאה. הזוג והענבל, חבור. כוש של רובן, לא יזה לא על הכוש ולא על הפיקה. ואם הזה, מזה. של פשתן, חבור. עור של עריסה שהוא מחבר לפיקות, חבור. המלבן, אינו חבור לא לטמאה ולא לטהרה. כל ידות הכלים הקדוחות, חבור. רבי יוחנן בן נורי אומר, אף החרוקות: "
    },
    {
      "uid": "Mishnah_Parah_94",
      "chapter_number": 12,
      "verse_number": 9,
      "start_char": 19911,
      "end_char": 20060,
      "length": 150,
      "text": "הסלים שבקנתל, והמטה של טרבל, וקרן של כליבה, וקרנין של יוצאי דרכים, ושלשלת המפתחות, ושלל הכובסים, והבגד שהוא תפור בכלאים, חבור לטמאה ואינו חבור להזיה: "
    },
    {
      "uid": "Mishnah_Parah_95",
      "chapter_number": 12,
      "verse_number": 10,
      "start_char": 20061,
      "end_char": 20352,
      "length": 292,
      "text": "כסוי מחם שהוא מחבר לשלשלת, בית שמאי אומרים, חבור לטמאה ואינו חבור להזיה. בית הלל אומרים, הזה על המחם, הזה הכסוי. הזה על הכסוי, לא הזה המחם. הכל כשרים להזות, חוץ מטמטום ואנדרוגינוס והאשה. ותינוק שאין בו דעת, האשה מסעדתו ומזה, ואוחזת לו במים והוא טובל ומזה. אם אחזה בידו, אפלו בשעת הזיה, פסול: "
    },
    {
      "uid": "Mishnah_Parah_96",
      "chapter_number": 12,
      "verse_number": 11,
      "start_char": 20353,
      "end_char": 20517,
      "length": 165,
      "text": "טבל את האזוב ביום והזה ביום, כשר. ביום והזה בלילה, בלילה והזה ביום, פסול. אבל הוא עצמו טובל בלילה ומזה ביום, שאין מזין עד שתנץ החמה. וכלן שעשו משעלה עמוד השחר, כשר: "
    }
  ]
}