{
  "title": "Mishnah Berakhot",
  "categories": [
    "Mishnah",
    "Seder Zeraim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Berakhot_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 487,
      "length": 487,
      "text": "מאימתי קורין את שמע בערבית. משעה שהכהנים נכנסים לאכל בתרומתן, עד סוף האשמורה הראשונה, דברי רבי אליעזר. וחכמים אומרים, עד חצות. רבן גמליאל אומר, עד שיעלה עמוד השחר. מעשה שבאו בניו מבית המשתה, אמרו לו, לא קרינו את שמע. אמר להם, אם לא עלה עמוד השחר, חיבין אתם לקרות. ולא זו בלבד, אלא כל מה שאמרו חכמים עד חצות, מצותן עד שיעלה עמוד השחר. הקטר חלבים ואברים, מצותן עד שיעלה עמוד השחר. וכל הנאכלים ליום אחד, מצותן עד שיעלה עמוד השחר. אם כן, למה אמרו חכמים עד חצות, כדי להרחיק את האדם מן העברה: "
    },
    {
      "uid": "Mishnah_Berakhot_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 488,
      "end_char": 698,
      "length": 211,
      "text": "מאימתי קורין את שמע בשחרית. משיכיר בין תכלת ללבן. רבי אליעזר אומר, בין תכלת לכרתי. וגומרה עד הנץ החמה. רבי יהושע אומר, עד שלש שעות, שכן דרך בני מלכים לעמד בשלש שעות. הקורא מכאן ואילך לא הפסיד, כאדם הקורא בתורה: "
    },
    {
      "uid": "Mishnah_Berakhot_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 699,
      "end_char": 1061,
      "length": 363,
      "text": "בית שמאי אומרים, בערב כל אדם יטו ויקראו, ובבקר יעמדו, שנאמר (דברים ו) ובשכבך ובקומך. ובית הלל אומרים, כל אדם קורא כדרכו, שנאמר (שם) ובלכתך בדרך. אם כן, למה נאמר ובשכבך ובקומך, בשעה שבני אדם שוכבים, ובשעה שבני אדם עומדים. אמר רבי טרפון, אני הייתי בא בדרך, והטתי לקרות, כדברי בית שמאי, וסכנתי בעצמי מפני הלסטים. אמרו לו, כדי היית לחוב בעצמך, שעברת על דברי בית הלל: "
    },
    {
      "uid": "Mishnah_Berakhot_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 1062,
      "end_char": 1258,
      "length": 197,
      "text": "בשחר מברך שתים לפניה ואחת לאחריה, ובערב שתים לפניה ושתים לאחריה. אחת ארכה ואחת קצרה. מקום שאמרו להאריך, אינו רשאי לקצר. לקצר, אינו רשאי להאריך. לחתם, אינו רשאי שלא לחתם. ושלא לחתם, אינו רשאי לחתם: "
    },
    {
      "uid": "Mishnah_Berakhot_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 1259,
      "end_char": 1556,
      "length": 298,
      "text": "מזכירין יציאת מצרים בלילות. אמר רבי אלעזר בן עזריה, הרי אני כבן שבעים שנה, ולא זכיתי שתאמר יציאת מצרים בלילות, עד שדרשה בן זומא, שנאמר (דברים טז) למען תזכר את יום צאתך מארץ מצרים כל ימי חייך. ימי חייך, הימים. כל ימי חייך, הלילות. וחכמים אומרים, ימי חייך, העולם הזה. כל ימי חייך, להביא לימות המשיח: "
    },
    {
      "uid": "Mishnah_Berakhot_6",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1557,
      "end_char": 1799,
      "length": 243,
      "text": "היה קורא בתורה, והגיע זמן המקרא, אם כון לבו, יצא. ואם לאו, לא יצא. בפרקים שואל מפני הכבוד ומשיב, ובאמצע שואל מפני היראה ומשיב, דברי רבי מאיר. רבי יהודה אומר, באמצע שואל מפני היראה, ומשיב מפני הכבוד, בפרקים שואל מפני הכבוד, ומשיב שלום לכל אדם: "
    },
    {
      "uid": "Mishnah_Berakhot_7",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1800,
      "end_char": 2165,
      "length": 366,
      "text": "אלו הן בין הפרקים, בין ברכה ראשונה לשניה, בין שניה לשמע, ובין שמע לוהיה אם שמע, בין והיה אם שמע לויאמר, בין ויאמר לאמת ויציב. רבי יהודה אומר, בין ויאמר לאמת ויציב לא יפסיק. אמר רבי יהושע בן קרחה, למה קדמה שמע לוהיה אם שמע, אלא כדי שיקבל עליו על מלכות שמים תחלה, ואחר כך יקבל עליו על מצות. והיה אם שמע לויאמר, שוהיה אם שמע נוהג ביום ובלילה, ויאמר אינו נוהג אלא ביום: "
    },
    {
      "uid": "Mishnah_Berakhot_8",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2166,
      "end_char": 2337,
      "length": 172,
      "text": "הקורא את שמע ולא השמיע לאזנו, יצא. רבי יוסי אומר, לא יצא. קרא ולא דקדק באותיותיה, רבי יוסי אומר יצא, רבי יהודה אומר לא יצא. הקורא למפרע, לא יצא. קרא וטעה, יחזר למקום שטעה: "
    },
    {
      "uid": "Mishnah_Berakhot_9",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2338,
      "end_char": 2407,
      "length": 70,
      "text": "האמנין קורין בראש האילן או בראש הנדבך, מה שאינן רשאין לעשות כן בתפלה: "
    },
    {
      "uid": "Mishnah_Berakhot_10",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2408,
      "end_char": 2638,
      "length": 231,
      "text": "חתן פטור מקריאת שמע בלילה הראשון עד מוצאי שבת, אם לא עשה מעשה. מעשה ברבן גמליאל שקרא בלילה הראשון שנשא. אמרו לו תלמידיו, לא למדתנו, רבנו, שחתן פטור מקריאת שמע בלילה הראשון. אמר להם, איני שומע לכם לבטל ממני מלכות שמים אפלו שעה אחת: "
    },
    {
      "uid": "Mishnah_Berakhot_11",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 2639,
      "end_char": 2754,
      "length": 116,
      "text": "רחץ לילה הראשון שמתה אשתו. אמרו לו תלמידיו, לא למדתנו, רבנו, שאבל אסור לרחץ. אמר להם, איני כשאר כל אדם, אסטניס אני: "
    },
    {
      "uid": "Mishnah_Berakhot_12",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 2755,
      "end_char": 2899,
      "length": 145,
      "text": "וכשמת טבי עבדו, קבל עליו תנחומין. אמרו לו תלמידיו, לא למדתנו רבנו, שאין מקבלין תנחומין על העבדים. אמר להם, אין טבי עבדי כשאר כל העבדים, כשר היה: "
    },
    {
      "uid": "Mishnah_Berakhot_13",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 2900,
      "end_char": 2999,
      "length": 100,
      "text": "חתן אם רצה לקרות קריאת שמע לילה הראשון, קורא. רבן שמעון בן גמליאל אומר, לא כל הרוצה לטל את השם יטל: "
    },
    {
      "uid": "Mishnah_Berakhot_14",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3000,
      "end_char": 3203,
      "length": 204,
      "text": "מי שמתו מוטל לפניו, פטור מקריאת שמע, מן התפלה ומן התפלין. נושאי המטה וחלופיהן וחלופי חלופיהן, את שלפני המטה ואת שלאחר המטה, את שלמטה צרך בהן פטורים, ואת שאין למטה צרך בהן חיבין. אלו ואלו פטורים מן התפלה: "
    },
    {
      "uid": "Mishnah_Berakhot_15",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3204,
      "end_char": 3341,
      "length": 138,
      "text": "קברו את המת וחזרו, אם יכולין להתחיל ולגמר עד שלא יגיעו לשורה, יתחילו. ואם לאו, לא יתחילו. העומדים בשורה, הפנימים פטורים, והחיצונים חיבין: "
    },
    {
      "uid": "Mishnah_Berakhot_16",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3342,
      "end_char": 3426,
      "length": 85,
      "text": "נשים ועבדים וקטנים פטורין מקריאת שמע ומן התפלין, וחיבין בתפלה ובמזוזה, ובברכת המזון: "
    },
    {
      "uid": "Mishnah_Berakhot_17",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 3427,
      "end_char": 3557,
      "length": 131,
      "text": "בעל קרי מהרהר בלבו ואינו מברך, לא לפניה ולא לאחריה. ועל המזון מברך לאחריו, ואינו מברך לפניו. רבי יהודה אומר, מברך לפניהם ולאחריהם: "
    },
    {
      "uid": "Mishnah_Berakhot_18",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 3558,
      "end_char": 3816,
      "length": 259,
      "text": "היה עומד בתפלה, ונזכר שהוא בעל קרי, לא יפסיק, אלא יקצר. ירד לטבל, אם יכול לעלות ולהתכסות ולקרות עד שלא תנץ החמה, יעלה ויתכסה ויקרא. ואם לאו, יתכסה במים ויקרא. אבל לא יתכסה, לא במים הרעים ולא במי המשרה, עד שיטיל לתוכן מים. וכמה ירחיק מהם ומן הצואה, ארבע אמות: "
    },
    {
      "uid": "Mishnah_Berakhot_19",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 3817,
      "end_char": 3900,
      "length": 84,
      "text": "זב שראה קרי, ונדה שפלטה שכבת זרע, והמשמשת שראתה נדה, צריכין טבילה, ורבי יהודה פוטר: "
    },
    {
      "uid": "Mishnah_Berakhot_20",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 3901,
      "end_char": 4072,
      "length": 172,
      "text": "תפלת השחר, עד חצות. רבי יהודה אומר, עד ארבע שעות. תפלת המנחה עד הערב. רבי יהודה אומר, עד פלג המנחה. תפלת הערב אין לה קבע. ושל מוספין כל היום. רבי יהודה אומר, עד שבע שעות:  "
    },
    {
      "uid": "Mishnah_Berakhot_21",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 4073,
      "end_char": 4250,
      "length": 178,
      "text": "רבי נחוניא בן הקנה היה מתפלל בכניסתו לבית המדרש וביציאתו תפלה קצרה. אמרו לו, מה מקום לתפלה זו. אמר להם, בכניסתי אני מתפלל שלא תארע תקלה על ידי, וביציאתי אני נותן הודיה על חלקי:  "
    },
    {
      "uid": "Mishnah_Berakhot_22",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 4251,
      "end_char": 4408,
      "length": 158,
      "text": "רבן גמליאל אומר, בכל יום מתפלל אדם שמנה עשרה. רבי יהושע אומר, מעין שמנה עשרה. רבי עקיבא אומר, אם שגורה תפלתו בפיו, יתפלל שמנה עשרה. ואם לאו, מעין שמנה עשרה:  "
    },
    {
      "uid": "Mishnah_Berakhot_23",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 4409,
      "end_char": 4608,
      "length": 200,
      "text": "רבי אליעזר אומר, העושה תפלתו קבע, אין תפלתו תחנונים. רבי יהושע אומר, המהלך במקום סכנה, מתפלל תפלה קצרה. אומר, הושע השם את עמך את שארית ישראל, בכל פרשת העבור יהיו צרכיהם לפניך. ברוך אתה ה' שומע תפלה:  "
    },
    {
      "uid": "Mishnah_Berakhot_24",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 4609,
      "end_char": 4731,
      "length": 123,
      "text": "היה רוכב על החמור, ירד. ואם אינו יכול לירד, יחזיר את פניו, ואם אינו יכול להחזיר את פניו, יכון את לבו כנגד בית קדש הקדשים:  "
    },
    {
      "uid": "Mishnah_Berakhot_25",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 4732,
      "end_char": 4800,
      "length": 69,
      "text": "היה יושב בספינה או בקרון או באסדה, יכון את לבו כנגד בית קדש הקדשים:  "
    },
    {
      "uid": "Mishnah_Berakhot_26",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 4801,
      "end_char": 4964,
      "length": 164,
      "text": "רבי אלעזר בן עזריה אומר, אין תפלת המוספין אלא בחבר עיר. וחכמים אומרים, בחבר עיר ושלא בחבר עיר. רבי יהודה אומר משמו, כל מקום שיש חבר עיר, היחיד פטור מתפלת המוספין:  "
    },
    {
      "uid": "Mishnah_Berakhot_27",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 4965,
      "end_char": 5137,
      "length": 173,
      "text": "אין עומדין להתפלל אלא מתוך כבד ראש. חסידים הראשונים היו שוהים שעה אחת ומתפללים, כדי שיכונו את לבם למקום. אפלו המלך שואל בשלומו, לא ישיבנו. ואפלו נחש כרוך על עקבו, לא יפסיק: "
    },
    {
      "uid": "Mishnah_Berakhot_28",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 5138,
      "end_char": 5288,
      "length": 151,
      "text": "מזכירין גבורות גשמים בתחית המתים, ושואלין הגשמים בברכת השנים, והבדלה בחונן הדעת. רבי עקיבא אומר, אומרה ברכה רביעית בפני עצמה. רבי אליעזר אומר, בהודאה: "
    },
    {
      "uid": "Mishnah_Berakhot_29",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 5289,
      "end_char": 5462,
      "length": 174,
      "text": "האומר על קן צפור יגיעו רחמיך, ועל טוב יזכר שמך, מודים מודים, משתקין אותו. העובר לפני התיבה וטעה, יעבר אחר תחתיו, ולא יהא סרבן באותה שעה. מנין הוא מתחיל, מתחלת הברכה שטעה בה: "
    },
    {
      "uid": "Mishnah_Berakhot_30",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 5463,
      "end_char": 5605,
      "length": 143,
      "text": "העובר לפני התיבה, לא יענה אחר הכהנים אמן, מפני הטרוף. ואם אין שם כהן אלא הוא, לא ישא את כפיו. ואם הבטחתו שהוא נושא את כפיו וחוזר לתפלתו, רשאי: "
    },
    {
      "uid": "Mishnah_Berakhot_31",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 5606,
      "end_char": 5869,
      "length": 264,
      "text": "המתפלל וטעה, סימן רע לו. ואם שליח צבור הוא, סימן רע לשולחיו, מפני ששלוחו של אדם כמותו. אמרו עליו על רבי חנינא בן דוסא, כשהיה מתפלל על החולים ואומר, זה חי וזה מת. אמרו לו, מנין אתה יודע. אמר להם, אם שגורה תפלתי בפי, יודע אני שהוא מקבל. ואם לאו, יודע אני שהוא מטרף: "
    },
    {
      "uid": "Mishnah_Berakhot_32",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 5870,
      "end_char": 6116,
      "length": 247,
      "text": "כיצד מברכין על הפרות. על פרות האילן אומר, בורא פרי העץ, חוץ מן היין, שעל היין אומר בורא פרי הגפן. ועל פרות הארץ אומר בורא פרי האדמה, חוץ מן הפת, שעל הפת הוא אומר המוציא לחם מן הארץ. ועל הירקות אומר בורא פרי האדמה. רבי יהודה אומר, בורא מיני דשאים: "
    },
    {
      "uid": "Mishnah_Berakhot_33",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 6117,
      "end_char": 6221,
      "length": 105,
      "text": "ברך על פרות האילן בורא פרי האדמה, יצא. ועל פרות הארץ בורא פרי העץ, לא יצא. על כלם אם אמר שהכל נהיה, יצא: "
    },
    {
      "uid": "Mishnah_Berakhot_34",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 6222,
      "end_char": 6391,
      "length": 170,
      "text": "על דבר שאין גדולו מן הארץ אומר שהכל. על החמץ ועל הנובלות ועל הגובאי אומר שהכל. על החלב ועל הגבינה ועל הביצים אומר שהכל. רבי יהודה אומר, כל שהוא מין קללה אין מברכין עליו: "
    },
    {
      "uid": "Mishnah_Berakhot_35",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 6392,
      "end_char": 6503,
      "length": 112,
      "text": "היו לפניו מינים הרבה, רבי יהודה אומר, אם יש ביניהם ממין שבעה, מברך עליו. וחכמים אומרים, מברך על איזה מהם שירצה: "
    },
    {
      "uid": "Mishnah_Berakhot_36",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 6504,
      "end_char": 6694,
      "length": 191,
      "text": "ברך על היין שלפני המזון, פטר את היין שלאחר המזון. ברך על הפרפרת שלפני המזון, פטר את הפרפרת שלאחר המזון. ברך על הפת, פטר את הפרפרת. על הפרפרת, לא פטר את הפת. בית שמאי אומרים, אף לא מעשה קדרה: "
    },
    {
      "uid": "Mishnah_Berakhot_37",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 6695,
      "end_char": 6896,
      "length": 202,
      "text": "היו יושבין לאכל, כל אחד ואחד מברך לעצמו. הסבו, אחד מברך לכלן. בא להם יין בתוך המזון, כל אחד ואחד מברך לעצמו. לאחר המזון, אחד מברך לכלם. והוא אומר על המגמר, אף על פי שאין מביאין את המגמר אלא לאחר הסעדה: "
    },
    {
      "uid": "Mishnah_Berakhot_38",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 6897,
      "end_char": 7031,
      "length": 135,
      "text": "הביאו לפניו מליח בתחלה ופת עמו, מברך על המליח ופוטר את הפת, שהפת טפלה לו. זה הכלל, כל שהוא עקר ועמו טפלה, מברך על העקר ופוטר את הטפלה: "
    },
    {
      "uid": "Mishnah_Berakhot_39",
      "chapter_number": 6,
      "verse_number": 8,
      "start_char": 7032,
      "end_char": 7265,
      "length": 234,
      "text": "אכל תאנים ענבים ורמונים, מברך אחריהן שלש ברכות, דברי רבן גמליאל. וחכמים אומרים, ברכה אחת מעין שלש. רבי עקיבא אומר, אפלו אכל שלק והוא מזונו, מברך אחריו שלש ברכות. השותה מים לצמאו, אומר שהכל נהיה בדברו. רבי טרפון אומר, בורא נפשות רבות: "
    },
    {
      "uid": "Mishnah_Berakhot_40",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 7266,
      "end_char": 7509,
      "length": 244,
      "text": "שלשה שאכלו כאחד, חיבין לזמן. אכל דמאי, ומעשר ראשון שנטלה תרומתו, ומעשר שני והקדש שנפדו, והשמש שאכל כזית, והכותי, מזמנין עליהם. אבל אכל טבל, ומעשר ראשון שלא נטלה תרומתו, ומעשר שני והקדש שלא נפדו, והשמש שאכל פחות מכזית, והנכרי, אין מזמנין עליהם: "
    },
    {
      "uid": "Mishnah_Berakhot_41",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 7510,
      "end_char": 7597,
      "length": 88,
      "text": "נשים ועבדים וקטנים, אין מזמנין עליהם. עד כמה מזמנין, עד כזית. רבי יהודה אומר, עד כביצה: "
    },
    {
      "uid": "Mishnah_Berakhot_42",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 7598,
      "end_char": 8249,
      "length": 652,
      "text": "כיצד מזמנין, בשלשה אומר נברך. בשלשה והוא, אומר ברכו. בעשרה, אומר נברך לאלהינו. בעשרה והוא, אומר ברכו. אחד עשרה ואחד עשרה רבוא. במאה אומר, נברך ליי אלהינו. במאה והוא, אומר ברכו. באלף, אומר נברך ליי אלהינו אלהי ישראל. באלף והוא, אומר ברכו. ברבוא, אומר, נברך ליי אלהינו אלהי ישראל אלהי הצבאות יושב הכרובים על המזון שאכלנו. ברבוא והוא, אומר ברכו. כענין שהוא מברך, כך עונין אחריו, ברוך יי אלהינו אלהי ישראל אלהי הצבאות יושב הכרובים על המזון שאכלנו. רבי יוסי הגלילי אומר, לפי רב הקהל הן מברכין, שנאמר במקהלות ברכו אלהים, יי ממקור ישראל (תהלים סח). אמר רבי עקיבא, מה מצינו בבית הכנסת, אחד מרבין ואחד מעטין אומר, ברכו את יי. רבי ישמעאל אומר, ברכו את יי המברך: "
    },
    {
      "uid": "Mishnah_Berakhot_43",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 8250,
      "end_char": 8360,
      "length": 111,
      "text": "שלשה שאכלו כאחד, אינן רשאין לחלק, וכן ארבעה, וכן חמשה. ששה נחלקין, עד עשרה. ועשרה אינן נחלקין, עד שיהיו עשרים: "
    },
    {
      "uid": "Mishnah_Berakhot_44",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 8361,
      "end_char": 8570,
      "length": 210,
      "text": "שתי חבורות שהיו אוכלות בבית אחד, בזמן שמקצתן רואין אלו את אלו, הרי אלו מצטרפים לזמון. ואם לאו, אלו מזמנין לעצמן, ואלו מזמנין לעצמן. אין מברכין על היין עד שיתן לתוכו מים, דברי רבי אליעזר. וחכמים אומרים, מברכין: "
    },
    {
      "uid": "Mishnah_Berakhot_45",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 8571,
      "end_char": 8714,
      "length": 144,
      "text": "אלו דברים שבין בית שמאי ובית הלל בסעדה. בית שמאי אומרים, מברך על היום ואחר כך מברך על היין. ובית הלל אומרים, מברך על היין ואחר כך מברך על היום: "
    },
    {
      "uid": "Mishnah_Berakhot_46",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 8715,
      "end_char": 8823,
      "length": 109,
      "text": "בית שמאי אומרים, נוטלין לידים, ואחר כך מוזגין את הכוס. ובית הלל אומרים, מוזגין את הכוס ואחר כך נוטלין לידים: "
    },
    {
      "uid": "Mishnah_Berakhot_47",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 8824,
      "end_char": 8898,
      "length": 75,
      "text": "בית שמאי אומרים, מקנח ידיו במפה ומניחה על השלחן. ובית הלל אומרים, על הכסת: "
    },
    {
      "uid": "Mishnah_Berakhot_48",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 8899,
      "end_char": 9006,
      "length": 108,
      "text": "בית שמאי אומרים, מכבדין את הבית ואחר כך נוטלין לידים. ובית הלל אומרים, נוטלין לידים ואחר כך מכבדין את הבית: "
    },
    {
      "uid": "Mishnah_Berakhot_49",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 9007,
      "end_char": 9153,
      "length": 147,
      "text": "בית שמאי אומרים, נר ומזון ובשמים והבדלה. ובית הלל אומרים, נר ובשמים ומזון והבדלה. בית שמאי אומרים, שברא מאור האש. ובית הלל אומרים, בורא מאורי האש: "
    },
    {
      "uid": "Mishnah_Berakhot_50",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 9154,
      "end_char": 9316,
      "length": 163,
      "text": "אין מברכין לא על הנר ולא על הבשמים של עובדי כוכבים, ולא על הנר ולא על הבשמים של מתים, ולא על הנר ולא על הבשמים שלפני עבודה זרה. אין מברכין על הנר עד שיאותו לאורו: "
    },
    {
      "uid": "Mishnah_Berakhot_51",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 9317,
      "end_char": 9456,
      "length": 140,
      "text": "מי שאכל ושכח ולא ברך, בית שמאי אומרים, יחזר למקומו ויברך. ובית הלל אומרים, יברך במקום שנזכר. עד אימתי הוא מברך. עד כדי שיתעכל המזון שבמעיו: "
    },
    {
      "uid": "Mishnah_Berakhot_52",
      "chapter_number": 8,
      "verse_number": 8,
      "start_char": 9457,
      "end_char": 9685,
      "length": 229,
      "text": "בא להם יין לאחר המזון ואין שם אלא אותו הכוס, בית שמאי אומרים, מברך על היין ואחר כך מברך על המזון. ובית הלל אומרים, מברך על המזון ואחר כך מברך על היין. עונין אמן אחר ישראל המברך, ואין עונין אמן אחר הכותי המברך, עד שישמע כל הברכה: "
    },
    {
      "uid": "Mishnah_Berakhot_53",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 9686,
      "end_char": 9819,
      "length": 134,
      "text": "הרואה מקום שנעשו בו נסים לישראל, אומר ברוך שעשה נסים לאבותינו במקום הזה. מקום שנעקרה ממנו עבודה זרה, אומר ברוך שעקר עבודה זרה מארצנו: "
    },
    {
      "uid": "Mishnah_Berakhot_54",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 9820,
      "end_char": 10173,
      "length": 354,
      "text": "על הזיקין, ועל הזועות, ועל הברקים, ועל הרעמים, ועל הרוחות, אומר ברוך שכחו וגבורתו מלא עולם. על ההרים, ועל הגבעות, ועל הימים, ועל הנהרות, ועל המדברות, אומר ברוך עושה מעשה בראשית. רבי יהודה אומר, הרואה את הים הגדול אומר ברוך שעשה את הים הגדול, בזמן שרואה אותו לפרקים. על הגשמים ועל הבשורות הטובות אומר ברוך הטוב והמטיב, ועל שמועות רעות אומר ברוך דין האמת: "
    },
    {
      "uid": "Mishnah_Berakhot_55",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 10174,
      "end_char": 10453,
      "length": 280,
      "text": "בנה בית חדש, וקנה כלים חדשים, אומר ברוך שהחינו. מברך על הרעה מעין הטובה, ועל הטובה מעין הרעה. הצועק לשעבר, הרי זו תפלת שוא. כיצד. היתה אשתו מעברת, ואמר, יהי רצון שתלד אשתי זכר, הרי זו תפלת שוא. היה בא בדרך ושמע קול צוחה בעיר, ואמר יהי רצון שלא יהיו אלו בני ביתי, הרי זו תפלת שוא: "
    },
    {
      "uid": "Mishnah_Berakhot_56",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 10454,
      "end_char": 10586,
      "length": 133,
      "text": "הנכנס לכרך מתפלל שתים, אחת בכניסתו ואחת ביציאתו. בן עזאי אומר, ארבע, שתים בכניסתו ושתים ביציאתו, ונותן הודאה לשעבר, וצועק לעתיד לבא: "
    },
    {
      "uid": "Mishnah_Berakhot_57",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 10587,
      "end_char": 11424,
      "length": 838,
      "text": "חיב אדם לברך על הרעה כשם שהוא מברך על הטובה, שנאמר (דברים ו) ואהבת את יי אלהיך בכל לבבך ובכל נפשך ובכל מאדך. בכל לבבך, בשני יצריך, ביצר טוב וביצר רע. ובכל נפשך, אפלו הוא נוטל את נפשך. ובכל מאדך, בכל ממונך. דבר אחר בכל מאדך, בכל מדה ומדה שהוא מודד לך הוי מודה לו במאד מאד. לא יקל אדם את ראשו כנגד שער המזרח, שהוא מכון כנגד בית קדשי הקדשים. לא יכנס להר הבית במקלו, ובמנעלו, ובפנדתו, ובאבק שעל רגליו, ולא יעשנו קפנדריא, ורקיקה מקל וחמר. כל חותמי ברכות שהיו במקדש, היו אומרים מן העולם. משקלקלו המינין, ואמרו, אין עולם אלא אחד, התקינו שיהו אומרים, מן העולם ועד העולם. והתקינו, שיהא אדם שואל את שלום חברו בשם, שנאמר (רות ב) והנה בעז בא מבית לחם, ויאמר לקוצרים יי עמכם, ויאמרו לו, יברכך יי. ואומר (שופטים ו) יי עמך גבור החיל. ואומר (משלי כג) אל תבוז כי זקנה אמך. ואומר (תהלים קיט) עת לעשות ליי הפרו תורתך. רבי נתן אומר, הפרו תורתך עת לעשות ליי: "
    }
  ]
}