{
  "title": "Mishnah Mikvaot",
  "categories": [
    "Mishnah",
    "Seder Tahorot"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Mikvaot_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 170,
      "length": 170,
      "text": "שש מעלות במקואות, זו למעלה מזו, וזו למעלה מזו. מי גבאים, שתה טמא ושתה טהור, טמא. שתה טמא ומלא בכלי טהור, טמא. שתה טמא ונפל ככר של תרומה, אם הדיח, טמא. ואם לא הדיח, טהור: "
    },
    {
      "uid": "Mishnah_Mikvaot_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 171,
      "end_char": 298,
      "length": 128,
      "text": "מלא בכלי טמא ושתה טהור, טמא. מלא בכלי טמא ומלא בכלי טהור, טמא. מלא בכלי טמא ונפל ככר של תרומה, אם הדיח, טמא. ואם לא הדיח, טהור: "
    },
    {
      "uid": "Mishnah_Mikvaot_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 299,
      "end_char": 477,
      "length": 179,
      "text": "נפלו מים טמאים ושתה טהור, טמא. נפלו מים טמאים ומלא בכלי טהור, טמא. נפלו מים טמאים ונפל ככר של תרומה, אם הדיח, טמא. ואם לא הדיח, טהור. רבי שמעון אומר, בין שהדיח בין שלא הדיח, טמא: "
    },
    {
      "uid": "Mishnah_Mikvaot_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 478,
      "end_char": 718,
      "length": 241,
      "text": "נפל לתוכן מת, או שהלך בהן הטמא, ושתה טהור, טהור. אחד מי גבאים, מי בורות, מי שיחים, מי מערות, מי תמציות שפסקו, ומקואות שאין בהם ארבעים סאה, בשעת הגשמים הכל טהור. פסקו הגשמים, הקרובים לעיר ולדרך, טמאים. והרחוקים, טהורין, עד שיהלכו רב בני אדם: "
    },
    {
      "uid": "Mishnah_Mikvaot_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 719,
      "end_char": 870,
      "length": 152,
      "text": "מאימתי טהרתן. בית שמאי אומרים, משירבו וישטפו. ובית הלל אומרים, רבו אף על פי שלא שטפו. רבי שמעון אומר, שטפו אף על פי שלא רבו. כשרין לחלה ולטל מהן לידים: "
    },
    {
      "uid": "Mishnah_Mikvaot_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 871,
      "end_char": 1278,
      "length": 408,
      "text": "למעלה מהן, מי תמציות שלא פסקו. שתה טמא ושתה טהור, טהור. שתה טמא ומלא בכלי טהור, טהור. שתה טמא ונפל ככר של תרומה, אף על פי שהדיח, טהור. מלא בכלי טמא ושתה טהור, טהור. מלא בכלי טמא ומלא בכלי טהור, טהור. מלא בכלי טמא ונפל ככר של תרומה, אף על פי שהדיח, טהור. נפלו מים טמאים ושתה טהור, טהור. נפלו מים טמאים ומלא בכלי טהור, טהור. נפלו מים טמאים ונפל ככר של תרומה, אף על פי שהדיח, טהור. כשרים לתרומה ולטל מהם לידים: "
    },
    {
      "uid": "Mishnah_Mikvaot_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1279,
      "end_char": 1435,
      "length": 157,
      "text": "למעלה מהן, מקוה שיש בו ארבעים סאה, שבו טובלין ומטבילין. למעלה מהן, מעין שמימיו מעטין ורבו עליו מים שאובין, שוה למקוה לטהר באשברן, ולמעין להטביל בו בכל שהוא: "
    },
    {
      "uid": "Mishnah_Mikvaot_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1436,
      "end_char": 1555,
      "length": 120,
      "text": "למעלה מהן, מים מכין, שהן מטהרין בזוחלין. למעלה מהן, מים חיים, שבהן טבילה לזבים, והזיה למצרעים, וכשרים לקדש מהן מי חטאת: "
    },
    {
      "uid": "Mishnah_Mikvaot_9",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1556,
      "end_char": 1730,
      "length": 175,
      "text": "הטמא שירד לטבל, ספק טבל ספק לא טבל, אפלו טבל, ספק יש בו ארבעים סאה ספק אין בו. שני מקואות, אחד יש בו ארבעים סאה ואחד שאין בו, טבל באחד מהם ואינו יודע באיזה מהן טבל, ספקו טמא: "
    },
    {
      "uid": "Mishnah_Mikvaot_10",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 1731,
      "end_char": 2268,
      "length": 538,
      "text": "מקוה שנמדד ונמצא חסר, כל טהרות שנעשו על גביו למפרע, בין ברשות היחיד בין ברשות הרבים, טמאות. במה דברים אמורים, בטמאה חמורה. אבל בטמאה קלה, כגון אכל אכלים טמאים, ושתה משקין טמאים, בא ראשו ורבו במים שאובים, או שנפלו על ראשו ועל רבו שלשה לגין מים שאובין, וירד לטבל, ספק טבל ספק לא טבל, אפלו טבל, ספק יש בו ארבעים סאה ספק אין בו. שני מקואות, אחד יש בו ארבעים סאה, ואחד שאין בו, טבל באחד מהן ואינו יודע באיזה מהן טבל, ספקו טהור. רבי יוסי מטמא, שרבי יוסי אומר, כל דבר שהוא בחזקת טמאה, לעולם הוא בפסולו, עד שיודע שטהר. אבל ספקו לטמא ולטמא, טהור: "
    },
    {
      "uid": "Mishnah_Mikvaot_11",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2269,
      "end_char": 2586,
      "length": 318,
      "text": "ספק מים שאובין שטהרו חכמים, ספק נפלו, ספק לא נפלו, אפלו נפלו, ספק יש בהם ארבעים סאה ספק אין בהם, שני מקואות, אחד יש בו ארבעים סאה ואחד אין בו, נפל לאחד מהן ואינו יודע לאיזה מהן נפל, ספקו טהור, מפני שיש לו במה יתלה. היו שניהם פחותים מארבעים סאה, ונפל לאחד מהם ואינו יודע לאיזה מהן נפל, ספקו טמא, מפני שאין לו במה יתלה: "
    },
    {
      "uid": "Mishnah_Mikvaot_12",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2587,
      "end_char": 2721,
      "length": 135,
      "text": "רבי אליעזר אומר, רביעית מים שאובין בתחלה, פוסלין את המקוה, ושלשה לגין על פני המים. וחכמים אומרים, בין בתחלה בין בסוף, שעורו שלשה לגין: "
    },
    {
      "uid": "Mishnah_Mikvaot_13",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2722,
      "end_char": 2900,
      "length": 179,
      "text": "מקוה שיש בו שלש גמות של מים שאובין של לג לג, אם ידוע שנפל לתוכו ארבעים סאין מים כשרין עד שלא הגיעו לגמא השלישית, כשר. ואם לאו, פסול. ורבי שמעון מכשיר, מפני שהוא כמקוה סמוך למקוה: "
    },
    {
      "uid": "Mishnah_Mikvaot_14",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 2901,
      "end_char": 3024,
      "length": 124,
      "text": "המסנק את הטיט לצדדין ומשכו ממנו שלשה לגין, כשר. היה תולש ומשכו ממנו שלשה לגין, פסול. ורבי שמעון מכשיר, מפני שלא נתכון לשאב: "
    },
    {
      "uid": "Mishnah_Mikvaot_15",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 3025,
      "end_char": 3208,
      "length": 184,
      "text": "המניח קנקנים בראש הגג לנגבן ונתמלאו מים, רבי אליעזר אומר, אם עונת גשמים היא, אם יש בו כמעט מים בבור, ישבר. ואם לאו, לא ישבר. רבי יהושע אומר, בין כך ובין כך ישבר, או יכפה, אבל לא יערה: "
    },
    {
      "uid": "Mishnah_Mikvaot_16",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 3209,
      "end_char": 3353,
      "length": 145,
      "text": "הסיד ששכח עציץ בבור ונתמלא מים, אם היו המים צפים על גביו כל שהוא, ישבר. ואם לאו, לא ישבר, דברי רבי אליעזר. ורבי יהושע אומר, בין כך ובין כך ישבר: "
    },
    {
      "uid": "Mishnah_Mikvaot_17",
      "chapter_number": 2,
      "verse_number": 9,
      "start_char": 3354,
      "end_char": 3431,
      "length": 78,
      "text": "המסדר קנקנים בתוך הבור ונתמלאו מים, אף על פי שבלע הבור את מימיו, הרי זה ישבר: "
    },
    {
      "uid": "Mishnah_Mikvaot_18",
      "chapter_number": 2,
      "verse_number": 10,
      "start_char": 3432,
      "end_char": 3896,
      "length": 465,
      "text": "מקוה שיש בו ארבעים סאה מים וטיט, רבי אליעזר אומר, מטבילין במים ואין מטבילין בטיט. רבי יהושע אומר, במים ובטיט. באיזה טיט מטבילין. בטיט שהמים צפים על גביו. היו המים מצד אחד, מודה רבי יהושע שמטבילין במים ואין מטבילין בטיט. באיזה טיט אמרו. בטיט שהקנה יורד מאליו, דברי רבי מאיר. רבי יהודה אומר, מקום שאין קנה המדה עומד. אבא אלעזר בן דולעאי אומר, מקום שהמשקלת יורדת. רבי אליעזר אומר, היורד בפי חבית. רבי שמעון אומר, הנכנס בשפופרת הנוד. רבי אלעזר בר צדוק אומר, הנמדד בלג: "
    },
    {
      "uid": "Mishnah_Mikvaot_19",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3897,
      "end_char": 4302,
      "length": 406,
      "text": "רבי יוסי אומר, שני מקואות שאין בהם ארבעים סאה, ונפלו לזה לג ומחצה ולזה לג ומחצה ונתערבו, כשרים, מפני שלא נקרא עליהן שם פסול. אבל מקוה שאין בו ארבעים סאה ונפלו בו שלשה לגין ונחלק לשנים, פסול, מפני שנקרא עליו שם פסול. ורבי יהושע מכשיר, שהיה רבי יהושע אומר, כל מקוה שאין בו ארבעים סאה ונפלו לו שלשה לגין וחסר אפלו קרטוב, כשר, מפני שחסרו לו שלשה לגין. וחכמים אומרים, לעולם הוא בפסולו, עד שיצא ממנו מלואו ועוד: "
    },
    {
      "uid": "Mishnah_Mikvaot_20",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 4303,
      "end_char": 4480,
      "length": 178,
      "text": "כיצד. הבור שבחצר ונפלו לו שלשה לגין, לעולם הוא בפסולו, עד שיצא ממנו מלואו ועוד, או עד שיעמיד בחצר ארבעים סאה ויטהרו העליונים מן התחתונים. רבי אלעזר בן עזריה פוסל, אלא אם כן פקק: "
    },
    {
      "uid": "Mishnah_Mikvaot_21",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 4481,
      "end_char": 4840,
      "length": 360,
      "text": "בור שהוא מלא מים שאובין והאמה נכנסת לו ויוצאה ממנו, לעולם הוא בפסולו, עד שיתחשב שלא נשתיר מן הראשונים שלשה לגין. שנים שהיו מטילין למקוה, זה לג ומחצה וזה לג ומחצה, הסוחט את כסותו ומטיל ממקומות הרבה, והמערה מן הצרצור ומטיל ממקומות הרבה, רבי עקיבא מכשיר, וחכמים פוסלין. אמר רבי עקיבא, לא אמרו מטילין, אלא מטיל. אמרו לו, לא כך ולא כך אמרו, אלא שנפלו לו שלשה לגין: "
    },
    {
      "uid": "Mishnah_Mikvaot_22",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4841,
      "end_char": 5192,
      "length": 352,
      "text": "מכלי אחד, משנים ומשלשה, מצטרפין. ומארבעה, אין מצטרפין. בעל קרי החולה שנפלו עליו תשעה קבין מים, וטהור שנפלו על ראשו ועל רבו שלשה לגין מים שאובין, מכלי אחד, משנים ומשלשה, מצטרפין. מארבעה, אין מצטרפין. במה דברים אמורים. בזמן שהתחיל השני עד שלא פסק הראשון. ובמה דברים אמורים. בזמן שלא נתכון לרבות. אבל נתכון לרבות, אפלו קרטוב בכל השנה, מצטרפין לשלשה לגין: "
    },
    {
      "uid": "Mishnah_Mikvaot_23",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5193,
      "end_char": 5476,
      "length": 284,
      "text": "המניח כלים תחת הצנור, אחד כלים גדולים ואחד כלים קטנים, אפלו כלי גללים, כלי אבנים, כלי אדמה, פוסלין את המקוה. אחד המניח ואחד השוכח, כדברי בית שמאי. ובית הלל מטהרין בשוכח. אמר רבי מאיר, נמנו ורבו בית שמאי על בית הלל. ומודים בשוכח בחצר שהוא טהור. אמר רבי יוסי, עדיין מחלקת במקומה עומדת: "
    },
    {
      "uid": "Mishnah_Mikvaot_24",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 5477,
      "end_char": 5607,
      "length": 131,
      "text": "המניח טבלא תחת הצנור, אם יש לה לבזבז, פוסלת את המקוה. ואם לאו, אינה פוסלת את המקוה. זקפה לדוח, בין כך ובין כך אינה פוסלת את המקוה: "
    },
    {
      "uid": "Mishnah_Mikvaot_25",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 5608,
      "end_char": 5878,
      "length": 271,
      "text": "החוטט בצנור לקבל צרורות, בשל עץ, כל שהוא. ובשל חרס, רביעית. רבי יוסי אומר, אף בשל חרס, כל שהוא. לא אמרו רביעית אלא בשברי כלי חרס. היו צרורות מתחלחלים בתוכו, פוסלים את המקוה. ירד לתוכו עפר ונכבש, כשר. סלון שהוא צר מכאן ומכאן ורחב מן האמצע, אינו פוסל, מפני שלא נעשה לקבלה: "
    },
    {
      "uid": "Mishnah_Mikvaot_26",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 5879,
      "end_char": 6161,
      "length": 283,
      "text": "מים שאובין ומי גשמים שנתערבו בחצר, ובעקה, ועל מעלות המערה, אם רב מן הכשר, כשר. ואם רב מן הפסול, פסול. מחצה למחצה, פסול. אימתי, בזמן שמתערבין עד שלא יגיעו למקוה. היו מקלחין בתוך המים, אם ידוע שנפל לתוכו ארבעים סאה מים כשרים, עד שלא ירד לתוכו שלשה לגין מים שאובין, כשר. ואם לאו, פסול: "
    },
    {
      "uid": "Mishnah_Mikvaot_27",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 6162,
      "end_char": 6620,
      "length": 459,
      "text": "השקת שבסלע, אין ממלאין ממנה, ואין מקדשין בה, ואין מזין ממנה, ואינה צריכה צמיד פתיל, ואינה פוסלת את המקוה. היתה כלי וחברה בסיד, ממלאין בה, ומקדשין בה, ומזין ממנה, וצריכה צמיד פתיל, ופוסלת את המקוה. נקבה מלמטה או מן הצד ואינה יכולה לקבל מים כל שהם, כשרה. וכמה יהיה בנקב. כשפופרת הנוד. אמר רבי יהודה בן בתירא, מעשה בשקת יהוא שהיתה בירושלים, והיתה נקובה כשפופרת הנוד, והיו כל הטהרות שבירושלים נעשות על גבה, ושלחו בית שמאי ופחתוה, שבית שמאי אומרים, עד שיפחתו רבה: "
    },
    {
      "uid": "Mishnah_Mikvaot_28",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 6621,
      "end_char": 6833,
      "length": 213,
      "text": "מעין שהעבירו על גבי השקת, פסול. העבירו על גבי שפה כל שהוא, כשר חוצה לה, שהמעין מטהר בכל שהוא. העבירו על גבי ברכה והפסיקו, הרי הוא כמקוה. חזר והמשיכו, פסול לזבים ולמצרעים ולקדש מהן מי חטאת, עד שידע שיצאו הראשונים: "
    },
    {
      "uid": "Mishnah_Mikvaot_29",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 6834,
      "end_char": 6962,
      "length": 129,
      "text": "העבירו על גבי כלים או על גבי ספסל, רבי יהודה אומר, הרי הוא כמו שהיה. רבי יוסי אומר, הרי הוא כמקוה, ובלבד שלא יטביל על גבי הספסל: "
    },
    {
      "uid": "Mishnah_Mikvaot_30",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 6963,
      "end_char": 7097,
      "length": 135,
      "text": "מעין שהוא משוך כנדל, רבה עליו והמשיכו, הרי הוא כמו שהיה. היה עומד ורבה עליו והמשיכו, שוה למקוה לטהר באשברן, ולמעין להטביל בו בכל שהוא: "
    },
    {
      "uid": "Mishnah_Mikvaot_31",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 7098,
      "end_char": 7325,
      "length": 228,
      "text": "כל הימים כמקוה, שנאמר (בראשית א), ולמקוה המים קרא ימים, דברי רבי מאיר. רבי יהודה אומר, הים הגדול כמקוה. לא נאמר ימים, אלא שיש בו מיני ימים הרבה. רבי יוסי אומר, כל הימים מטהרים בזוחלין, ופסולין לזבין ולמצרעים, ולקדש מהם מי חטאת: "
    },
    {
      "uid": "Mishnah_Mikvaot_32",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 7326,
      "end_char": 7554,
      "length": 229,
      "text": "הזוחלין, כמעין. והנוטפים, כמקוה. העיד רבי צדוק על הזוחלין שרבו על הנוטפים, שהם כשרים. ונוטפים שעשאן זוחלין, סומך אפלו מקל, אפלו קנה, אפלו זב וזבה, יורד וטובל, דברי רבי יהודה. רבי יוסי אומר, כל דבר שהוא מקבל טמאה, אין מזחילין בו: "
    },
    {
      "uid": "Mishnah_Mikvaot_33",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 7555,
      "end_char": 7828,
      "length": 274,
      "text": "גל שנתלש ובו ארבעים סאה, ונפל על האדם ועל הכלים, טהורים. כל מקום שיש בו ארבעים סאה, טובלין ומטבילין. מטבילין בחריצין ובנעצים ובפרסת החמור המערבת בבקעה. בית שמאי אומרים, מטבילין בחרדלית. בית הלל אומרים, אין מטבילין. ומודים שהוא גודר כלים וטובל בהם. וכלים שגדר בהם, לא הטבלו: "
    },
    {
      "uid": "Mishnah_Mikvaot_34",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 7829,
      "end_char": 8044,
      "length": 216,
      "text": "כל המערב למקוה, כמקוה. חורי המערה וסדקי המערה, מטביל בהם כמה שהם. עקת המערה, אין מטבילין בה אלא אם כן היתה נקובה כשפופרת הנוד. אמר רבי יהודה, אימתי, בזמן שהיא מעמדת עצמה. אבל אם אינה מעמדת עצמה, מטבילין בה כמה שהיא: "
    },
    {
      "uid": "Mishnah_Mikvaot_35",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 8045,
      "end_char": 8146,
      "length": 102,
      "text": "דלי שהוא מלא כלים והטבילן, הרי אלו טהורים. ואם לא טבל, אין המים מערבין, עד שיהיו מערבין כשפופרת הנוד: "
    },
    {
      "uid": "Mishnah_Mikvaot_36",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 8147,
      "end_char": 8380,
      "length": 234,
      "text": "שלשה מקואות, בזה עשרים סאה, ובזה עשרים סאה, ובזה עשרים סאה מים שאובין, והשאוב מן הצד, וירדו שלשה וטבלו בהן ונתערבו, המקואות טהורין והטובלים טהורים. היה השאוב באמצע, וירדו שלשה וטבלו בהם ונתערבו, המקואות כמות שהיו, והטובלים כמות שהיו: "
    },
    {
      "uid": "Mishnah_Mikvaot_37",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 8381,
      "end_char": 8469,
      "length": 89,
      "text": "הספוג והדלי שהיו בהן שלשה לגין מים ונפלו למקוה, לא פסלוהו, שלא אמרו אלא שלשה לגין שנפלו: "
    },
    {
      "uid": "Mishnah_Mikvaot_38",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 8470,
      "end_char": 8728,
      "length": 259,
      "text": "השדה והתבה שבים, אין מטבילין בהם, אלא אם כן היו נקובין כשפופרת הנוד. רבי יהודה אומר, בכלי גדול, ארבעה טפחים. ובקטן, רבו. אם היה שק או קפה, מטבילין בהם כמה שהם, מפני שהמים מערבין. היו נתונים תחת הצנור, אינם פוסלים את המקוה, אלא מטבילין אותן ומעלין אותן כדרכן: "
    },
    {
      "uid": "Mishnah_Mikvaot_39",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 8729,
      "end_char": 8941,
      "length": 213,
      "text": "גסטרא שבמקוה והטביל בה את הכלים, טהרו מטמאתן, אבל טמאים על גב כלי חרס. אם היו המים צפים על גביו כל שהן, טהורין. מעין היוצא מן התנור וירד וטבל בתוכו, הוא טהור וידיו טמאות. ואם היו על גביו רום ידיו, אף ידיו טהורות: "
    },
    {
      "uid": "Mishnah_Mikvaot_40",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 8942,
      "end_char": 9207,
      "length": 266,
      "text": "ערוב מקואות, כשפופרת הנוד, כעביה וכחללה, כשתי אצבעות חוזרות למקומן. ספק כשפופרת הנוד, ספק שאינה כשפופרת הנוד, פסולה, מפני שהיא מן התורה. וכן כזית מן המת וכזית מן הנבלה וכעדשה מן השרץ. כל שיעמד כשפופרת הנוד, ממעטה. רבן שמעון בן גמליאל אומר, כל שהוא מברית המים, טהור: "
    },
    {
      "uid": "Mishnah_Mikvaot_41",
      "chapter_number": 6,
      "verse_number": 8,
      "start_char": 9208,
      "end_char": 9455,
      "length": 248,
      "text": "מטהרים את המקואות, העליון מן התחתון, והרחוק מן הקרוב. כיצד. מביא סלון של חרס או של אבר, ומניח ידו תחתיו, עד שהוא מתמלא מים, ומושכו ומשיקו, אפלו כשערה, דיו. היה בעליון ארבעים סאה ובתחתון אין כלום, ממלא בכתף ונותן לעליון, עד שירדו לתחתון ארבעים סאה: "
    },
    {
      "uid": "Mishnah_Mikvaot_42",
      "chapter_number": 6,
      "verse_number": 9,
      "start_char": 9456,
      "end_char": 9634,
      "length": 179,
      "text": "כתל שבין שתי מקואות שנסדק לשתי, מצטרף. ולערב, אין מצטרף, עד שיהא במקום אחד כשפופרת הנוד. רבי יהודה אומר, חלוף הדברים. נפרצו זה בתוך זה, על רום, כקלפת השום. ועל רחב, כשפופרת הנוד: "
    },
    {
      "uid": "Mishnah_Mikvaot_43",
      "chapter_number": 6,
      "verse_number": 10,
      "start_char": 9635,
      "end_char": 9866,
      "length": 232,
      "text": "האביק שבמרחץ, בזמן שהוא באמצע, פוסל. מן הצד, אינו פוסל, מפני שהוא כמקוה סמוך למקוה, דברי רבי מאיר. וחכמים אומרים, אם מקבלת האמבטי רביעית עד שלא יגיעו לאביק, כשר. ואם לאו, פסול. רבי אלעזר ברבי צדוק אומר, אם מקבל האביק כל שהוא, פסול: "
    },
    {
      "uid": "Mishnah_Mikvaot_44",
      "chapter_number": 6,
      "verse_number": 11,
      "start_char": 9867,
      "end_char": 10152,
      "length": 286,
      "text": "המטהרת שבמרחץ, התחתונה מלאה שאובין והעליונה מלאה כשרין, אם יש כנגד הנקב שלשה לגין, פסול. כמה יהא בנקב ויהיה בו שלשה לגין. אחד משלש מאות ועשרים לברכה, דברי רבי יוסי. ורבי אלעזר אומר, אפלו התחתונה מלאה כשרים והעליונה מלאה שאובין ויש בצד הנקב שלשה לגין, כשר, שלא אמרו אלא שלשה לגין שנפלו: "
    },
    {
      "uid": "Mishnah_Mikvaot_45",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 10153,
      "end_char": 10572,
      "length": 420,
      "text": "יש מעלין את המקוה ולא פוסלין, פוסלין ולא מעלין, לא מעלין ולא פוסלין. אלו מעלין ולא פוסלין, השלג, והברד, והכפור, והגליד, והמלח, והטיט הנרוק. אמר רבי עקיבא, היה רבי ישמעאל דן כנגדי לומר, השלג אינו מעלה את המקוה. והעידו אנשי מידבא משמו שאמר להם, צאו והביאו שלג ועשו מקוה בתחלה. רבי יוחנן בן נורי אומר, אבן הברד, כמים. כיצד מעלין ולא פוסלין. מקוה שיש בו ארבעים סאה חסר אחת, נפל מהם סאה לתוכו והעלהו, נמצאו מעלין ולא פוסלין: "
    },
    {
      "uid": "Mishnah_Mikvaot_46",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 10573,
      "end_char": 10974,
      "length": 402,
      "text": "אלו פוסלין ולא מעלין, המים, בין טמאים בין טהורים, ומי כבשים ומי שלקות, והתמד עד שלא החמיץ. כיצד פוסלין ולא מעלין. מקוה שיש בו ארבעים סאה חסר קרטוב, ונפל מהן קרטוב לתוכו, לא העלהו, פוסלו בשלשה לגין. אבל שאר המשקין, ומי פרות, והציר, והמריס, והתמד משהחמיץ, פעמים מעלין ופעמים שאינן מעלין. כיצד. מקוה שיש בו ארבעים סאה חסר אחת, נפל לתוכו סאה מהם, לא העלהו. היו בו ארבעים סאה, נתן סאה ונטל סאה, הרי זה כשר: "
    },
    {
      "uid": "Mishnah_Mikvaot_47",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 10975,
      "end_char": 11274,
      "length": 300,
      "text": "הדיח בו סלי זיתים וסלי ענבים, ושנו את מראיו, כשר. רבי יוסי אומר, מי הצבע פוסלין אותו בשלשה לגין, ואינן פוסלין אותו בשנוי מראה. נפל לתוכו יין, ומחל, ושנו את מראיו, פסול. כיצד יעשה. ימתין לו עד שירדו גשמים ויחזרו מראיהן למראה המים. היו בו ארבעים סאה, ממלא בכתף ונותן לתוכו עד שיחזרו מראיהן למראה המים: "
    },
    {
      "uid": "Mishnah_Mikvaot_48",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 11275,
      "end_char": 11362,
      "length": 88,
      "text": "נפל לתוכו יין או מחל ושנו מקצת מראיו, אם אין בו מראה מים ארבעים סאה, הרי זה לא יטבל בו: "
    },
    {
      "uid": "Mishnah_Mikvaot_49",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 11363,
      "end_char": 11586,
      "length": 224,
      "text": "שלשה לגין מים, ונפל לתוכן קרטוב יין, והרי מראיהן כמראה היין, ונפלו למקוה, לא פסלוהו. שלשה לגין מים חסר קרטוב, ונפל לתוכן קרטוב חלב, והרי מראיהן כמראה המים, ונפלו למקוה, לא פסלוהו. רבי יוחנן בן נורי אומר, הכל הולך אחר המראה: "
    },
    {
      "uid": "Mishnah_Mikvaot_50",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 11587,
      "end_char": 11891,
      "length": 305,
      "text": "מקוה שיש בו ארבעים סאה מכונות, ירדו שנים וטבלו זה אחר זה, הראשון טהור, והשני טמא. רבי יהודה אומר, אם היו רגליו של ראשון נוגעות במים, אף השני טהור. הטביל בו את הסגוס והעלהו, מקצתו נוגע במים, טהור. הכר והכסת של עור, כיון שהגביה שפתותיהם מן המים, המים שבתוכן שאובין. כיצד יעשה, מטבילן ומעלה אותם דרך שוליהם: "
    },
    {
      "uid": "Mishnah_Mikvaot_51",
      "chapter_number": 7,
      "verse_number": 7,
      "start_char": 11892,
      "end_char": 12138,
      "length": 247,
      "text": "הטביל בו את המטה, אף על פי שרגליה שוקעות בטיט העבה, טהורה, מפני שהמים מקדמין. מקוה שמימיו מרדדין, כובש אפלו חבילי עצים, אפלו חבילי קנים, כדי שיתפחו המים, ויורד וטובל. מחט שהיא נתונה על מעלות המערה, היה מוליך ומביא במים, כיון שעבר עליה הגל, טהורה: "
    },
    {
      "uid": "Mishnah_Mikvaot_52",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 12139,
      "end_char": 12411,
      "length": 273,
      "text": "ארץ ישראל טהורה, ומקואותיה טהורים. מקואות העמים שבחוצה לארץ, כשרים לבעלי קריין, אפלו נתמלאו בקילון. שבארץ ישראל, שחוץ למפתח, כשרים אף לנדות. מלפנים מן המפתח, כשרים לבעלי קריין, ופסולים לכל הטמאים. רבי אליעזר אומר, הקרובים לעיר ולדרך, טמאים, מפני הכביסה. והרחוקים, טהורים:  "
    },
    {
      "uid": "Mishnah_Mikvaot_53",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 12412,
      "end_char": 12573,
      "length": 162,
      "text": "אלו בעלי קריין שהם צריכין טבילה. ראה מים חלוקים או עכורים, בתחלה, טהור. באמצע ובסוף, טמא. מתחלה ועד סוף, טהור. לבנים ונמשכים, טמא. רבי יוסי אומר, לבנים כעכורים:  "
    },
    {
      "uid": "Mishnah_Mikvaot_54",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 12574,
      "end_char": 12815,
      "length": 242,
      "text": "המטיל טפין עבות מתוך האמה, טמא, דברי רבי אלעזר חסמא. המהרהר בלילה ועמד ומצא בשרו חם, טמא. הפולטת זרע ביום השלישי, טהורה, דברי רבי אלעזר בן עזריה. רבי ישמעאל אומר, פעמים שהם ארבע עונות, פעמים שהם חמש, פעמים שהם שש. רבי עקיבא אומר, לעולם חמש:  "
    },
    {
      "uid": "Mishnah_Mikvaot_55",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 12816,
      "end_char": 13055,
      "length": 240,
      "text": "נכרית שפלטה שכבת זרע מישראל, טמאה. בת ישראל שפלטה שכבת זרע מנכרי, טהורה. האשה ששמשה ביתה, וירדה וטבלה, ולא כבדה את הבית, כאלו לא טבלה. בעל קרי שטבל ולא הטיל את המים, כשיטיל את המים, טמא. רבי יוסי אומר, בחולה ובזקן, טמא. בילד ובבריא, טהור:  "
    },
    {
      "uid": "Mishnah_Mikvaot_56",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 13056,
      "end_char": 13337,
      "length": 282,
      "text": "נדה שנתנה מעות בפיה וירדה וטבלה, טהורה מטמאתה, אבל טמאה היא על גב רקה. נתנה שערה בפיה, קפצה ידה, קרצה שפתותיה, כאלו לא טבלה. האוחז באדם ובכלים ומטבילן, טמאין. ואם הדיח את ידו במים, טהורים. רבי שמעון אומר, ירפה, כדי שיבאו בהם מים. בית הסתרים, בית הקמטים, אינן צריכין שיבאו בהן מים:  "
    },
    {
      "uid": "Mishnah_Mikvaot_57",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 13338,
      "end_char": 13462,
      "length": 125,
      "text": "אלו חוצצין באדם, חוטי צמר וחוטי פשתן והרצועות שבראשי הבנות. רבי יהודה אומר, של צמר ושל שער אינם חוצצין, מפני שהמים באין בהם: "
    },
    {
      "uid": "Mishnah_Mikvaot_58",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 13463,
      "end_char": 13941,
      "length": 479,
      "text": "קלקי הלב והזקן, ובית הסתרים באשה, לפלוף שחוץ לעין, וגלד שחוץ למכה, והרטיה שעליה, ושרף היבש, וגלדי צואה שעל בשרו, ובצק שתחת הצפרן, והמלמולין, וטיט היון, וטיט היוצרים, וגץ יוני. איזהו טיט היון, זה טיט הבורות, שנאמר (תהלים מ), ויעלני מבור שאון מטיט היון. טיט היוצרין, כמשמעו. רבי יוסי מטהר בשל יוצרין ומטמא בשל מרקה. וגץ יוני, אלו יתדות הדרכים, שאין טובלין בהן ולא מטבילין אותן. ושאר כל הטיט, מטבילין בו כשהוא לח. ולא יטבל באבק שעל רגליו. לא יטבל את הקמקמוס בפחמין, אלא אם כן שפשף: "
    },
    {
      "uid": "Mishnah_Mikvaot_59",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 13942,
      "end_char": 14085,
      "length": 144,
      "text": "אלו שאין חוצצין, קלקי הראש, ובית השחי, ובית הסתרים באיש. רבי אליעזר אומר, אחד האיש ואחד האשה, כל המקפיד עליו, חוצץ. ושאין מקפיד עליו, אין חוצץ: "
    },
    {
      "uid": "Mishnah_Mikvaot_60",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 14086,
      "end_char": 14235,
      "length": 150,
      "text": "לפלוף שבעין, וגלד שעל המכה, ושרף הלח, ולכלוכי צואה שעל בשרו, וצואה שתחת הצפרן, וצפרן המדלדלת, כשות של קטן, לא טמא ולא מטמא. קרום שעל המכה, טמא ומטמא: "
    },
    {
      "uid": "Mishnah_Mikvaot_61",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 14236,
      "end_char": 14533,
      "length": 298,
      "text": "אלו חוצצים בכלים. הזפת והמור בכלי זכוכית, בין מבפנים בין מבחוץ. על השלחן ועל הטבלה ועל הדרגש, על הנקיים, חוצצין. על הבלוסין, אינן חוצצין. על מטות בעל הבית, חוצץ. ועל של עני, אינו חוצץ. על אכוף של בעל הבית, חוצץ. ועל של זקקין, אינו חוצץ. ועל המרדעת, חוצץ. רבן שמעון בן גמליאל אומר, עד כאסר האיטלקי: "
    },
    {
      "uid": "Mishnah_Mikvaot_62",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 14534,
      "end_char": 14681,
      "length": 148,
      "text": "על הבגדים, מצד אחד, אינו חוצץ. משני צדדין, חוצץ. רבי יהודה אומר משום רבי ישמעאל, אף מצד אחד. רבי יוסי אומר, של בנאים, מצד אחד. ושל בור, משני צדדין: "
    },
    {
      "uid": "Mishnah_Mikvaot_63",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 14682,
      "end_char": 14838,
      "length": 157,
      "text": "מטפחת של זפתין ושל יוצרין ושל מפסלי אילנות, אין חוצצין. רבי יהודה אומר, אף של קיצין, כיוצא בהן. זה הכלל, כל המקפיד עליו, חוצץ. ושאינו מקפיד עליו, אינו חוצץ: "
    },
    {
      "uid": "Mishnah_Mikvaot_64",
      "chapter_number": 10,
      "verse_number": 1,
      "start_char": 14839,
      "end_char": 15200,
      "length": 362,
      "text": "כל ידות הכלים שהכניסן שלא כדרכן, או שהכניסן כדרכן ולא מרקן, או שמרקן ונשברו, הרי אלו חוצצין. כלי שהטבילו דרך פיו, כאלו לא טבל. הטבילו כדרכו בלא זבורית, עד שיטנו על צדו. כלי שהוא צר מכאן ומכאן ורחב מן האמצע, אינו טהור עד שיטנו על צדו. צלוחית שפיה שוקע, אינה טהורה עד שינקבנה מצדה. קלמרין הדיוטות, אינה טהורה עד שינקבנה מצדה. וקלמרין של יוסף הכהן היתה נקובה בצדה: "
    },
    {
      "uid": "Mishnah_Mikvaot_65",
      "chapter_number": 10,
      "verse_number": 2,
      "start_char": 15201,
      "end_char": 15371,
      "length": 171,
      "text": "הכר והכסת של עור, הרי אלו צריכין שיבאו בהם המים. כסת עגלה, והכדור, והאמום, והקמע, והתפלה, אינן צריכין שיבאו בהם המים. זה הכלל, כל שאין דרכו להכניס ולהוציא, טובלים סתומים: "
    },
    {
      "uid": "Mishnah_Mikvaot_66",
      "chapter_number": 10,
      "verse_number": 3,
      "start_char": 15372,
      "end_char": 15526,
      "length": 155,
      "text": "אלו שאינם צריכים שיבאו בהם המים, קשרי העני, והנימין, וחבט של סנדל, ותפלה של ראש בזמן שהיא חוצה, ושל זרוע בזמן שאינה עולה ויורדת, ואזני החמת, ואזני התרמול: "
    },
    {
      "uid": "Mishnah_Mikvaot_67",
      "chapter_number": 10,
      "verse_number": 4,
      "start_char": 15527,
      "end_char": 15757,
      "length": 231,
      "text": "אלו שהם צריכים שיבאו בהן המים, הקשר שבפרקסים שבכתף, ושפה של סדין צריך למתח, ותפלה של ראש בזמן שאינה חוצה, ושל זרוע בזמן שהיא עולה ויורדת, ושנצין של סנדל, ובגדים שהטבילן מכבסין, עד שיבעבעו. הטבילן נגובין, עד שיבעבעו וינוחו מבעבוען: "
    },
    {
      "uid": "Mishnah_Mikvaot_68",
      "chapter_number": 10,
      "verse_number": 5,
      "start_char": 15758,
      "end_char": 15998,
      "length": 241,
      "text": "כל ידות הכלים שהם ארכין ועתיד לקצץ, מטבילן עד מקום המדה. רבי יהודה אומר, עד שיטביל את כלו. שלשלת דלי גדול, ארבעה טפחים, ושל קטן, עשרה, מטבילן עד מקום המדה. רבי טרפון אומר, עד שיטביל את כל הטבעת. החבל שהוא קשור בקפה אינו חבור, אלא אם כן תפר: "
    },
    {
      "uid": "Mishnah_Mikvaot_69",
      "chapter_number": 10,
      "verse_number": 6,
      "start_char": 15999,
      "end_char": 16294,
      "length": 296,
      "text": "בית שמאי אומרים, אין מטבילין חמין בצונן ולא צונן בחמין, לא יפים ברעים ולא רעים ביפים. בית הלל אומרים, מטבילין. כלי שהוא מלא משקין והטבילו, כאלו לא טבל. מלא מי רגלים, רואים אותם כאלו הם מים. מלא מי חטאת, עד שירבו המים על מי חטאת. רבי יוסי אומר, אפלו כלי מחזיק כור ואין בו אלא רביעית, כאלו לא טבל: "
    },
    {
      "uid": "Mishnah_Mikvaot_70",
      "chapter_number": 10,
      "verse_number": 7,
      "start_char": 16295,
      "end_char": 16436,
      "length": 142,
      "text": "כל האכלין מצטרפין לפסל את הגויה בכחצי פרס. כל המשקין מצטרפין לפסל את הגויה ברביעית. זה חמר בשותה משקין טמאין מבמקוה, שעשו בו שאר המשקין כמים: "
    },
    {
      "uid": "Mishnah_Mikvaot_71",
      "chapter_number": 10,
      "verse_number": 8,
      "start_char": 16437,
      "end_char": 16774,
      "length": 338,
      "text": "אכל אכלים טמאים, ושתה משקים טמאים, טבל והקיאן, טמאים, מפני שאינן טהורים בגוף. שתה מים טמאים, טבל והקיאם, טהורים, מפני שהם טהורים בגוף. בלע טבעת טהורה, נכנס לאהל המת, הזה ושנה וטבל והקיאה, הרי היא כמות שהיתה. בלע טבעת טמאה, טובל ואוכל בתרומה. הקיאה, טמאה וטמאתו. חץ שהוא תחוב באדם, בזמן שהוא נראה, חוצץ. ואם אינו נראה, טובל ואוכל בתרומתו: "
    }
  ]
}