{
  "title": "Mishnah Megillah",
  "categories": [
    "Mishnah",
    "Seder Moed"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Megillah_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 211,
      "length": 211,
      "text": "מגלה נקראת באחד עשר, בשנים עשר, בשלשה עשר, בארבעה עשר, בחמשה עשר, לא פחות ולא יותר. כרכין המקפין חומה מימות יהושע בן נון, קורין בחמשה עשר. כפרים ועירות גדולות, קורין בארבעה עשר, אלא שהכפרים מקדימין ליום הכניסה: "
    },
    {
      "uid": "Mishnah_Megillah_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 212,
      "end_char": 729,
      "length": 518,
      "text": "כיצד. חל להיות יום ארבעה עשר בשני, כפרים ועירות גדולות קורין בו ביום, ומקפות חומה למחר. חל להיות בשלישי או ברביעי, כפרים מקדימין ליום הכניסה ועירות גדולות קורין בו ביום, ומקפות חומה למחר. חל להיות בחמישי, כפרים ועירות גדולות קורין בו ביום, ומקפות חומה למחר. חל להיות ערב שבת, כפרים מקדימין ליום הכניסה, ועירות גדולות ומקפות חומה קורין בו ביום. חל להיות בשבת, כפרים ועירות גדולות מקדימין וקורין ליום הכניסה, ומקפות חומה למחר. חל להיות אחר השבת, כפרים מקדימין ליום הכניסה, ועירות גדולות קורין בו ביום, ומקפות חומה למחר: "
    },
    {
      "uid": "Mishnah_Megillah_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 730,
      "end_char": 1076,
      "length": 347,
      "text": "איזו היא עיר גדולה, כל שיש בה עשרה בטלנים. פחות מכאן, הרי זה כפר. באלו אמרו מקדימין ולא מאחרין. אבל זמן עצי כהנים ותשעה באב, חגיגה והקהל, מאחרין ולא מקדימין. אף על פי שאמרו מקדימין ולא מאחרין, מתרין בהספד ובתעניות ומתנות לאביונים. אמר רבי יהודה, אימתי, מקום שנכנסין בשני ובחמישי. אבל מקום שאין נכנסין לא בשני ולא בחמישי, אין קורין אותה אלא בזמנה: "
    },
    {
      "uid": "Mishnah_Megillah_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 1077,
      "end_char": 1200,
      "length": 124,
      "text": "קראו את המגלה באדר הראשון ונתעברה השנה, קורין אותה באדר השני, אין בין אדר הראשון לאדר השני אלא קריאת המגלה ומתנות לאביונים: "
    },
    {
      "uid": "Mishnah_Megillah_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 1201,
      "end_char": 1303,
      "length": 103,
      "text": "אין בין יום טוב לשבת אלא אכל נפש בלבד. אין בין שבת ליום הכפורים אלא שזה זדונו בידי אדם וזה זדונו בכרת: "
    },
    {
      "uid": "Mishnah_Megillah_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 1304,
      "end_char": 1460,
      "length": 157,
      "text": "אין בין המדר הנאה מחברו למדר ממנו מאכל אלא דריסת הרגל וכלים שאין עושין בהן אכל נפש. אין בין נדרים לנדבות אלא שהנדרים חיב באחריותן, ונדבות אינו חיב באחריותן: "
    },
    {
      "uid": "Mishnah_Megillah_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1461,
      "end_char": 1611,
      "length": 151,
      "text": "אין בין זב הרואה שתי ראיות לרואה שלש אלא קרבן. אין בין מצרע מסגר למצרע מחלט אלא פריעה ופרימה. אין בין טהור מתוך הסגר לטהור מתוך החלט אלא תגלחת וצפרים: "
    },
    {
      "uid": "Mishnah_Megillah_8",
      "chapter_number": 1,
      "verse_number": 8,
      "start_char": 1612,
      "end_char": 1771,
      "length": 160,
      "text": "אין בין ספרים לתפלין ומזוזות אלא שהספרים נכתבין בכל לשון, ותפלין ומזוזות אינן נכתבות אלא אשורית. רבן שמעון בן גמליאל אומר, אף בספרים לא התירו שיכתבו אלא יונית: "
    },
    {
      "uid": "Mishnah_Megillah_9",
      "chapter_number": 1,
      "verse_number": 9,
      "start_char": 1772,
      "end_char": 1896,
      "length": 125,
      "text": "אין בין כהן משוח בשמן המשחה למרבה בגדים אלא פר הבא על כל המצות. אין בין כהן משמש לכהן שעבר אלא פר יום הכפורים ועשירית האיפה: "
    },
    {
      "uid": "Mishnah_Megillah_10",
      "chapter_number": 1,
      "verse_number": 10,
      "start_char": 1897,
      "end_char": 2013,
      "length": 117,
      "text": "אין בין במה גדולה לבמה קטנה אלא פסחים. זה הכלל, כל שהוא נדר ונדב, קרב בבמה. וכל שאינו לא נדר ולא נדב, אינו קרב בבמה: "
    },
    {
      "uid": "Mishnah_Megillah_11",
      "chapter_number": 1,
      "verse_number": 11,
      "start_char": 2014,
      "end_char": 2209,
      "length": 196,
      "text": "אין בין שילה לירושלים אלא שבשילה אוכלים קדשים קלים ומעשר שני בכל הרואה, ובירושלים לפנים מן החומה. וכאן וכאן קדשי קדשים נאכלים לפנים מן הקלעים. קדשת שילה יש אחריה התר, וקדשת ירושלים אין אחריה התר: "
    },
    {
      "uid": "Mishnah_Megillah_12",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 2210,
      "end_char": 2336,
      "length": 127,
      "text": "הקורא את המגלה למפרע, לא יצא. קראה על פה, קראה תרגום, בכל לשון, לא יצא. אבל קורין אותה ללועזות בלעז. והלועז ששמע אשורית, יצא:  "
    },
    {
      "uid": "Mishnah_Megillah_13",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 2337,
      "end_char": 2532,
      "length": 196,
      "text": "קראה סרוגין, ומתנמנם, יצא. היה כותבה, דורשה, ומגיהה, אם כון לבו, יצא. ואם לאו, לא יצא. היתה כתובה בסם, ובסקרא, ובקומוס ובקנקנתום, על הניר ועל הדפתרא, לא יצא, עד שתהא כתובה אשורית, על הספר ובדיו:  "
    },
    {
      "uid": "Mishnah_Megillah_14",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2533,
      "end_char": 2773,
      "length": 241,
      "text": "בן עיר שהלך לכרך ובן כרך שהלך לעיר, אם עתיד לחזר למקומו, קורא כמקומו. ואם לאו, קורא עמהן. ומהיכן קורא אדם את המגלה ויוצא בה ידי חובתו, רבי מאיר אומר, כלה. רבי יהודה אומר, מאיש יהודי (אסתר ב ה). רבי יוסי אומר, מאחר הדברים האלה (אסתר ג׳:א׳):  "
    },
    {
      "uid": "Mishnah_Megillah_15",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2774,
      "end_char": 2974,
      "length": 201,
      "text": "הכל כשרין לקרות את המגלה, חוץ מחרש, שוטה, וקטן. רבי יהודה מכשיר בקטן. אין קורין את המגלה, ולא מלין, ולא טובלין, ולא מזין, וכן שומרת יום כנגד יום לא תטבל, עד שתנץ החמה. וכלן שעשו משעלה עמוד השחר, כשר:  "
    },
    {
      "uid": "Mishnah_Megillah_16",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2975,
      "end_char": 3231,
      "length": 257,
      "text": "כל היום כשר לקריאת המגלה, ולקריאת ההלל, ולתקיעת שופר, ולנטילת לולב, ולתפלת המוספין, ולמוספין, ולודוי הפרים, ולודוי המעשר, ולודוי יום הכפורים, לסמיכה, לשחיטה, לתנופה, להגשה, לקמיצה ולהקטרה, למליקה, ולקבלה, ולהזיה, ולהשקית סוטה, ולעריפת העגלה, ולטהרת המצרע:  "
    },
    {
      "uid": "Mishnah_Megillah_17",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 3232,
      "end_char": 3349,
      "length": 118,
      "text": "כל הלילה כשר לקצירת העמר ולהקטר חלבים ואברים. זה הכלל, דבר שמצותו ביום, כשר כל היום. דבר שמצותו בלילה, כשר כל הלילה:  "
    },
    {
      "uid": "Mishnah_Megillah_18",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3350,
      "end_char": 3747,
      "length": 398,
      "text": "בני העיר שמכרו רחובה של עיר, לוקחין בדמיו בית הכנסת. בית הכנסת, לוקחין תבה. תבה, לוקחין מטפחות. מטפחות, לוקחין ספרים. ספרים, לוקחין תורה. אבל אם מכרו תורה, לא יקחו ספרים. ספרים, לא יקחו מטפחות. מטפחות, לא יקחו תבה. תבה, לא יקחו בית הכנסת. בית הכנסת, לא יקחו את הרחוב. וכן במותריהן. אין מוכרין את של רבים ליחיד, מפני שמורידין אותו מקדשתו, דברי רבי יהודה. אמרו לו, אם כן, אף לא מעיר גדולה לעיר קטנה: "
    },
    {
      "uid": "Mishnah_Megillah_19",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3748,
      "end_char": 3964,
      "length": 217,
      "text": "אין מוכרין בית הכנסת, אלא על תנאי שאם ירצו יחזירוהו, דברי רבי מאיר. וחכמים אומרים, מוכרים אותו ממכר עולם, חוץ מארבעה דברים, למרחץ ולברסקי ולטבילה ולבית המים. רבי יהודה אומר, מוכרין אותו לשם חצר, והלוקח מה שירצה יעשה: "
    },
    {
      "uid": "Mishnah_Megillah_20",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3965,
      "end_char": 4219,
      "length": 255,
      "text": "ועוד אמר רבי יהודה, בית הכנסת שחרב, אין מספידין בתוכו, ואין מפשילין בתוכו חבלים, ואין פורשין לתוכו מצודות, ואין שוטחין על גגו פרות, ואין עושין אותו קפנדריא, שנאמר (ויקרא כו), והשמותי את מקדשיכם, קדשתן אף כשהן שוממין. עלו בו עשבים, לא יתלש, מפני עגמת נפש: "
    },
    {
      "uid": "Mishnah_Megillah_21",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4220,
      "end_char": 4517,
      "length": 298,
      "text": "ראש חדש אדר שחל להיות בשבת, קורין בפרשת שקלים (שמות ל). חל להיות בתוך השבת, מקדימין לשעבר ומפסיקין לשבת אחרת. בשניה, זכור (דברים כה). בשלישית, פרה אדמה (במדבר י״ט:ב׳). ברביעית, החדש הזה לכם (שמות יב). בחמישית, חוזרין לכסדרן. לכל מפסיקין, בראשי חדשים, בחנכה ובפורים, בתעניות ובמעמדות וביום הכפורים: "
    },
    {
      "uid": "Mishnah_Megillah_22",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 4518,
      "end_char": 4782,
      "length": 265,
      "text": "בפסח קורין בפרשת מועדות של תורת כהנים (ויקרא כב). בעצרת, שבעה שבעות (דברים טז). בראש השנה, בחדש השביעי באחד לחדש (ויקרא כג). ביום הכפורים, אחרי מות (שם טז). ביום טוב הראשון של חג קורין בפרשת מועדות שבתורת כהנים (ויקרא כג), ובשאר כל ימות החג בקרבנות החג (במדבר כט): "
    },
    {
      "uid": "Mishnah_Megillah_23",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4783,
      "end_char": 5136,
      "length": 354,
      "text": "בחנכה, בנשיאים (שם ז). בפורים, ויבא עמלק (שמות יז). בראשי חדשים, ובראשי חדשיכם (במדבר כח). במעמדות, במעשה בראשית (בראשית א). בתעניות, ברכות וקללות (ויקרא כו). אין מפסיקין בקללות, אלא אחד קורא את כלן. בשני ובחמישי ובשבת במנחה, קורין כסדרן, ואין עולין להם מן החשבון, שנאמר (ויקרא כג), וידבר משה את מעדי יי אל בני ישראל, מצותן שיהו קורין כל אחד ואחד בזמנו: "
    },
    {
      "uid": "Mishnah_Megillah_24",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5137,
      "end_char": 5364,
      "length": 228,
      "text": "הקורא את המגלה עומד ויושב. קראה אחד, קראוה שנים, יצאו. מקום שנהגו לברך, יברך. ושלא לברך, לא יברך. בשני ובחמישי ובשבת במנחה, קורין שלשה, אין פוחתין ואין מוסיפין עליהן, ואין מפטירין בנביא. הפותח והחותם בתורה, מברך לפניה ולאחריה:  "
    },
    {
      "uid": "Mishnah_Megillah_25",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 5365,
      "end_char": 5690,
      "length": 326,
      "text": "בראשי חדשים ובחלו של מועד, קורין ארבעה, אין פוחתין מהן ואין מוסיפין עליהן, ואין מפטירין בנביא. הפותח והחותם בתורה, מברך לפניה ולאחריה. זה הכלל, כל שיש בו מוסף ואינו יום טוב, קורין ארבעה. ביום טוב, חמשה. ביום הכפורים, ששה. בשבת, שבעה. אין פוחתין מהן, אבל מוסיפין עליהן, ומפטירין בנביא. הפותח והחותם בתורה, מברך לפניה ולאחריה:  "
    },
    {
      "uid": "Mishnah_Megillah_26",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 5691,
      "end_char": 5933,
      "length": 243,
      "text": "אין פורסין את שמע, ואין עוברין לפני התבה, ואין נושאין את כפיהם, ואין קורין בתורה, ואין מפטירין בנביא, ואין עושין מעמד ומושב, ואין אומרים ברכת אבלים ותנחומי אבלים וברכת חתנים, ואין מזמנין בשם, פחות מעשרה. ובקרקעות, תשעה וכהן. ואדם, כיוצא בהן:  "
    },
    {
      "uid": "Mishnah_Megillah_27",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 5934,
      "end_char": 6125,
      "length": 192,
      "text": "הקורא בתורה לא יפחת משלשה פסוקים. לא יקרא למתרגמן יותר מפסוק אחד, ובנביא שלשה. היו שלשתן שלש פרשיות, קורין אחד אחד. מדלגין בנביא ואין מדלגין בתורה. ועד כמה הוא מדלג, עד כדי שלא יפסק המתרגמן:  "
    },
    {
      "uid": "Mishnah_Megillah_28",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 6126,
      "end_char": 6237,
      "length": 112,
      "text": "המפטיר בנביא, הוא פורס על שמע, והוא עובר לפני התבה, והוא נושא את כפיו. ואם היה קטן, אביו או רבו עוברין על ידו:  "
    },
    {
      "uid": "Mishnah_Megillah_29",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 6238,
      "end_char": 6496,
      "length": 259,
      "text": "קטן קורא בתורה ומתרגם, אבל אינו פורס על שמע, ואינו עובר לפני התיבה, ואינו נושא את כפיו. פוחח פורס את שמע ומתרגם, אבל אינו קורא בתורה ואינו עובר לפני התבה ואינו נושא את כפיו. סומא פורס את שמע ומתרגם. רבי יהודה אומר, כל שלא ראה מאורות מימיו, אינו פורס על שמע:  "
    },
    {
      "uid": "Mishnah_Megillah_30",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 6497,
      "end_char": 6624,
      "length": 128,
      "text": "כהן שיש בידיו מומין, לא ישא את כפיו. רבי יהודה אומר, אף מי שהיו ידיו צבועות אסטיס ופואה, לא ישא את כפיו, מפני שהעם מסתכלין בו:  "
    },
    {
      "uid": "Mishnah_Megillah_31",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 6625,
      "end_char": 6849,
      "length": 225,
      "text": "האומר איני עובר לפני התבה בצבועין, אף בלבנים לא יעבר. בסנדל איני עובר, אף יחף לא יעבר. העושה תפלתו עגלה, סכנה ואין בה מצוה. נתנה על מצחו או על פס ידו, הרי זו דרך המינות. צפן זהב, ונתנה על בית אנקלי שלו, הרי זו דרך החיצונים:  "
    },
    {
      "uid": "Mishnah_Megillah_32",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 6850,
      "end_char": 7080,
      "length": 231,
      "text": "האומר יברכוך טובים, הרי זו דרך המינות. על קן צפור יגיעו רחמיך, ועל טוב יזכר שמך, מודים מודים, משתקין אותו. המכנה בעריות, משתקין אותו. האומר, ומזרעך לא תתן להעביר למלך (ויקרא יח), ומזרעך לא תתן לאעברא בארמיותא, משתקין אותו בנזיפה:  "
    },
    {
      "uid": "Mishnah_Megillah_33",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 7081,
      "end_char": 7428,
      "length": 348,
      "text": "מעשה ראובן (בראשית לה), נקרא ולא מתרגם. מעשה תמר (בראשית לח), נקרא ומתרגם. מעשה עגל הראשון (שמות לב), נקרא ומתרגם. והשני (שם), נקרא ולא מתרגם. ברכת כהנים (במדבר ו), מעשה דוד (שמואל ב י״א:כ״ז) ואמנון (שמואל ב יג), לא נקראין ולא מתרגמין. אין מפטירין במרכבה (יחזקאל א), ורבי יהודה מתיר. רבי אליעזר אומר, אין מפטירין בהודע את ירושלים (יחזקאל ט״ז:ב׳):  "
    }
  ]
}