{
  "title": "Mishnah Bekhorot",
  "categories": [
    "Mishnah",
    "Seder Kodashim"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Bekhorot_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 231,
      "length": 231,
      "text": "הלוקח עבר חמורו של נכרי, והמוכר לו אף על פי שאינו רשאי, והמשתתף לו, והמקבל ממנו, והנותן לו בקבלה, פטור מן הבכורה, שנאמר (במדבר ג), בישראל, אבל לא באחרים. כהנים ולוים פטורין מקל וחמר, אם פטרו של ישראל במדבר, דין הוא שיפטרו של עצמן: "
    },
    {
      "uid": "Mishnah_Bekhorot_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 232,
      "end_char": 585,
      "length": 354,
      "text": "פרה שילדה כמין חמור, וחמור שילדה כמין סוס, פטור מן הבכורה, שנאמר פטר חמור פטר חמור, שני פעמים, עד שיהא היולד חמור והנולד חמור. ומה הם באכילה. בהמה טהורה שילדה כמין בהמה טמאה, מתר באכילה. וטמאה שילדה כמין בהמה טהורה, אסור באכילה, שהיוצא מהטמא, טמא. והיוצא מן הטהור, טהור. דג טמא שבלע דג טהור, מתר באכילה. וטהור שבלע דג טמא, אסור באכילה, לפי שאינו גדוליו: "
    },
    {
      "uid": "Mishnah_Bekhorot_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 586,
      "end_char": 836,
      "length": 251,
      "text": "חמור שלא בכרה, וילדה שני זכרים, נותן טלה אחד לכהן. זכר ונקבה, מפריש טלה אחד לעצמו. שתי חמורים שלא בכרו, וילדו שני זכרים, נותן שני טליים לכהן. זכר ונקבה, או שני זכרים ונקבה, נותן טלה אחד לכהן. שתי נקבות וזכר או שני זכרים ושתי נקבות, אין כאן לכהן כלום: "
    },
    {
      "uid": "Mishnah_Bekhorot_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 837,
      "end_char": 1079,
      "length": 243,
      "text": "אחת בכרה ואחת שלא בכרה וילדו שני זכרים, נותן טלה אחד לכהן. זכר ונקבה, מפריש טלה אחד לעצמו, שנאמר (שמות לד), ופטר חמור תפדה בשה, מן הכבשים ומן העזים, זכר ונקבה, גדול וקטן, תמים ובעל מום. ופודה בו פעמים הרבה. נכנס לדיר להתעשר. ואם מת, נהנים בו: "
    },
    {
      "uid": "Mishnah_Bekhorot_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 1080,
      "end_char": 1266,
      "length": 187,
      "text": "אין פודים לא בעגל, ולא בחיה, ולא בשחוטה, ולא בטרפה, ולא בכלאים, ולא בכוי. רבי אלעזר מתיר בכלאים מפני שהוא שה, ואוסר בכוי מפני שהוא ספק. נתנו לכהן, אין הכהן רשאי לקימו עד שיפריש שה תחתיו: "
    },
    {
      "uid": "Mishnah_Bekhorot_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 1267,
      "end_char": 1564,
      "length": 298,
      "text": "המפריש פדיון פטר חמור ומת, רבי אליעזר אומר, חיבין באחריותו, כחמש סלעים של בן. וחכמים אומרים, אין חיבין באחריותו, כפדיון מעשר שני. העיד רבי יהושע ורבי צדוק על פדיון פטר חמור שמת, שאין כאן לכהן כלום. מת פטר חמור, רבי אליעזר אומר, יקבר, ומתר בהנאתו של טלה. וחכמים אומרים, אינו צריך להקבר, והטלה לכהן: "
    },
    {
      "uid": "Mishnah_Bekhorot_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1565,
      "end_char": 1938,
      "length": 374,
      "text": "לא רצה לפדותו, עורפו בקופיץ מאחריו וקוברו. מצות פדיה קודמת למצות עריפה, שנאמר (שמות יג), ואם לא תפדה וערפתו. מצות יעידה קודמת למצות פדיה, שנאמר (שם כא), אשר לא יעדה והפדה. מצות יבום קודמת למצות חליצה, בראשונה, שהיו מתכונין לשם מצוה. ועכשיו שאין מתכונין לשם מצוה, אמרו מצות חליצה קודמת למצות יבום. מצות גאלה באדון הוא קודם לכל אדם, שנאמר (ויקרא כז), ואם לא יגאל ונמכר בערכך: "
    },
    {
      "uid": "Mishnah_Bekhorot_8",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 1939,
      "end_char": 2176,
      "length": 238,
      "text": "הלוקח עבר פרתו של נכרי, והמוכר לו אף על פי שאינו רשאי, המשתתף לו, והמקבל ממנו, והנותן לו בקבלה, פטור מן הבכורה, שנאמר (במדבר ג), בישראל, אבל לא באחרים. כהנים ולוים חיבין. לא נפטרו מבכור בהמה טהורה, (ולא נפטרו) אלא מפדיון הבן ומפטר חמור:  "
    },
    {
      "uid": "Mishnah_Bekhorot_9",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 2177,
      "end_char": 2369,
      "length": 193,
      "text": "כל הקדשים שקדם מום קבוע להקדשן, ונפדו, חיבים בבכורה ובמתנות, ויוצאין לחלין לגזז ולהעבד, וולדן וחלבן מתר לאחר פדיונן, והשוחטן בחוץ פטור, ואין עושים תמורה, ואם מתו יפדו, חוץ מן הבכור ומן המעשר:  "
    },
    {
      "uid": "Mishnah_Bekhorot_10",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2370,
      "end_char": 2589,
      "length": 220,
      "text": "כל שקדם הקדשן את מומן, או מום עובר להקדשן, ולאחר מכאן נולד להם מום קבוע (ונפדו), פטורין מן הבכורה ומן המתנות, ואינן יוצאין לחלין לגזז ולהעבד, וולדן וחלבן אסור לאחר פדיונן, והשוחטן בחוץ חיב, ועושין תמורה, ואם מתו יקברו:  "
    },
    {
      "uid": "Mishnah_Bekhorot_11",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2590,
      "end_char": 2786,
      "length": 197,
      "text": "המקבל צאן ברזל מן הנכרי, ולדות פטורין, וולדי ולדות חיבין. העמיד ולדות תחת אמותיהם, ולדי ולדות פטורין, וולדי ולדי ולדות חיבין. רבן שמעון בן גמליאל אומר, אפלו עד עשרה דורות, פטורין, שאחריותן לנכרי:  "
    },
    {
      "uid": "Mishnah_Bekhorot_12",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2787,
      "end_char": 2870,
      "length": 84,
      "text": "רחל שילדה כמין עז, ועז שילדה כמין רחל, פטור מן הבכורה. ואם יש בו מקצת סימנין, חיב:  "
    },
    {
      "uid": "Mishnah_Bekhorot_13",
      "chapter_number": 2,
      "verse_number": 6,
      "start_char": 2871,
      "end_char": 3258,
      "length": 388,
      "text": "רחל שלא בכרה וילדה שני זכרים ויצאו שני ראשיהן כאחד, רבי יוסי הגלילי אומר, שניהן לכהן. שנאמר (שמות יג), הזכרים לה'. וחכמים אומרים, אי אפשר, אלא אחד לו ואחד לכהן. רבי טרפון אומר, הכהן בורר לו את היפה. רבי עקיבא אומר, משמנים ביניהן, והשני ירעה עד שיסתאב. וחיב במתנות. רבי יוסי פוטר. מת אחד מהן, רבי טרפון אומר, יחלוקו. רבי עקיבא אומר, המוציא מחברו עליו הראיה. זכר ונקבה, אין כאן לכהן כלום:  "
    },
    {
      "uid": "Mishnah_Bekhorot_14",
      "chapter_number": 2,
      "verse_number": 7,
      "start_char": 3259,
      "end_char": 3626,
      "length": 368,
      "text": "שתי רחלות שלא בכרו, וילדו שני זכרים, נותן שניהם לכהן. זכר ונקבה, הזכר לכהן. שני זכרים ונקבה, אחד לו ואחד לכהן. רבי טרפון אומר, הכהן בורר לו את היפה. רבי עקיבא אומר, משמנים ביניהן, והשני ירעה עד שיסתאב. וחיב במתנות. רבי יוסי פוטר. מת אחד מהן, רבי טרפון אומר, יחלוקו. רבי עקיבא אומר, המוציא מחברו עליו הראיה. שתי נקבות וזכר, או שני זכרים ושתי נקבות, אין כאן לכהן כלום:  "
    },
    {
      "uid": "Mishnah_Bekhorot_15",
      "chapter_number": 2,
      "verse_number": 8,
      "start_char": 3627,
      "end_char": 3982,
      "length": 356,
      "text": "אחת בכרה ואחת שלא בכרה וילדו שני זכרים, אחד לו ואחד לכהן. רבי טרפון אומר, הכהן בורר לו את היפה. רבי עקיבא אומר, משמנין ביניהן, והשני ירעה עד שיסתאב. וחיב במתנות. רבי יוסי פוטר, שהיה רבי יוסי אומר, כל שחליפיו ביד כהן, פטור מן המתנות. רבי מאיר מחיב. מת אחד מהן, רבי טרפון אומר, יחלוקו. רבי עקיבא אומר, המוציא מחברו עליו הראיה. זכר ונקבה, אין כאן לכהן כלום:  "
    },
    {
      "uid": "Mishnah_Bekhorot_16",
      "chapter_number": 2,
      "verse_number": 9,
      "start_char": 3983,
      "end_char": 4144,
      "length": 162,
      "text": "יוצא דפן והבא אחריו, רבי טרפון אומר, שניהם ירעו עד שיסתאבו ויאכלו במומן לבעלים. רבי עקיבא אומר, שניהן אינן בכור, הראשון משום שאינו פטר רחם, והשני משום שקדמו אחר: "
    },
    {
      "uid": "Mishnah_Bekhorot_17",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 4145,
      "end_char": 4638,
      "length": 494,
      "text": "הלוקח בהמה מן הנכרי ואין ידוע אם בכרה ואם לא בכרה, רבי ישמעאל אומר, עז בת שנתה ודאי לכהן, מכאן ואילך ספק. רחל בת שתים ודאי לכהן, מכאן ואילך ספק. פרה וחמור בנות שלש ודאי לכהן, מכאן ואילך ספק. אמר לו רבי עקיבא, אלו בולד בלבד בהמה נפטרת, היה כדבריך, אלא אמרו, סימן הולד בבהמה דקה, טנוף. ובגסה, שליא. ובאשה, שפיר ושליא. זה הכלל, כל שידוע שבכרה, אין כאן לכהן כלום. וכל שלא בכרה, הרי זה לכהן. אם ספק, יאכל במומו לבעלים. רבי אליעזר בן יעקב אומר, בהמה גסה ששפעה חררת דם, הרי זו תקבר, ונפטרה מן הבכורה: "
    },
    {
      "uid": "Mishnah_Bekhorot_18",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 4639,
      "end_char": 4856,
      "length": 218,
      "text": "רבן שמעון בן גמליאל אומר, הלוקח בהמה מניקה מן הנכרי, אינו חושש שמא בנה של אחרת היה. נכנס לתוך עדרו וראה את המבכירות מניקות ואת שאינן מבכירות מניקות, אינו חושש שמא בנה של זו בא לו אצל זו, או שמא בנה של זו בא לו אצל זו: "
    },
    {
      "uid": "Mishnah_Bekhorot_19",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 4857,
      "end_char": 4995,
      "length": 139,
      "text": "רבי יוסי בן משלם אומר, השוחט את הבכור, עושה מקום בקופיץ מכאן ומכאן ותולש השער, ובלבד שלא יזיזנו ממקומו. וכן התולש את השער לראות מקום המום: "
    },
    {
      "uid": "Mishnah_Bekhorot_20",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 4996,
      "end_char": 5299,
      "length": 304,
      "text": "שער בכור בעל מום שנשר והניחו בחלון ואחר כך שחטו, עקביא בן מהללאל מתיר, וחכמים אוסרין, דברי רבי יהודה. אמר רבי יוסי, לא בזה התיר עקביא, אלא בשער בכור בעל מום שנשר והניחו בחלון ואחר כך מת, בזה עקביא בן מהללאל מתיר, וחכמים אוסרין. הצמר המדבלל בבכור, את שהוא נראה מן הגזה, מתר. ואת שאינו נראה מן הגזה, אסור: "
    },
    {
      "uid": "Mishnah_Bekhorot_21",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5300,
      "end_char": 5647,
      "length": 348,
      "text": "עד כמה ישראל חיבים להטפל בבכור. בבהמה דקה, עד שלשים יום. ובגסה, חמשים יום. רבי יוסי אומר, בדקה שלשה חדשים. אמר לו הכהן בתוך זמן זה תנהו לי, הרי זה לא יתנו לו. אם היה בעל מום, אמר לו תן לי שאוכלנו, מתר. ובשעת המקדש, אם היה תמים, אמר לו תן לי שאקריבנו, מתר. הבכור נאכל שנה בשנה בין תמים בין בעל מום, שנאמר (דברים טו), לפני ה' אלהיך תאכלנו שנה בשנה:  "
    },
    {
      "uid": "Mishnah_Bekhorot_22",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 5648,
      "end_char": 5743,
      "length": 96,
      "text": "נולד לו מום בתוך שנתו, מתר לקימו כל שנים עשר חדש. לאחר שנתו, אינו רשאי לקימו אלא עד שלשים יום:  "
    },
    {
      "uid": "Mishnah_Bekhorot_23",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 5744,
      "end_char": 5840,
      "length": 97,
      "text": "השוחט הבכור ומראה את מומו, רבי יהודה מתיר. רבי מאיר אומר, הואיל והוא נשחט שלא על פי ממחה, אסור:  "
    },
    {
      "uid": "Mishnah_Bekhorot_24",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 5841,
      "end_char": 6329,
      "length": 489,
      "text": "מי שאינו ממחה וראה את הבכור ונשחט על פיו, הרי זה יקבר, וישלם מביתו. דן את הדין, זכה את החיב וחיב את הזכאי, טמא את הטהור וטהר את הטמא, מה שעשה עשוי וישלם מביתו. ואם היה ממחה לבית דין, פטור מלשלם. מעשה בפרה שנטלה האם שלה, והאכילה רבי טרפון לכלבים, ובא מעשה לפני חכמים והתירוה. אמר תודוס הרופא, אין פרה וחזירה יוצאה מאלכסנדריא עד שהם חותכין את האם שלה, בשביל שלא תלד. אמר רבי טרפון, הלכה חמורך טרפון. אמר לו רבי עקיבא, רבי טרפון, פטור אתה, שאתה ממחה לבית דין, וכל הממחה לבית דין פטור מלשלם:  "
    },
    {
      "uid": "Mishnah_Bekhorot_25",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 6330,
      "end_char": 6494,
      "length": 165,
      "text": "הנוטל שכרו להיות רואה בכורות, אין שוחטין על פיו, אלא אם כן היה ממחה כאילא ביבנה, שהתירו לו חכמים להיות נוטל ארבעה אסרות בבהמה דקה, וששה בגסה, בין תמים בין בעל מום:  "
    },
    {
      "uid": "Mishnah_Bekhorot_26",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 6495,
      "end_char": 6686,
      "length": 192,
      "text": "הנוטל שכרו לדון, דיניו בטלים. להעיד, עדותיו בטלין. להזות ולקדש, מימיו מי מערה ואפרו אפר מקלה. אם היה כהן וטמאהו מתרומתו, מאכילו ומשקו וסכו. ואם היה זקן, מרכיבו על החמור. ונותן לו שכרו כפועל:  "
    },
    {
      "uid": "Mishnah_Bekhorot_27",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 6687,
      "end_char": 6861,
      "length": 175,
      "text": "החשוד על הבכורות, אין לוקחין ממנו בשר צבאים ולא עורות שאינן עבודין. רבי אליעזר אומר, לוקחים ממנו עורות של נקבה, ואין לוקחין ממנו צמר מלבן וצואי, אבל לוקחין ממנו טווי ובגדים:  "
    },
    {
      "uid": "Mishnah_Bekhorot_28",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 6862,
      "end_char": 6939,
      "length": 78,
      "text": "החשוד על השביעית אין לוקחין ממנו פשתן ואפלו סרק, אבל לוקחין ממנו טווי ואריג:  "
    },
    {
      "uid": "Mishnah_Bekhorot_29",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 6940,
      "end_char": 7085,
      "length": 146,
      "text": "החשוד להיות מוכר תרומה לשם חלין, אין לוקחין ממנו אפלו מים או מלח, דברי רבי יהודה. רבי שמעון אומר, כל שיש בו זקת תרומות ומעשרות, אין לוקחין ממנו:  "
    },
    {
      "uid": "Mishnah_Bekhorot_30",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 7086,
      "end_char": 7303,
      "length": 218,
      "text": "החשוד על השביעית, אינו חשוד על המעשרות. החשוד על המעשרות, אינו חשוד על השביעית. החשוד על זה ועל זה, חשוד על הטהרות. ויש שהוא חשוד על הטהרות, ואינו חשוד לא על זה ולא על זה. זה הכלל, כל החשוד על הדבר, לא דנו ולא מעידו:  "
    },
    {
      "uid": "Mishnah_Bekhorot_31",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 7304,
      "end_char": 7475,
      "length": 172,
      "text": "כל פסולי המקדשין (הנאתן להקדש), נמכרין באטליז (ונשחטין באטליז) ונשקלין בלטרא, חוץ מן הבכור ומן המעשר, שהניתן לבעלים. פסולי המקדשין הניתן להקדש. ושוקלין מנה כנגד מנה בבכור: "
    },
    {
      "uid": "Mishnah_Bekhorot_32",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 7476,
      "end_char": 7743,
      "length": 268,
      "text": "בית שמאי אומרים, לא ימנה ישראל עם הכהן על הבכור. בית הלל מתירין, ואפלו נכרי. בכור שאחזו דם, אפלו הוא מת, אין מקיזין לו דם, דברי רבי יהודה. וחכמים אומרים, יקיז, ובלבד שלא יעשה בו מום. ואם עשה בו מום, הרי זה לא ישחט עליו. רבי שמעון אומר יקיז, אף על פי שהוא עושה בו מום: "
    },
    {
      "uid": "Mishnah_Bekhorot_33",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 7744,
      "end_char": 8294,
      "length": 551,
      "text": "הצורם באזן הבכור, הרי זה לא ישחט עולמית, דברי רבי אליעזר. וחכמים אומרים, כשיולד לו מום אחר, ישחט עליו. מעשה בזכר של רחלים זקן ושערו מדלדל, ראהו קסדור אחד, אמר, מה טיבו של זה. אמרו לו, בכור הוא ואינו נשחט אלא אם כן היה בו מום. נטל פגיון וצרם באזנו, ובא מעשה לפני חכמים והתירוהו. ראה שהתירו, והלך וצרם באזני בכורות אחרים, ואסרו. פעם אחת היו תינוקות משחקין בשדה וקשרו זנבות טלאים זה לזה, ונפסקה זנבו של אחד מהם והרי הוא בכור, ובא מעשה לפני חכמים והתירוהו. ראו שהתירו, והלכו וקשרו זנבות בכורות אחרים, ואסרו. זה הכלל, כל שהוא לדעתו, אסור. ושלא לדעתו, מתר: "
    },
    {
      "uid": "Mishnah_Bekhorot_34",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 8295,
      "end_char": 8543,
      "length": 249,
      "text": "היה בכור רודפו, ובעטו ועשה בו מום, הרי זה ישחוט עליו. כל המומין הראויין לבוא בידי אדם, רועים ישראל נאמנים, ורועים כהנים אינן נאמנים. רבן שמעון בן גמליאל אומר, נאמן הוא על של חברו ואינו נאמן על של עצמו. רבי מאיר אומר, החשוד על דבר, לא דנו ולא מעידו: "
    },
    {
      "uid": "Mishnah_Bekhorot_35",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 8544,
      "end_char": 8753,
      "length": 210,
      "text": "נאמן הכהן לומר הראיתי בכור זה ובעל מום הוא. הכל נאמנים על מומי המעשר. בכור שנסמית עינו, שנקטעה ידו, שנשברה רגלו, הרי זה ישחט על פי שלשה בני הכנסת, רבי יוסי אומר, אפלו יש שם עשרים ושלשה, לא ישחט אלא על פי ממחה: "
    },
    {
      "uid": "Mishnah_Bekhorot_36",
      "chapter_number": 5,
      "verse_number": 6,
      "start_char": 8754,
      "end_char": 9070,
      "length": 317,
      "text": "השוחט את הבכור (ומכרו) ונודע שלא הראהו, מה שאכלו אכלו והוא יחזיר להם את הדמים. ומה שלא אכלו, הבשר יקבר והוא יחזיר להם את הדמים. וכן השוחט את הפרה ומכרה ונודע שהיא טרפה, מה שאכלו אכלו ויחזיר להם את הדמים. ומה שלא אכלו, הן יחזירו לו את הבשר והוא יחזיר להם את הדמים. מכרוהו לנכרים או הטילוהו לכלבים, ישלמו לו דמי הטרפה: "
    },
    {
      "uid": "Mishnah_Bekhorot_37",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 9071,
      "end_char": 9275,
      "length": 205,
      "text": "על אלו מומין שוחטין את הבכור, נפגמה אזנו מן הסחוס, אבל לא מן העור, נסדקה אף על פי שלא חסרה, נקבה מלא כרשינה, או שיבשה. איזו היא יבשה, כל שתנקב ואינה מוציאה טפת דם. רבי יוסי בן משלם אומר, יבשה, שתהא נפרכת: "
    },
    {
      "uid": "Mishnah_Bekhorot_38",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 9276,
      "end_char": 9433,
      "length": 158,
      "text": "ריס של עין שנקב, שנפגם, שנסדק, הרי בעיניו דק, תבלול, חלזון נחש, וענב. ואיזהו תבלול, לבן הפוסק בסירא ונכנס בשחור. בשחור ונכנס בלבן, אינו מום, שאין מומים בלבן: "
    },
    {
      "uid": "Mishnah_Bekhorot_39",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 9434,
      "end_char": 9681,
      "length": 248,
      "text": "חורוד והמים הקבועים. איזהו חורוד הקבוע, כל ששהה שמונים יום. רבי חנינא בן אנטיגנוס אומר, בודקין אותו שלשה פעמים בתוך שמונים יום. ואלו הם מים הקבועים, אכל לח ויבש של גשמים, לח ויבש של שלחים. אכל היבש ואחר כך אכל הלח, אינו מום, עד שיאכל היבש אחר הלח: "
    },
    {
      "uid": "Mishnah_Bekhorot_40",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 9682,
      "end_char": 9862,
      "length": 181,
      "text": "חטמו שנקב, שנפגם, שנסדק, שפתו שנקבה, שנפגמה, שנסדקה, חטיו החיצונות שנפגמו או שנגממו, והפנימיות שנעקרו. רבי חנינא בן אנטיגנוס אומר, אין בודקין מן המתאימות ולפנים, אף לא את המתאימות: "
    },
    {
      "uid": "Mishnah_Bekhorot_41",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 9863,
      "end_char": 10000,
      "length": 138,
      "text": "נפגם הזובן, או עריה של נקבה במקדשים, נפגם הזנב מן העצם, אבל לא מן הפרק, או שהיה ראש הזנב מפציל עצם, או שיש (בשר) בין חליא לחליא מלא אצבע: "
    },
    {
      "uid": "Mishnah_Bekhorot_42",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 10001,
      "end_char": 10287,
      "length": 287,
      "text": "אין לו ביצים, (או) אין לו אלא ביצה אחת. רבי ישמעאל אומר, אם יש לו שני כיסין, יש לו שתי ביצים. אין לו אלא כיס אחד, אין לו אלא ביצה אחת. רבי עקיבא אומר, מושיבו על עכוזו וממעך, אם יש שם ביצה, סופה לצאת. מעשה שמעך ולא יצאת, ונשחט ונמצאת דבוקה בכסלים, והתיר רבי עקיבא ואסר רבי יוחנן בן נורי: "
    },
    {
      "uid": "Mishnah_Bekhorot_43",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 10288,
      "end_char": 10416,
      "length": 129,
      "text": "בעל חמש רגלים, או שאין לו אלא שלש, ושרגליו קלוטות כשל חמור, והשחול, והכסול. איזהו שחול, שנשמטה ירכו. וכסול, שאחת מירכותיו גבוהה: "
    },
    {
      "uid": "Mishnah_Bekhorot_44",
      "chapter_number": 6,
      "verse_number": 8,
      "start_char": 10417,
      "end_char": 10659,
      "length": 243,
      "text": "נשבר עצם ידו, ועצם רגלו, אף על פי שאינו נכר. מומין אלו מנה אילא ביבנה, והודו לו חכמים. ועוד שלשה הוסיף. אמרו לו, לא שמענו את אלו. את שגלגל עינו עגול כשל אדם, ופיו דומה לשל חזיר, ושנטל רב המדבר של לשונו. ובית דין של אחריהן אמרו, הרי אלו מומין: "
    },
    {
      "uid": "Mishnah_Bekhorot_45",
      "chapter_number": 6,
      "verse_number": 9,
      "start_char": 10660,
      "end_char": 10917,
      "length": 258,
      "text": "מעשה שהלחי התחתון עודף על העליון, ושלח רבן שמעון בן גמליאל לחכמים ואמרו, הרי זה מום. אזן הגדי שהיתה כפולה, אמרו חכמים, בזמן שהיא עצם אחד, מום. ואם אינה עצם אחד, אינה מום. רבי חנניא בן גמליאל אומר, זנב הגדי שהיא דומה לשל חזיר, ושאין בה שלש חליות, הרי זה מום: "
    },
    {
      "uid": "Mishnah_Bekhorot_46",
      "chapter_number": 6,
      "verse_number": 10,
      "start_char": 10918,
      "end_char": 11144,
      "length": 227,
      "text": "רבי חנינא בן אנטיגנוס אומר, את שיבלת בעינו, ושנפגם עצם ידו, ועצם רגלו, ושנפסק עצמו שבפיו. עינו אחת גדולה ואחת קטנה, אזנו אחת גדולה ואחת קטנה, במראה אבל לא במדה. רבי יהודה אומר, אחת מביציו גדולה כשתים בחברתה, ולא הודו לו חכמים: "
    },
    {
      "uid": "Mishnah_Bekhorot_47",
      "chapter_number": 6,
      "verse_number": 11,
      "start_char": 11145,
      "end_char": 11358,
      "length": 214,
      "text": "זנב העגל שאינה מגעת לערקוב, אמרו חכמים, כל מרבית העגלים כן, כל זמן שהן מגדילין הם נמתחות. לאיזה ערקוב אמרו, רבי חנינא בן אנטיגנוס אומר, לערקוב שבאמצע הירך. על אלו מומין שוחטין את הבכור, ופסולי המקדשין נפדין עליהן: "
    },
    {
      "uid": "Mishnah_Bekhorot_48",
      "chapter_number": 6,
      "verse_number": 12,
      "start_char": 11359,
      "end_char": 11703,
      "length": 345,
      "text": "אלו שאין שוחטין עליהן לא במקדש ולא במדינה, חורוד והמים שאינם קבועין, וחטיו הפנימיות שנפגמו, (אבל לא) שנעקרו, ובעל גרב, ובעל יבלת, ובעל חזזית, וזקן, וחולה, ומזהם, ושנעבדה בו עברה, ושהמית את האדם (על פי עד אחד או על פי הבעלים), וטמטום, ואנדרוגינוס, לא במקדש ולא במדינה. רבי ישמעאל אומר, אין מום גדול מזה. וחכמים אומרים, אינו בכור, אלא נגזז ונעבד: "
    },
    {
      "uid": "Mishnah_Bekhorot_49",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 11704,
      "end_char": 11858,
      "length": 155,
      "text": "מומין אלו, בין קבועין בין עוברין, פוסלין באדם. יותר עליהן באדם, הכילון, והלפתן, המקבן, ושראשו שקוע, ושקיפס. ובעלי החטוטרת, רבי יהודה מכשיר, וחכמים פוסלין: "
    },
    {
      "uid": "Mishnah_Bekhorot_50",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 11859,
      "end_char": 12093,
      "length": 235,
      "text": "הקרח, פסול. איזהו קרח, כל שאין לו שטה של שער מקפת מאזן לאזן. ואם יש לו, הרי זה כשר. אין לו גבינים, אין לו אלא גבין אחד, הוא גבן האמור בתורה. רבי דוסא אומר, כל שגביניו שוכבין. רבי חנינא בן אנטיגנוס אומר, כל שיש לו שני גבים ושתי שדראות: "
    },
    {
      "uid": "Mishnah_Bekhorot_51",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 12094,
      "end_char": 12302,
      "length": 209,
      "text": "החרום, פסול. איזהו חרום, הכוחל שתי עיניו כאחת. שתי עיניו למעלה, ושתי עיניו למטה, עינו אחת למעלה, ועינו אחת למטה, רואה את החדר ואת העליה כאחת, סכי שמש, זוגדוס, והצירן. ושנשרו ריסי עיניו, פסול, מפני מראית העין: "
    },
    {
      "uid": "Mishnah_Bekhorot_52",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 12303,
      "end_char": 12474,
      "length": 172,
      "text": "עיניו גדולות כשל עגל, או קטנות כשל אוז, גופו גדול מאבריו או קטן מאבריו, חטמו גדול מאבריו או קטן מאבריו, הצמם, והצמע. איזה הוא צמע, שאזניו קטנות. והצמם, שאזניו דומות לספוג: "
    },
    {
      "uid": "Mishnah_Bekhorot_53",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 12475,
      "end_char": 12858,
      "length": 384,
      "text": "שפתו העליונה עודפת על התחתונה, והתחתונה עודפת על העליונה, הרי זה מום. ושנטלו שניו, פסול, מפני מראית העין. דדיו שוכבים כשל אשה, כרסו צבה, טבורו יוצא, נכפה אפלו אחת לימים, רוח קצרית באה עליו, המאשכן, ובעל גבר. אין לו ביצים, או אין לו אלא ביצה אחת, זהו מרוח אשך האמור בתורה. רבי ישמעאל אומר, כל שנמרחו אשכיו. רבי עקיבא אומר, כל שרוח באשכיו. רבי חנינא בן אנטיגנוס אומר, כל שמראיו חשוכין: "
    },
    {
      "uid": "Mishnah_Bekhorot_54",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 12859,
      "end_char": 13491,
      "length": 633,
      "text": "המקיש בקרסליו, ובארכובותיו, ובעל פיקה, והעקל. איזהו עקל, כל שמקיף פרסותיו ואין ארכובותיו נושקות זו לזו. פיקה יוצאה מגודלו, עקבו יוצא לאחוריו, פרסתו רחבה כשל אוז. אצבעותיו מרכבות זו על זו, או קלוטות (למעלה) עד הפרק, כשר. למטה מן הפרק וחתכה, כשר. היתה בו יתרת וחתכה, אם יש בה עצם, פסול. ואם לאו, כשר. יתר בידיו וברגליו שש ושש עשרים וארבע, רבי יהודה מכשיר, וחכמים פוסלים. השולט בשתי ידיו, רבי פוסל, וחכמים מכשירים. הכושי, והגיחור, והלבקן, והקפח, והננס, והחרש, והשוטה, והשכור, ובעלי נגעים טהורין, פסולין באדם, וכשרין בבהמה. רבן שמעון בן גמליאל אומר, שוטה בבהמה אינה מן המבחר, רבי אליעזר אומר, אף בעלי דלדולין, פסולין באדם, וכשרין בבהמה: "
    },
    {
      "uid": "Mishnah_Bekhorot_55",
      "chapter_number": 7,
      "verse_number": 7,
      "start_char": 13492,
      "end_char": 13682,
      "length": 191,
      "text": "אלו כשרין באדם, ופסולין בבהמה, אותו ואת בנו, וטרפה, ויוצא דפן, (ושנעבדה בהן עברה, ושהמית את האדם). הנושא נשים בעברה, פסול, עד שידיר הניה. המטמא למתים, פסול, עד שיקבל עליו שלא יהא מטמא למתים: "
    },
    {
      "uid": "Mishnah_Bekhorot_56",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 13683,
      "end_char": 14658,
      "length": 976,
      "text": "יש בכור לנחלה ואינו בכור לכהן, בכור לכהן ואינו בכור לנחלה, בכור לנחלה ולכהן, יש שאינו בכור לא לנחלה ולא לכהן. איזהו בכור לנחלה ואינו בכור לכהן, הבא אחר הנפלים שיצא ראשו חי, ובן תשעה שיצא ראשו מת, והמפלת כמין בהמה חיה ועוף, דברי רבי מאיר. וחכמים אומרים, עד שיהא בו מצורת האדם. המפלת סנדל, או שליא, ושפיר מרקם, והיוצא מחתך, הבא אחריהן, בכור לנחלה ואינו בכור לכהן. מי שלא היו לו בנים ונשא אשה שכבר ילדה, עודה שפחה ונשתחררה, עודה נכרית ונתגירה, משבאת לישראל ילדה, בכור לנחלה ואינו בכור לכהן. רבי יוסי הגלילי אומר, בכור לנחלה ולכהן, שנאמר (שמות יג), פטר כל רחם בבני ישראל, עד שיפטרו רחם מישראל. מי שהיו לו בנים ונשא אשה שלא ילדה, נתגירה מעברת, נשתחררה מעברת, ילדה היא וכהנת, היא ולויה, היא ואשה שכבר ילדה, וכן מי שלא שהתה אחר בעלה שלשה חדשים ונשאת וילדה, ואין ידוע אם בן תשעה לראשון, או בן שבעה לאחרון, בכור לכהן ואינו בכור לנחלה. איזהו בכור לנחלה ולכהן, המפלת שפיר מלא דם, מלא מים, מלא גנינים, המפלת כמין דגים וחגבים שקצים ורמשים, המפלת יום ארבעים, הבא אחריהן, בכור לנחלה ולכהן:  "
    },
    {
      "uid": "Mishnah_Bekhorot_57",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 14659,
      "end_char": 14763,
      "length": 105,
      "text": "יוצא דפן והבא אחריו, שניהם אינן בכור לא לנחלה ולא לכהן. רבי שמעון אומר, הראשון לנחלה, והשני לחמש סלעים:  "
    },
    {
      "uid": "Mishnah_Bekhorot_58",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 14764,
      "end_char": 14995,
      "length": 232,
      "text": "מי שלא בכרה אשתו וילדה שני זכרים, נותן חמש סלעים לכהן. מת אחד מהן בתוך שלשים יום, האב פטור. מת האב והבנים קימים, רבי מאיר אומר, אם נתנו עד שלא חלקו, נתנו. ואם לאו, פטורין. רבי יהודה אומר נתחיבו נכסים. זכר ונקבה, אין כאן לכהן כלום:  "
    },
    {
      "uid": "Mishnah_Bekhorot_59",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 14996,
      "end_char": 15506,
      "length": 511,
      "text": "שתי נשים שלא בכרו וילדו שני זכרים, נותן עשר סלעים לכהן. מת אחד מהן בתוך שלשים יום, אם לכהן אחד נתן, יחזיר לו חמש סלעים. אם לשני כהנים נתן, אינו יכול להוציא מידם. זכר ונקבה או שני זכרים ונקבה, נותן חמש סלעים לכהן. שתי נקבות וזכר או שני זכרים ושתי נקבות, אין כאן לכהן כלום. אחת בכרה ואחת שלא בכרה וילדו שני זכרים. נותן חמש סלעים לכהן. מת אחד מהן בתוך שלשים יום, האב פטור. מת האב והבנים קימין, רבי מאיר אומר, אם נתנו עד שלא חלקו, נתנו. ואם לאו, פטורין. רבי יהודה אומר, נתחיבו נכסים. זכר ונקבה, אין כאן לכהן כלום:  "
    },
    {
      "uid": "Mishnah_Bekhorot_60",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 15507,
      "end_char": 15823,
      "length": 317,
      "text": "שתי נשים של שני אנשים שלא בכרו וילדו שני זכרים, זה נותן חמש סלעים לכהן, וזה נותן חמש סלעים לכהן. מת אחד מהן בתוך שלשים יום, אם לכהן אחד נתנו, יחזיר להן חמש סלעים. אם לשני כהנים נתנו, אינן יכולין להוציא מידם. זכר ונקבה, האבות פטורין, והבן חיב לפדות את עצמו. שתי נקבות וזכר או שני זכרים ושתי נקבות, אין כאן לכהן כלום:  "
    },
    {
      "uid": "Mishnah_Bekhorot_61",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 15824,
      "end_char": 16345,
      "length": 522,
      "text": "אחת בכרה ואחת שלא בכרה של שני אנשים, וילדו שני זכרים, זה שלא בכרה אשתו, נותן חמש סלעים לכהן. זכר ונקבה, אין כאן לכהן כלום. מת הבן בתוך שלשים יום, אף על פי שנתן לכהן, יחזיר (לו חמש סלעים). לאחר שלשים יום, אף על פי שלא נתן, יתן. מת ביום שלשים, כיום שלפניו. רבי עקיבא אומר, אם נתן, לא יטול. ואם לא נתן, לא יתן. מת האב בתוך שלשים יום, בחזקת שלא נפדה, עד שיביא ראיה שנפדה. לאחר שלשים יום, בחזקת שנפדה, עד (שיביא ראיה) שלא נפדה. הוא לפדות ובנו לפדות, הוא קודם את בנו. רבי יהודה אומר, בנו קודמו, שמצותו על אביו, ומצות בנו עליו:  "
    },
    {
      "uid": "Mishnah_Bekhorot_62",
      "chapter_number": 8,
      "verse_number": 7,
      "start_char": 16346,
      "end_char": 16503,
      "length": 158,
      "text": "חמש סלעים של בן, במנה צורי. שלשים של עבד, וחמשים של אונס ושל מפתה, ומאה של מוציא שם רע, כלם בשקל הקדש, במנה צורי. וכלן נפדין בכסף, ובשוה כסף, חוץ מן השקלים:  "
    },
    {
      "uid": "Mishnah_Bekhorot_63",
      "chapter_number": 8,
      "verse_number": 8,
      "start_char": 16504,
      "end_char": 16733,
      "length": 230,
      "text": "אין פודין לא בעבדים, ולא בשטרות, ולא בקרקעות, ולא בהקדשות. כתב לכהן שהוא חיב לו חמש סלעים, חיב לתן לו ובנו אינו פדוי, לפיכך אם רצה הכהן לתן לו מתנה, רשאי. המפריש פדיון בנו ואבד, חיב באחריותו, שנאמר (במדבר יח), יהיה לך ופדה תפדה:  "
    },
    {
      "uid": "Mishnah_Bekhorot_64",
      "chapter_number": 8,
      "verse_number": 9,
      "start_char": 16734,
      "end_char": 16926,
      "length": 193,
      "text": "הבכור נוטל פי שנים בנכסי האב, ואינו נוטל פי שנים בנכסי האם. ואינו נוטל פי שנים בשבח, ולא בראוי כבמחזק. ולא האשה בכתבתה, ולא הבנות במזונותיהן, ולא היבם. וכלן אין נוטלין בשבח, ולא בראוי כבמחזק:  "
    },
    {
      "uid": "Mishnah_Bekhorot_65",
      "chapter_number": 8,
      "verse_number": 10,
      "start_char": 16927,
      "end_char": 17156,
      "length": 230,
      "text": "אלו שאינן חוזרין ביובל, הבכורה, והיורש את אשתו, והמיבם את אשת אחיו, והמתנה, דברי רבי מאיר. וחכמים אומרים, מתנה כמכר. רבי אליעזר אומר, כלן חוזרין ביובל. רבי יוחנן בן ברוקא אומר, היורש את אשתו, יחזיר לבני משפחה וינכה להם מן הדמים:  "
    },
    {
      "uid": "Mishnah_Bekhorot_66",
      "chapter_number": 9,
      "verse_number": 1,
      "start_char": 17157,
      "end_char": 17535,
      "length": 379,
      "text": "מעשר בהמה נוהג בארץ ובחוצה לארץ, בפני הבית ושלא בפני הבית, בחלין אבל לא במקדשין. ונוהג בבקר ובצאן, ואינן מתעשרים מזה על זה. בכבשים ובעזים, ומתעשרין מזה על זה. בחדש, ובישן, ואינן מתעשרין מזה על זה. שהיה בדין, מה אם החדש והישן שאינן כלאים זה בזה, אין מתעשרין מזה על זה. הכבשים והעזים שהם כלאים זה בזה, אינו דין שלא יתעשרו מזה על זה, תלמוד לומר (ויקרא כז), וצאן, משמע כל צאן, אחד:  "
    },
    {
      "uid": "Mishnah_Bekhorot_67",
      "chapter_number": 9,
      "verse_number": 2,
      "start_char": 17536,
      "end_char": 17729,
      "length": 194,
      "text": "מעשר בהמה מצטרף כמלא רגל בהמה רועה. וכמה היא רגל בהמה רועה, ששה עשר מיל. היה בין אלו לאלו שלשים ושנים מיל, אינן מצטרפין. היה לו באמצע, מביא ומעשרן באמצע. רבי מאיר אומר, הירדן מפסיק למעשר בהמה:  "
    },
    {
      "uid": "Mishnah_Bekhorot_68",
      "chapter_number": 9,
      "verse_number": 3,
      "start_char": 17730,
      "end_char": 17949,
      "length": 220,
      "text": "הלקוח או שנתן לו מתנה, פטור ממעשר בהמה. האחים השתפין שחיבין בקלבון, פטורין ממעשר בהמה. ושחיבין במעשר בהמה, פטורין מן הקלבון. קנו מתפוסת הבית, חיבין. ואם לאו, פטורין. חלקו וחזרו ונשתתפו, חיבין בקלבון ופטורין ממעשר בהמה:  "
    },
    {
      "uid": "Mishnah_Bekhorot_69",
      "chapter_number": 9,
      "verse_number": 4,
      "start_char": 17950,
      "end_char": 18114,
      "length": 165,
      "text": "הכל נכנס לדיר להתעשר, חוץ מן הכלאים, והטרפה, ויוצא דפן, ומחסר זמן, ויתום. איזהו יתום, כל שמתה אמו או שנשחטה. רבי יהושע אומר, אפלו נשחטה אמו והשלח קים, אין זה יתום:  "
    },
    {
      "uid": "Mishnah_Bekhorot_70",
      "chapter_number": 9,
      "verse_number": 5,
      "start_char": 18115,
      "end_char": 18543,
      "length": 429,
      "text": "שלש גרנות למעשר בהמה, בפרוס הפסח, בפרוס העצרת, בפרוס החג, דברי רבי עקיבא. בן עזאי אומר, בעשרים ותשעה באדר, באחד בסיון, בעשרים ותשעה באב. רבי אליעזר ורבי שמעון אומרים, באחד בניסן, באחד בסיון, בעשרים ותשעה באלול. ולמה אמרו בעשרים ותשעה באלול ולא אמרו באחד בתשרי, מפני שהוא יום טוב, ואי אפשר לעשר ביום טוב, לפיכך הקדימוהו בעשרים ותשעה באלול. רבי מאיר אומר, באחד באלול ראש השנה למעשר בהמה. בן עזאי אומר, האלוליין מתעשרין בפני עצמן:  "
    },
    {
      "uid": "Mishnah_Bekhorot_71",
      "chapter_number": 9,
      "verse_number": 6,
      "start_char": 18544,
      "end_char": 18818,
      "length": 275,
      "text": "כל הנולדים מאחד בתשרי עד עשרים ותשעה באלול, הרי אלו מצטרפין. חמשה לפני ראש השנה וחמשה לאחר ראש השנה, אינן מצטרפין. חמשה לפני הגרן וחמשה לאחר הגרן, הרי אלו מצטרפין. אם כן למה נאמר שלש גרנות למעשר בהמה, שעד שלא הגיע הגרן, מתר למכור ולשחוט. הגיע הגרן, לא ישחוט. ואם שחט, פטור:  "
    },
    {
      "uid": "Mishnah_Bekhorot_72",
      "chapter_number": 9,
      "verse_number": 7,
      "start_char": 18819,
      "end_char": 19272,
      "length": 454,
      "text": "כיצד מעשרן, כונסן לדיר ועושה להן פתח קטן כדי שלא יהיו שנים יכולין לצאת כאחת, ומונה בשבט, אחד, שנים, שלשה, ארבעה, חמשה, ששה, שבעה, שמונה, תשעה, והיוצא עשירי סוקרו בסקרא ואומר הרי זה מעשר. לא סקרו בסקרא ולא מנאם בשבט, או שמנאם רבוצים, או עומדים, הרי אלו מעשרים, היה לו מאה ונטל עשרה, עשרה ונטל אחד, אין זה מעשר. רבי יוסי ברבי יהודה אומר, הרי זה מעשר, קפץ (אחד) מן המנויין לתוכן, הרי אלו פטורין. מן המעשרים לתוכן, כלן ירעו עד שיסתאבו, ויאכלו במומן לבעלים:  "
    },
    {
      "uid": "Mishnah_Bekhorot_73",
      "chapter_number": 9,
      "verse_number": 8,
      "start_char": 19273,
      "end_char": 19737,
      "length": 465,
      "text": "יצאו שנים כאחד, מונה אותן שנים שנים. מנאן אחד, תשיעי ועשירי מקלקלין. יצאו תשיעי ועשירי כאחת, תשיעי ועשירי מקלקלין. קרא לתשיעי עשירי ולעשירי תשיעי ולאחד עשר עשירי, שלשתן מקדשין. התשיעי נאכל במומו, והעשירי מעשר, ואחד עשר קרב שלמים ועושה תמורה, דברי רבי מאיר. אמר רבי יהודה, וכי יש תמורה עושה תמורה. אמרו משום רבי מאיר, אלו היה תמורה, לא היה קרב. קרא לתשיעי עשירי ולעשירי עשירי ולאחד עשר עשירי, אין אחד עשר מקדש. זה הכלל, כל שלא נעקר שם עשירי ממנו, אין אחד עשר מקדש:  "
    }
  ]
}