{
  "title": "Mishnah Shevuot",
  "categories": [
    "Mishnah",
    "Seder Nezikin"
  ],
  "sectionNames": [
    "Chapter",
    "Mishnah"
  ],
  "lines": [
    {
      "uid": "Mishnah_Shevuot_1",
      "chapter_number": 1,
      "verse_number": 1,
      "start_char": 1,
      "end_char": 105,
      "length": 105,
      "text": "שבועות שתים שהן ארבע, ידיעות הטמאה שתים שהן ארבע, יציאות השבת שתים שהן ארבע, מראות נגעים שנים שהם ארבעה: "
    },
    {
      "uid": "Mishnah_Shevuot_2",
      "chapter_number": 1,
      "verse_number": 2,
      "start_char": 106,
      "end_char": 278,
      "length": 173,
      "text": "כל שיש בה ידיעה בתחלה וידיעה בסוף והעלם בינתים, הרי זה בעולה ויורד. יש בה ידיעה בתחלה ואין בה ידיעה בסוף, שעיר שנעשה בפנים ויום הכפורים תולה, עד שיודע לו ויביא בעולה ויורד: "
    },
    {
      "uid": "Mishnah_Shevuot_3",
      "chapter_number": 1,
      "verse_number": 3,
      "start_char": 279,
      "end_char": 502,
      "length": 224,
      "text": "אין בה ידיעה בתחלה אבל יש בה ידיעה בסוף, שעיר הנעשה בחוץ ויום הכפורים מכפר, שנאמר (במדבר כט) מלבד חטאת הכפרים, על מה שזה מכפר, זה מכפר. מה הפנימי אין מכפר אלא על דבר שיש בו ידיעה, אף החיצון אין מכפר אלא על דבר שיש בו ידיעה: "
    },
    {
      "uid": "Mishnah_Shevuot_4",
      "chapter_number": 1,
      "verse_number": 4,
      "start_char": 503,
      "end_char": 1092,
      "length": 590,
      "text": "ועל שאין בה ידיעה לא בתחלה ולא בסוף, שעירי הרגלים ושעירי ראשי חדשים מכפרים, דברי רבי יהודה. רבי שמעון אומר, שעירי הרגלים מכפרין, אבל לא שעירי ראשי חדשים. ועל מה שעירי ראשי חדשים מכפרין, על הטהור שאכל את הטמא. רבי מאיר אומר, כל השעירים כפרתן שוה על טמאת מקדש וקדשיו. היה רבי שמעון אומר, שעירי ראשי חדשים מכפרין על הטהור שאכל את הטמא, ושל רגלים מכפרין על שאין בה ידיעה לא בתחלה ולא בסוף, ושל יום הכפורים מכפר על שאין בה ידיעה בתחלה אבל יש בה ידיעה בסוף. אמרו לו, מהו שיקרבו זה בזה. אמר להם, יקרבו. אמרו לו, הואיל ואין כפרתן שוה, היאך קרבין זה בזה. אמר להן, כלן באין לכפר על טמאת מקדש וקדשיו: "
    },
    {
      "uid": "Mishnah_Shevuot_5",
      "chapter_number": 1,
      "verse_number": 5,
      "start_char": 1093,
      "end_char": 1604,
      "length": 512,
      "text": "רבי שמעון בן יהודה אומר משמו, שעירי ראשי חדשים מכפרין על טהור שאכל את הטמא. מוסיף עליהם של רגלים, שמכפרין על טהור שאכל את הטמא ועל שאין בה ידיעה לא בתחלה ולא בסוף. מוסיף עליהם של יום הכפורים, שהן מכפרין על הטהור שאכל את הטמא, ועל שאין בה ידיעה לא בתחלה ולא בסוף, ועל שאין בה ידיעה בתחלה אבל יש בה ידיעה בסוף. אמרו לו, מהו שיקרבו זה בזה. אמר להם, הן. אמרו לו, אם כן, יהיו של יום הכפורים קרבין בראשי חדשים, אבל היאך של ראשי חדשים קרבין ביום הכפורים לכפר כפרה שאינה שלה. אמר להן, כלן באין לכפר על טמאת מקדש וקדשיו: "
    },
    {
      "uid": "Mishnah_Shevuot_6",
      "chapter_number": 1,
      "verse_number": 6,
      "start_char": 1605,
      "end_char": 1793,
      "length": 189,
      "text": "ועל זדון טמאת מקדש וקדשיו, שעיר הנעשה בפנים ויום הכפורים מכפרין. ועל שאר עברות שבתורה, הקלות והחמורות, הזדונות והשגגות, הודע ולא הודע, עשה ולא תעשה, כרתות ומיתות בית דין, שעיר המשתלח מכפר: "
    },
    {
      "uid": "Mishnah_Shevuot_7",
      "chapter_number": 1,
      "verse_number": 7,
      "start_char": 1794,
      "end_char": 2070,
      "length": 277,
      "text": "אחד ישראלים, ואחד כהנים, ואחד כהן משוח. מה בין ישראלים לכהנים ולכהן משוח, אלא שדם הפר מכפר על הכהנים על טמאת מקדש וקדשיו. רבי שמעון אומר, כשם שדם השעיר הנעשה בפנים מכפר על ישראל, כך דם הפר מכפר על הכהנים. כשם שודויו של שעיר המשתלח מכפר על ישראל, כך ודויו של פר מכפר על הכהנים: "
    },
    {
      "uid": "Mishnah_Shevuot_8",
      "chapter_number": 2,
      "verse_number": 1,
      "start_char": 2071,
      "end_char": 2389,
      "length": 319,
      "text": "ידיעות הטמאה שתים שהן ארבע. נטמא וידע ונעלמה ממנו הטמאה וזכור את הקדש, נעלם ממנו הקדש וזכור את הטמאה, נעלמו ממנו זה וזה ואכל את הקדש ולא ידע, ומשאכל ידע, הרי זה בעולה ויורד. נטמא וידע ונעלמה ממנו טמאה וזכור את המקדש, נעלם ממנו מקדש וזכור את הטמאה, נעלמו ממנו זה וזה ונכנס למקדש ולא ידע, ומשיצא ידע, הרי זה בעולה ויורד: "
    },
    {
      "uid": "Mishnah_Shevuot_9",
      "chapter_number": 2,
      "verse_number": 2,
      "start_char": 2390,
      "end_char": 2664,
      "length": 275,
      "text": "אחד הנכנס לעזרה ואחד הנכנס לתוספת העזרה, שאין מוסיפין על העיר ועל העזרות אלא במלך ונביא ואורים ותמים ובסנהדרין של שבעים ואחד ובשתי תודות ובשיר. ובית דין מהלכין ושתי תודות אחריהם, וכל ישראל אחריהם. הפנימית נאכלת והחיצונה נשרפת. וכל שלא נעשה בכל אלו, הנכנס לשם אין חיבין עליה: "
    },
    {
      "uid": "Mishnah_Shevuot_10",
      "chapter_number": 2,
      "verse_number": 3,
      "start_char": 2665,
      "end_char": 2856,
      "length": 192,
      "text": "נטמא בעזרה ונעלמה ממנו טמאה וזכור את המקדש, נעלם ממנו מקדש וזכור לטמאה, נעלם ממנו זה וזה, והשתחוה או ששהה בכדי השתחואה, בא לו בארכה, חיב. בקצרה, פטור. זו היא מצות עשה שבמקדש, שאין חיבין עליה: "
    },
    {
      "uid": "Mishnah_Shevuot_11",
      "chapter_number": 2,
      "verse_number": 4,
      "start_char": 2857,
      "end_char": 2974,
      "length": 118,
      "text": "ואיזו היא מצות עשה שבנדה שחיבין עליה, היה משמש עם הטהורה ואמרה לו נטמאתי, ופרש מיד, חיב, מפני שיציאתו הנאה לו כביאתו: "
    },
    {
      "uid": "Mishnah_Shevuot_12",
      "chapter_number": 2,
      "verse_number": 5,
      "start_char": 2975,
      "end_char": 3221,
      "length": 247,
      "text": "רבי אליעזר אומר, השרץ וגו' ונעלם ממנו (ויקרא ה), על העלם שרץ חיב, ואינו חיב על העלם מקדש. רבי עקיבא אומר, ונעלם ממנו והוא טמא (שם), על העלם טמאה חיב, ואינו חיב על העלם מקדש. רבי ישמעאל אומר, ונעלם ונעלם שתי פעמים, לחיב על העלם טמאה ועל העלם מקדש: "
    },
    {
      "uid": "Mishnah_Shevuot_13",
      "chapter_number": 3,
      "verse_number": 1,
      "start_char": 3222,
      "end_char": 3557,
      "length": 336,
      "text": "שבועות שתים שהן ארבע, שבועה שאכל ושלא אכל, שאכלתי ושלא אכלתי. שבועה שלא אכל ואכל כל שהוא, חיב, דברי רבי עקיבא. אמרו לו לרבי עקיבא, היכן מצינו באוכל כל שהוא שהוא חיב, שזה חיב. אמר להן רבי עקיבא, וכי היכן מצינו במדבר ומביא קרבן, שזה מדבר ומביא קרבן. שבועה שלא אכל ואכל ושתה, אינו חיב אלא אחת. שבועה שלא אכל ושלא אשתה ואכל ושתה, חיב שתים: "
    },
    {
      "uid": "Mishnah_Shevuot_14",
      "chapter_number": 3,
      "verse_number": 2,
      "start_char": 3558,
      "end_char": 3693,
      "length": 136,
      "text": "שבועה שלא אכל, ואכל פת חטין ופת שערין ופת כסמין, אינו חיב אלא אחת. שבועה שלא אכל פת חטין ופת שערין ופת כסמין, ואכל, חיב על כל אחת ואחת: "
    },
    {
      "uid": "Mishnah_Shevuot_15",
      "chapter_number": 3,
      "verse_number": 3,
      "start_char": 3694,
      "end_char": 3798,
      "length": 105,
      "text": "שבועה שלא אשתה ושתה משקין הרבה, אינו חיב אלא אחת. שבועה שלא אשתה יין ושמן ודבש ושתה, חיב על כל אחת ואחת: "
    },
    {
      "uid": "Mishnah_Shevuot_16",
      "chapter_number": 3,
      "verse_number": 4,
      "start_char": 3799,
      "end_char": 4040,
      "length": 242,
      "text": "שבועה שלא אכל, ואכל אכלים שאינן ראויין לאכילה ושתה משקין שאינן ראויין לשתיה, פטור. שבועה שלא אכל, ואכל נבלות וטרפות שקצים ורמשים, חיב. רבי שמעון פוטר. אמר, קונם אשתי נהנית לי אם אכלתי היום, והוא אכל נבלות וטרפות שקצים ורמשים, הרי אשתו אסורה: "
    },
    {
      "uid": "Mishnah_Shevuot_17",
      "chapter_number": 3,
      "verse_number": 5,
      "start_char": 4041,
      "end_char": 4501,
      "length": 461,
      "text": "אחד דברים של עצמו, ואחד דברים של אחרים, ואחד דברים שיש בהן ממש, ואחד דברים שאין בהם ממש. כיצד. אמר, שבועה שאתן לאיש פלוני ושלא אתן, שנתתי ושלא נתתי, שאישן ושלא אישן, שישנתי ושלא ישנתי, שאזרק צרור לים ושלא אזרק, שזרקתי ושלא זרקתי. רבי ישמעאל אומר, אינו חיב אלא על העתיד לבא, שנאמר (ויקרא ה) להרע או להיטיב. אמר לו רבי עקיבא, אם כן אין לי אלא דברים שיש בהן הרעה והטבה, דברים שאין בהן הרעה והטבה מנין. אמר לו, מרבוי הכתוב. אמר לו, אם רבה הכתוב לכך, רבה הכתוב לכך: "
    },
    {
      "uid": "Mishnah_Shevuot_18",
      "chapter_number": 3,
      "verse_number": 6,
      "start_char": 4502,
      "end_char": 4857,
      "length": 356,
      "text": "נשבע לבטל את המצוה ולא בטל, פטור. לקים ולא קים, פטור. שהיה בדין, שיהא חיב, כדברי רבי יהודה בן בתירא. אמר רבי יהודה בן בתירא, מה אם הרשות שאינו משבע עליה מהר סיני, הרי הוא חיב עליה, מצוה שהוא משבע עליה מהר סיני, אינו דין שיהא חיב עליה. אמרו לו, לא, אם אמרת בשבועת הרשות, שכן עשה בה לאו כהן, תאמר בשבועת מצוה שלא עשה בה לאו כהן, שאם נשבע לבטל ולא בטל, פטור: "
    },
    {
      "uid": "Mishnah_Shevuot_19",
      "chapter_number": 3,
      "verse_number": 7,
      "start_char": 4858,
      "end_char": 5052,
      "length": 195,
      "text": "שבועה שלא אכל ככר זו, שבועה שלא אכלנה, שבועה שלא אכלנה, ואכלה, אינו חיב אלא אחת. זו היא שבועת בטוי, שחיבין על זדונה מכות ועל שגגתה קרבן עולה ויורד. שבועת שוא, חיבין על זדונה מכות ועל שגגתה פטור: "
    },
    {
      "uid": "Mishnah_Shevuot_20",
      "chapter_number": 3,
      "verse_number": 8,
      "start_char": 5053,
      "end_char": 5416,
      "length": 364,
      "text": "איזו היא שבועת שוא, נשבע לשנות את הידוע לאדם, אמר על העמוד של אבן שהוא של זהב, ועל האיש שהוא אשה, ועל האשה שהיא איש. נשבע על דבר שאי אפשר, אם לא ראיתי גמל שפורח באויר, ואם לא ראיתי נחש כקורת בית הבד. אמר לעדים באו והעידוני, שבועה שלא נעידך. נשבע לבטל את המצוה, שלא לעשות סכה, ושלא לטל לולב, ושלא להניח תפלין, זו היא שבועת שוא, שחיבין על זדונה מכות ועל שגגתה פטור: "
    },
    {
      "uid": "Mishnah_Shevuot_21",
      "chapter_number": 3,
      "verse_number": 9,
      "start_char": 5417,
      "end_char": 5541,
      "length": 125,
      "text": "שבועה שאכל ככר זו, שבועה שלא אכלנה, הראשונה שבועת בטוי והשניה שבועת שוא. אכלה, עבר על שבועת שוא. לא אכלה, עבר על שבועת בטוי: "
    },
    {
      "uid": "Mishnah_Shevuot_22",
      "chapter_number": 3,
      "verse_number": 10,
      "start_char": 5542,
      "end_char": 5698,
      "length": 157,
      "text": "שבועת בטוי נוהגת באנשים ובנשים, ברחוקים ובקרובים, בכשרים ובפסולין, בפני בית דין ושלא בפני בית דין, מפי עצמו. וחיבין על זדונה מכות ועל שגגתה קרבן עולה ויורד: "
    },
    {
      "uid": "Mishnah_Shevuot_23",
      "chapter_number": 3,
      "verse_number": 11,
      "start_char": 5699,
      "end_char": 5957,
      "length": 259,
      "text": "שבועת שוא נוהגת באנשים ובנשים, ברחוקים ובקרובים, בכשרים ובפסולים, בפני בית דין ושלא בפני בית דין, ומפי עצמו. וחיבין על זדונה מכות ועל שגגתה פטור. אחת זו, ואחת זו, המשבע מפי אחרים, חיב. כיצד. אמר, לא אכלתי היום ולא הנחתי תפלין היום, משביעך אני, ואמר אמן, חיב: "
    },
    {
      "uid": "Mishnah_Shevuot_24",
      "chapter_number": 4,
      "verse_number": 1,
      "start_char": 5958,
      "end_char": 6248,
      "length": 291,
      "text": "שבועת העדות נוהגת באנשים ולא בנשים, ברחוקין ולא בקרובין, בכשרים ולא בפסולין. ואינה נוהגת אלא בראויין להעיד, בפני בית דין ושלא בפני בית דין, מפי עצמו, ומפי אחרים, אין חיבין עד שיכפרו בהן בבית דין, דברי רבי מאיר. וחכמים אומרים, בין מפי עצמו ובין מפי אחרים, אינן חיבין עד שיכפרו בהן בבית דין:  "
    },
    {
      "uid": "Mishnah_Shevuot_25",
      "chapter_number": 4,
      "verse_number": 2,
      "start_char": 6249,
      "end_char": 6365,
      "length": 117,
      "text": "וחיבין על זדון השבועה, ועל שגגתה עם זדון העדות, ואינן חיבין על שגגתה. ומה הן חיבין על זדון השבועה, קרבן עולה ויורד:  "
    },
    {
      "uid": "Mishnah_Shevuot_26",
      "chapter_number": 4,
      "verse_number": 3,
      "start_char": 6366,
      "end_char": 6729,
      "length": 364,
      "text": "שבועת העדות כיצד. אמר לשנים באו והעידוני. שבועה שאין אנו יודעין לך עדות, או שאמרו לו אין אנו יודעין לך עדות, משביע אני עליכם ואמרו אמן, הרי אלו חיבין. השביע עליהן חמשה פעמים חוץ לבית דין ובאו לבית דין והודו, פטורים. כפרו, חיבים על כל אחת ואחת. השביע עליהן חמשה פעמים בפני בית דין וכפרו, אינן חיבין אלא אחת. אמר רבי שמעון, מה טעם, הואיל ואינם יכולין לחזר ולהודות:  "
    },
    {
      "uid": "Mishnah_Shevuot_27",
      "chapter_number": 4,
      "verse_number": 4,
      "start_char": 6730,
      "end_char": 6922,
      "length": 193,
      "text": "כפרו שניהן כאחת, שניהן חיבין. בזה אחר זה, הראשון חיב והשני פטור. כפר אחד והודה אחד, הכופר חיב. היו שתי כתי עדים, כפרה הראשונה ואחר כך כפרה השניה, שתיהם חיבות, מפני שהעדות יכולה להתקים בשתיהן:  "
    },
    {
      "uid": "Mishnah_Shevuot_28",
      "chapter_number": 4,
      "verse_number": 5,
      "start_char": 6923,
      "end_char": 7361,
      "length": 439,
      "text": "משביע אני עליכם אם לא תבאו ותעידוני שיש לי ביד פלוני פקדון ותשומת יד וגזל ואבדה. שבועה שאין אנו יודעין לך עדות, אין חיבין אלא אחת. שבועה שאין אנו יודעין שיש לך ביד פלוני פקדון ותשומת יד וגזל ואבדה, חיבין על כל אחת ואחת. משביע אני עליכם אם לא תבאו ותעידוני שיש לי ביד פלוני פקדון חטין ושערין וכסמין. שבועה שאין אנו יודעין לך עדות, אין חיבין אלא אחת. שבועה שאין אנו יודעין לך עדות שיש לך ביד פלוני חטין ושערין וכסמין, חיבין על כל אחת ואחת:  "
    },
    {
      "uid": "Mishnah_Shevuot_29",
      "chapter_number": 4,
      "verse_number": 6,
      "start_char": 7362,
      "end_char": 7571,
      "length": 210,
      "text": "משביע אני עליכם אם לא תבאו ותעידוני שיש לי ביד פלוני נזק וחצי נזק, תשלומי כפל, תשלומי ארבעה וחמשה, ושאנס איש פלוני את בתי, ופתה את בתי, ושהכני בני, ושחבל בי חברי, ושהדליק את גדישי ביום הכפורים, הרי אלו חיבין:  "
    },
    {
      "uid": "Mishnah_Shevuot_30",
      "chapter_number": 4,
      "verse_number": 7,
      "start_char": 7572,
      "end_char": 7825,
      "length": 254,
      "text": "משביע אני עליכם אם לא תבאו ותעידוני שאני כהן, שאני לוי, שאיני בן גרושה, שאיני בן חלוצה, שאיש פלוני כהן, שאיש פלוני לוי, שאינו בן גרושה, שאינו בן חלוצה, שאנס איש פלוני את בתו, ופתה את בתו, ושחבל בי בני, ושחבל בי חברי, ושהדליק גדישי בשבת, הרי אלו פטורין:  "
    },
    {
      "uid": "Mishnah_Shevuot_31",
      "chapter_number": 4,
      "verse_number": 8,
      "start_char": 7826,
      "end_char": 7960,
      "length": 135,
      "text": "משביע אני עליכם, אם לא תבאו ותעידוני שאמר איש פלוני לתן לי מאתים זוז ולא נתן לי, הרי אלו פטורים, שאין חיבין אלא על תביעת ממון כפקדון:  "
    },
    {
      "uid": "Mishnah_Shevuot_32",
      "chapter_number": 4,
      "verse_number": 9,
      "start_char": 7961,
      "end_char": 8050,
      "length": 90,
      "text": "משביע אני עליכם, כשתדעון לי עדות שתבאו ותעידוני, הרי אלו פטורים, מפני שקדמה שבועה לעדות:  "
    },
    {
      "uid": "Mishnah_Shevuot_33",
      "chapter_number": 4,
      "verse_number": 10,
      "start_char": 8051,
      "end_char": 8163,
      "length": 113,
      "text": "עמד בבית הכנסת ואמר, משביע אני עליכם שאם אתם יודעים לי עדות שתבאו ותעידוני, הרי אלו פטורין, עד שיהיה מתכון להם:  "
    },
    {
      "uid": "Mishnah_Shevuot_34",
      "chapter_number": 4,
      "verse_number": 11,
      "start_char": 8164,
      "end_char": 8354,
      "length": 191,
      "text": "אמר לשנים, משביע אני עליכם איש פלוני ופלוני, שאם אתם יודעין לי עדות שתבאו ותעידוני, שבועה שאין אנו יודעין לך עדות, והם יודעין לו עדות עד מפי עד או שהיה אחד מהן קרוב או פסול, הרי אלו פטורין:  "
    },
    {
      "uid": "Mishnah_Shevuot_35",
      "chapter_number": 4,
      "verse_number": 12,
      "start_char": 8355,
      "end_char": 8478,
      "length": 124,
      "text": "שלח ביד עבדו, או שאמר להן הנתבע משביע אני עליכם שאם אתם יודעין לו עדות שתבאו ותעידוהו, הרי אלו פטורין עד שישמעו מפי התובע:  "
    },
    {
      "uid": "Mishnah_Shevuot_36",
      "chapter_number": 4,
      "verse_number": 13,
      "start_char": 8479,
      "end_char": 8917,
      "length": 439,
      "text": "משביע אני עליכם, מצוה אני עליכם, אוסרכם אני, הרי אלו חיבין. בשמים ובארץ, הרי אלו פטורין. באל\"ף דל\"ת, ביו\"ד ה\"א, בשדי, בצבאות, בחנון ורחום, בארך אפים ורב חסד, ובכל הכנויין, הרי אלו חיבין. המקלל בכלן, חיב, דברי רבי מאיר, וחכמים פוטרין. המקלל אביו ואמו בכלן, חיב, דברי רבי מאיר, וחכמים פוטרין. המקלל עצמו וחברו בכלן, עובר בלא תעשה. יככה אלהים, וכן יככה אלהים, זו היא אלה הכתובה בתורה. אל יכך, ויברכך, וייטיב לך, רבי מאיר מחיב וחכמים פוטרין:  "
    },
    {
      "uid": "Mishnah_Shevuot_37",
      "chapter_number": 5,
      "verse_number": 1,
      "start_char": 8918,
      "end_char": 9248,
      "length": 331,
      "text": "שבועת הפקדון נוהגת באנשים ובנשים, ברחוקים ובקרובים, בכשרים ובפסולים, בפני בית דין ושלא בפני בית דין, מפי עצמו. ומפי אחרים, אינו חיב עד שיכפר בו בבית דין, דברי רבי מאיר. וחכמים אומרים, בין מפי עצמו בין מפי אחרים, כיון שכפר בו, חיב. וחיב על זדון השבועה ועל שגגתה עם זדון הפקדון, ואינו חיב על שגגתה. ומה חיב על זדונה, אשם בכסף שקלים: "
    },
    {
      "uid": "Mishnah_Shevuot_38",
      "chapter_number": 5,
      "verse_number": 2,
      "start_char": 9249,
      "end_char": 9516,
      "length": 268,
      "text": "שבועת הפקדון כיצד. אמר לו, תן לי פקדוני שיש לי בידך, שבועה שאין לך בידי, או שאמר לו אין לך בידי, משביעך אני, ואמר אמן, הרי זה חיב. השביע עליו חמשה פעמים, בין בפני בית דין ובין שלא בפני בית דין, וכפר, חיב על כל אחת ואחת. אמר רבי שמעון, מה טעם, מפני שיכול לחזר ולהודות: "
    },
    {
      "uid": "Mishnah_Shevuot_39",
      "chapter_number": 5,
      "verse_number": 3,
      "start_char": 9517,
      "end_char": 10098,
      "length": 582,
      "text": "היו חמשה תובעין אותו, אמרו לו תן לנו פקדון שיש לנו בידך, שבועה שאין לכם בידי, אינו חיב אלא אחת. שבועה שאין לך בידי ולא לך ולא לך, חיב על כל אחת ואחת. רבי אליעזר אומר, עד שיאמר שבועה באחרונה. רבי שמעון אומר, עד שיאמר שבועה לכל אחד ואחד. תן לי פקדון ותשומת יד גזל ואבדה שיש לי בידך, שבועה שאין לך בידי, אינו חיב אלא אחת. שבועה שאין לך בידי פקדון ותשומת יד וגזל ואבדה, חיב על כל אחת ואחת. תן לי חטין ושערין וכסמין שיש לי בידך, שבועה שאין לך בידי, אינו חיב אלא אחת. שבועה שאין לך בידי חטין ושערין וכסמים, חיב על כל אחת ואחת. רבי מאיר אומר, אפלו אמר חטה ושערה וכסמת, חיב על כל אחת ואחת: "
    },
    {
      "uid": "Mishnah_Shevuot_40",
      "chapter_number": 5,
      "verse_number": 4,
      "start_char": 10099,
      "end_char": 10288,
      "length": 190,
      "text": "אנסת ופתית את בתי, והוא אומר לא אנסתי ולא פתיתי. משביעך אני, ואמר אמן, חיב. רבי שמעון פוטר, שאינו משלם קנס על פי עצמו. אמרו לו, אף על פי שאינו משלם קנס על פי עצמו, משלם בשת ופגם על פי עצמו: "
    },
    {
      "uid": "Mishnah_Shevuot_41",
      "chapter_number": 5,
      "verse_number": 5,
      "start_char": 10289,
      "end_char": 10799,
      "length": 511,
      "text": "גנבת את שורי, והוא אומר לא גנבתי, משביעך אני, ואמר אמן, חיב. גנבתי אבל לא טבחתי ולא מכרתי, משביעך אני, ואמר אמן, פטור. המית שורך את שורי, והוא אומר לא המית, משביעך אני, ואמר אמן, חיב. המית שורך את עבדי, והוא אומר לא המית, משביעך אני, ואמר אמן, פטור. אמר לו, חבלת בי ועשית בי חבורה, והוא אומר לא חבלתי ולא עשיתי בך חבורה, משביעך אני, ואמר אמן, חיב. אמר לו עבדו, הפלת את שני וסמית את עיני, והוא אומר לא הפלתי ולא סמיתי, משביעך אני, ואמר אמן, פטור. זה הכלל, כל המשלם על פי עצמו, חיב. ושאינו משלם על פי עצמו, פטור: "
    },
    {
      "uid": "Mishnah_Shevuot_42",
      "chapter_number": 6,
      "verse_number": 1,
      "start_char": 10800,
      "end_char": 11134,
      "length": 335,
      "text": "שבועת הדינין, הטענה שתי כסף, וההודאה בשוה פרוטה. ואם אין ההודאה ממין הטענה, פטור. כיצד, שתי כסף לי בידך, אין לך בידי אלא פרוטה, פטור. שתי כסף ופרוטה לי בידך, אין לך בידי אלא פרוטה, חיב. מנה לי בידך, אין לך בידי, פטור. מנה לי בידך, אין לך בידי אלא חמשים דינר, חיב. מנה לאבא בידך, אין לך בידי אלא חמשים דינר, פטור, מפני שהוא כמשיב אבדה: "
    },
    {
      "uid": "Mishnah_Shevuot_43",
      "chapter_number": 6,
      "verse_number": 2,
      "start_char": 11135,
      "end_char": 11332,
      "length": 198,
      "text": "מנה לי בידך, אמר לו בפני עדים הן. למחר אמר לו תנהו לי. נתתיו לך, פטור. אין לך בידי, חיב. מנה לי בידך, אמר לו הן, אל תתנהו לי אלא בעדים. למחר אמר לו תנהו לי, נתתיו לך, חיב, מפני שצריך לתנו לו בעדים: "
    },
    {
      "uid": "Mishnah_Shevuot_44",
      "chapter_number": 6,
      "verse_number": 3,
      "start_char": 11333,
      "end_char": 12011,
      "length": 679,
      "text": "ליטרא זהב יש לי בידך, אין לך בידי אלא ליטרא כסף, פטור. דינר זהב יש לי בידך, אין לך בידי אלא דינר כסף, וטריסית ופנדיון ופרוטה, חיב, שהכל מין מטבע אחת. כור תבואה יש לי בידך, אין לך בידי אלא לתך קטנית, פטור. כור פרות יש לי בידך, אין לך בידי אלא לתך קטנית, חיב, שהקטנית בכלל פרות. טענו חטין, והודה לו בשערים, פטור. ורבן גמליאל מחיב. הטוען לחברו בכדי שמן והודה לו בקנקנים, אדמון אומר, הואיל והודה לו מקצת ממין הטענה, ישבע. וחכמים אומרים, אין ההודאה ממין הטענה. אמר רבן גמליאל, רואה אני את דברי אדמון. טענו כלים וקרקעות, והודה בכלים וכפר בקרקעות, בקרקעות וכפר בכלים, פטור. הודה במקצת הקרקעות, פטור. במקצת הכלים, חיב, שהנכסים שאין להם אחריות זוקקין את הנכסים שיש להן אחריות לשבע עליהן: "
    },
    {
      "uid": "Mishnah_Shevuot_45",
      "chapter_number": 6,
      "verse_number": 4,
      "start_char": 12012,
      "end_char": 12091,
      "length": 80,
      "text": "אין נשבעין על טענת חרש שוטה וקטן, ואין משביעין את הקטן, אבל נשבעים לקטן ולהקדש: "
    },
    {
      "uid": "Mishnah_Shevuot_46",
      "chapter_number": 6,
      "verse_number": 5,
      "start_char": 12092,
      "end_char": 12331,
      "length": 240,
      "text": "ואלו דברים שאין נשבעין עליהן, העבדים, והשטרות, והקרקעות, וההקדשות. אין בהן תשלומי כפל ולא תשלומי ארבעה וחמשה. שומר חנם אינו נשבע. נושא שכר אינו משלם. רבי שמעון אומר, קדשים שחיב באחריותן, נשבעין עליהן. ושאינו חיב באחריותן, אין נשבעין עליהם: "
    },
    {
      "uid": "Mishnah_Shevuot_47",
      "chapter_number": 6,
      "verse_number": 6,
      "start_char": 12332,
      "end_char": 12698,
      "length": 367,
      "text": "רבי מאיר אומר, יש דברים שהן כקרקע ואינן כקרקע, ואין חכמים מודים לו. כיצד, עשר גפנים טעונות מסרתי לך, והלה אומר אינן אלא חמש, רבי מאיר מחיב שבועה. וחכמים אומרים, כל המחבר לקרקע הרי הוא כקרקע. אין נשבעין אלא על דבר שבמדה ושבמשקל ושבמנין. כיצד, בית מלא מסרתי לך וכיס מלא מסרתי לך, והלה אומר איני יודע אלא מה שהנחת אתה נוטל, פטור. זה אומר עד הזיז וזה אומר עד החלון, חיב: "
    },
    {
      "uid": "Mishnah_Shevuot_48",
      "chapter_number": 6,
      "verse_number": 7,
      "start_char": 12699,
      "end_char": 13171,
      "length": 473,
      "text": "המלוה את חברו על המשכון ואבד המשכון, אמר לו סלע הלויתיך עליו ושקל היה שוה, והלה אומר לא כי אלא סלע הלויתני עליו וסלע היה שוה, פטור. סלע הלויתיך עליו ושקל היה שוה, והלה אומר לא כי אלא סלע הלויתני עליו ושלשה דינרים היה שוה, חיב. סלע הלויתני עליו ושתים היה שוה, והלה אומר לא כי אלא סלע הלויתיך עליו וסלע היה שוה, פטור. סלע הלויתני עליו ושתים היה שוה, והלה אומר לא כי אלא סלע הלויתיך עליו וחמשה דינרים היה שוה, חיב. ומי נשבע, מי שהפקדון אצלו, שמא ישבע זה ויוציא הלה את הפקדון: "
    },
    {
      "uid": "Mishnah_Shevuot_49",
      "chapter_number": 7,
      "verse_number": 1,
      "start_char": 13172,
      "end_char": 13503,
      "length": 332,
      "text": "כל הנשבעין שבתורה, נשבעין ולא משלמין. ואלו נשבעין ונוטלין, השכיר, והנגזל, והנחבל, ושכנגדו חשוד על השבועה, והחנוני על פנקסו. השכיר כיצד, אמר לו תן לי שכרי שיש לי בידך, הוא אומר נתתי, והלה אומר לא נטלתי, הוא נשבע ונוטל. רבי יהודה אומר, עד שתהא שם מקצת הודאה. כיצד, אמר לו תן לי שכרי חמשים דינר שיש לי בידך, והוא אומר התקבלת דינר זהב: "
    },
    {
      "uid": "Mishnah_Shevuot_50",
      "chapter_number": 7,
      "verse_number": 2,
      "start_char": 13504,
      "end_char": 13714,
      "length": 211,
      "text": "הנגזל כיצד, היו מעידין אותו שנכנס לביתו למשכנו שלא ברשות, הוא אומר כלי נטלת, והוא אומר לא נטלתי, הרי זה נשבע ונוטל. רבי יהודה אומר, עד שתהא שם מקצת הודאה. כיצד, אמר לו שני כלים נטלת, והוא אומר לא נטלתי אלא אחד: "
    },
    {
      "uid": "Mishnah_Shevuot_51",
      "chapter_number": 7,
      "verse_number": 3,
      "start_char": 13715,
      "end_char": 13924,
      "length": 210,
      "text": "הנחבל כיצד, היו מעידים אותו שנכנס תחת ידו שלם ויצא חבול, ואמר לו חבלת בי, והוא אומר לא חבלתי, הרי זה נשבע ונוטל. רבי יהודה אומר, עד שתהא שם מקצת הודאה. כיצד, אמר לו חבלת בי שתים, והלה אומר לא חבלתי בך אלא אחת: "
    },
    {
      "uid": "Mishnah_Shevuot_52",
      "chapter_number": 7,
      "verse_number": 4,
      "start_char": 13925,
      "end_char": 14166,
      "length": 242,
      "text": "ושכנגדו חשוד על השבועה כיצד, אחת שבועת העדות ואחת שבועת הפקדון, ואפלו שבועת שוא. היה אחד מהן משחק בקביא, ומלוה ברבית, ומפריחי יונים, וסוחרי שביעית, שכנגדו נשבע ונוטל. היו שניהן חשודין, חזרה השבועה למקומה, דברי רבי יוסי. רבי מאיר אומר, יחלקו: "
    },
    {
      "uid": "Mishnah_Shevuot_53",
      "chapter_number": 7,
      "verse_number": 5,
      "start_char": 14167,
      "end_char": 14490,
      "length": 324,
      "text": "והחנוני על פנקסו כיצד, לא שיאמר לו כתוב על פנקסי שאתה חיב לי מאתים זוז, אלא אמר לו תן לבני סאתים חטין, תן לפועלי בסלע מעות, הוא אומר נתתי והן אומרים לא נטלנו, (שניהן נשבעים), הוא נשבע ונוטל והן נשבעין ונוטלין. אמר בן ננס, כיצד אלו באין לידי שבועת שוא ואלו באין לידי שבועת שוא, אלא הוא נוטל שלא בשבועה והן נוטלין שלא בשבועה: "
    },
    {
      "uid": "Mishnah_Shevuot_54",
      "chapter_number": 7,
      "verse_number": 6,
      "start_char": 14491,
      "end_char": 14972,
      "length": 482,
      "text": "אמר לחנוני תן לי בדינר פרות ונתן לו, אמר לו תן לי הדינר, אמר לו נתתיו לך ונתתו באנפלי, ישבע בעל הבית. נתן לו את הדינר, אמר לו תן לי את הפרות, אמר לו נתתים לך והולכתן לתוך ביתך, ישבע חנוני. רבי יהודה אומר, כל שהפרות בידו, ידו על העליונה. אמר לשלחני תן לי בדינר מעות ונתן לו, אמר לו תן לי את הדינר, אמר לו נתתיו לך ונתתו באנפלי, ישבע בעל הבית. נתן לו את הדינר, אמר לו תן לי את המעות, אמר לו נתתים לך והשלכתם לתוך כיסך, ישבע שלחני. רבי יהודה אומר, אין דרך שלחני לתן אסר עד שיטל דינרו: "
    },
    {
      "uid": "Mishnah_Shevuot_55",
      "chapter_number": 7,
      "verse_number": 7,
      "start_char": 14973,
      "end_char": 15434,
      "length": 462,
      "text": "כשם שאמרו, הפוגמת כתבתה לא תפרע אלא בשבועה, ועד אחד מעידה שהיא פרועה, לא תפרע אלא בשבועה. מנכסים משעבדים ומנכסי יתומים, לא תפרע אלא בשבועה. והנפרעת שלא בפניו, לא תפרע אלא בשבועה. וכן היתומים לא יפרעו אלא בשבועה, שבועה שלא פקדנו אבא, ולא אמר לנו אבא, ושלא מצינו בין שטרותיו של אבא ששטר זה פרוע. רבי יוחנן בן ברוקה אומר, אפלו נולד הבן לאחר מיתת האב, הרי זה נשבע ונוטל. אמר רבן שמעון בן גמליאל, אם יש עדים שאמר האב בשעת מיתתו שטר זה אינו פרוע, הוא נוטל שלא בשבועה: "
    },
    {
      "uid": "Mishnah_Shevuot_56",
      "chapter_number": 7,
      "verse_number": 8,
      "start_char": 15435,
      "end_char": 15688,
      "length": 254,
      "text": "ואלו נשבעים שלא בטענה, השתפין, והאריסין, והאפוטרופין, והאשה הנושאת והנותנת בתוך הבית, ובן הבית. אמר לו מה אתה טוענני, רצוני שתשבע לי, חיב. חלקו השתפין והאריסין, אין יכול להשביעו. נתגלגלה לו שבועה ממקום אחר, מגלגלין עליו את הכל. והשביעית משמטת את השבועה: "
    },
    {
      "uid": "Mishnah_Shevuot_57",
      "chapter_number": 8,
      "verse_number": 1,
      "start_char": 15689,
      "end_char": 15865,
      "length": 177,
      "text": "ארבעה שומרין הן, שומר חנם, והשואל, נושא שכר, והשוכר. שומר חנם נשבע על הכל. והשואל משלם את הכל. נושא שכר והשוכר נשבעין על השבורה ועל השבויה ועל המתה, ומשלמים את האבדה ואת הגנבה: "
    },
    {
      "uid": "Mishnah_Shevuot_58",
      "chapter_number": 8,
      "verse_number": 2,
      "start_char": 15866,
      "end_char": 16121,
      "length": 256,
      "text": "אמר לשומר חנם, היכן שורי, אמר לו מת, והוא שנשבר או נשבה או נגנב או אבד. נשבר, והוא שמת או נשבה או נגנב או אבד. נשבה, והוא שמת או נשבר או נגנב או אבד. נגנב, והוא שמת או נשבר או נשבה או אבד. אבד, והוא שמת או נשבר או נשבה או נגנב. משביעך אני, ואמר אמן, פטור: "
    },
    {
      "uid": "Mishnah_Shevuot_59",
      "chapter_number": 8,
      "verse_number": 3,
      "start_char": 16122,
      "end_char": 16467,
      "length": 346,
      "text": "היכן שורי, אמר לו איני יודע מה אתה סח, והוא שמת או נשבר או נשבה או נגנב או אבד. משביעך אני, ואמר אמן, פטור. היכן שורי, אמר לו אבד. משביעך אני, ואמר אמן, והעדים מעידין אותו שאכלו, משלם את הקרן. הודה מעצמו, משלם קרן וחמש ואשם. היכן שורי, אמר לו נגנב. משביעך אני, ואמר אמן, והעדים מעידין אותו שגנבו, משלם תשלומי כפל. הודה מעצמו, משלם קרן וחמש ואשם: "
    },
    {
      "uid": "Mishnah_Shevuot_60",
      "chapter_number": 8,
      "verse_number": 4,
      "start_char": 16468,
      "end_char": 16674,
      "length": 207,
      "text": "אמר לאחד בשוק היכן שורי שגנבת, והוא אומר לא גנבתי, והעדים מעידים אותו שגנבו, משלם תשלומי כפל. טבח ומכר, משלם תשלומי ארבעה וחמשה. ראה עדים שממשמשין ובאין, אמר גנבתי אבל לא טבחתי ולא מכרתי, אינו משלם אלא קרן: "
    },
    {
      "uid": "Mishnah_Shevuot_61",
      "chapter_number": 8,
      "verse_number": 5,
      "start_char": 16675,
      "end_char": 16925,
      "length": 251,
      "text": "אמר לשואל היכן שורי, אמר לו מת, והוא שנשבר או נשבה או נגנב או אבד. נשבר, והוא שמת או נשבה או נגנב או אבד. נשבה, והוא שמת או נשבר או נגנב או אבד. נגנב, והוא שמת או נשבר או נשבה או אבד. אבד, והוא שמת או נשבר או נשבה או נגנב. משביעך אני, ואמר אמן, פטור: "
    },
    {
      "uid": "Mishnah_Shevuot_62",
      "chapter_number": 8,
      "verse_number": 6,
      "start_char": 16926,
      "end_char": 17479,
      "length": 554,
      "text": "היכן שורי, אמר לו איני יודע מה אתה סח, והוא שמת או נשבר או נשבה או נגנב או אבד. משביעך אני, ואמר אמן, חיב. אמר לנושא שכר והשוכר היכן שורי, אמר לו מת, והוא שנשבר או נשבה. נשבר, והוא שמת או נשבה. נשבה, והוא שמת או נשבר. נגנב, והוא שאבד. אבד, והוא שנגנב. משביעך אני, ואמר אמן, פטור. מת או נשבר או נשבה, והוא שנגנב או אבד. משביעך אני, ואמר אמן, חיב. אבד, או נגנב, והוא שמת או נשבר או נשבה. משביעך אני, ואמר אמן, פטור. זה הכלל, כל המשנה מחובה לחובה ומפטור לפטור ומפטור לחובה, פטור. מחובה לפטור, חיב. זה הכלל, כל הנשבע להקל על עצמו, חיב. להחמיר על עצמו, פטור: "
    }
  ]
}